Repository: slimlife/cookie
Catalog: i18n/reddit_i18n/*/LC_MESSAGES/r2.po
Languages: bg, cs, da, hr, ja, nl, sk, sr

source: Spend my reddit gold creddits on giving gold to other users.
bg: Похарчи моите reddit златни кредити, давайки злато на други потребители.
cs: Utratit mé kreddity zlatého reddita darováním zlata ostatním uživatelům.
da: Brug mine reddit-guldcreddits til at give guld til andre brugere.
hr: Iskoristi sve moje reddit zlatne kreddite na poklanjanje zlata drugim korisnicima.
nl: Gebruik mijn reddit-goldcreddits om gold aan andere gebruikers te geven.

source: Edit Posts
bg: редактирай мнения
cs: Upravit příspěvky
da: Rediger Indlæg
hr: Uredi objave
ja: 投稿を編集する
nl: Posts bewerken
sk: Upraviť príspevok
sr: Уреди постове

source: Edit and delete my comments and submissions.
bg: Промяна и изтриване на моите коментари и публикации.
cs: Upravovat a mazat mé komentáře a předložení.
da: Rediger og slet mine kommentarer og indlæg
hr: Uredi i izbriši moje odgovore i objave.
ja: 自分のコメントと投稿を編集削除する
nl: Mijn reacties en posts bewerken en verwijderen.
sk: Upraviť a vymazať moje komentáre a príspevky.
sr: Уреди и избриши моје коментаре и објаве.

source: Manage My Flair
bg: Управлявайте значката си
cs: Správa mého stylu
da: Administrer Min Flair
hr: Uredi moju značku
ja: フレアーを管理する
nl: Flair beheren

source: Select my subreddit flair. Change link flair on my submissions.
bg: Избери мой събреддит етикет. Промени линка към етикета на моите подавания.
cs: Vybrat můj styl podredditu. Změnit styl odkazu u mých předložení.
da: Vælg mit subreddit-flair. Skift link-flair på mit indlæg.
hr: Izaberi moju podreddit značku. Izmjeni značku objave na mojem sadržaju.
ja: 自分のサブレディットフレアーを選択します。投稿のリンクフレアーを変更します。
nl: Selecteer mijn subreddit-flair. Verander de link-flair op mijn posts.

source: History
bg: Хронология
cs: Historie
da: Historie
hr: Povijest
ja: 履歴
nl: Geschiedenis
sk: História
sr: Историја

source: Access my voting history and comments or submissions I've saved or hidden.
bg: Достъп до историята ми на гласуване и запазени или скрити коментари и постове.
cs: Přístup k mé historii hlasování a komentářům nebo předložením, které jsem uložil nebo skryl.
da: Få adgang til min stemmehistorie og kommentarer eller indsendelser jeg har gemt eller skjult.
hr: Pristupi mojoj glasačkoj povijesti i odgovorima ili objavama koje sam spremio ili skrio.
ja: 自分の投票履歴及び保存ないし非表示にしたコメントまたは投稿にアクセス。
nl: Krijg toegang tot mijn stemgedrag in het verleden en reacties of posts die ik heb opgeslagen of verborgen.

source: My Identity
bg: мойта личност
cs: Moje identita
da: Min identitet
hr: Moj identitet
ja: 私のアイデンティティ
nl: Mijn identiteit
sk: Moja Indentita
sr: Мој идентитет

source: Access my reddit username and signup date.
bg: Достъп до моето реддит потребителско име и дата на записване.
cs: Mít přístup k mému uživatelskému jménu reddit a datu přihlášení.
da: Tilgå mit reddit brugernavn og min tilmeldingsdato.
hr: Pristupi mojem reddit korisničkom imenu te nadnevku registracije.
ja: 自分のredditユーザ名と登録日にアクセスする
nl: Mijn reddit-gebruikersnaam en registratiedatum bekijken.
sk: Prístup k môjmu reddit používateľskému menu a dátumu registrácie.
sr: Приступи мом реддит корисничком имену и датуму учлањења.

source: Approve submitters and ban users
da: Godkend indsendere og bloker brugere
nl: Inzenders keuren en gebruikers verbannen
sk: Odsúhlasiť prispievateľov a banovať používateľov

source: Moderate Flair
bg: Флеър за Модериране
cs: Moderování stylu
da: Moderer Etiket
hr: moderiraj značku
ja: フレアーをモデレート
nl: Flair modereren
sk: Upraviť flair
sr: Модерирај беџ

source: Manage and assign flair in subreddits I moderate.
bg: Управление и определяне на флеър в събредити, които модерирам.
cs: Spravovat a přidělovat styl v podredditech které moderuji.
da: Administrer og uddel etiketter i subreddits jeg moderer.
hr: Upravljaj i dodijeli značke u podredditima koje moderiram.
ja: モデレートしているsubredditのフレアーの管理と割り当てをする
nl: Flair in subreddits waarvan ik moderator ben beheren en toekennen.
sr: Управљај и додељуј беџ у подреддитима које ја модерирам.

source: Moderate Posts
bg: Модериране на постове
cs: Moderovat příspěvky
da: Moderer Indlæg
hr: Moderiraj objave
ja: 投稿をモデレート
nl: Posts modereren
sr: Модерирај постове

source: Approve, remove, mark nsfw, and distinguish content in subreddits I moderate.
bg: Одобрение, премахване, маркиране като nsfw и отличаване на съдържание в събредити, които модерирам.
cs: Schvalovat, odstraňovat, rozlišovat obsah a označovat ho jako nad18, v podreditech které moderuji.
da: Godkend, fjern, marker som nsfw, og skeln indhold i subreddits jeg modererer.
hr: Odobri, ukloni, označi kao NSFW te istakni sadržaj u podredditima koje moderiram.
ja: モデレートしているsubredditの中での内容を承認したり、削除したり、閲覧注意にしたり、見分けたりする
nl: Inhoud in subreddits waarvan ik moderator ben goedkeuren, verwijderen, markeren als nsfw en onderscheiden
sr: Одобри, уклони, означи непожељно за посао и разликуј садржај у подреддитима које ја модерирам.

source: Moderate Subreddit Configuration
bg: Модериране на конфигурация на събредита
cs: Moderovat nastavení podredditu
da: Moderer Subreddit Konfiguration
hr: Moderiraj postavke podreddita
ja: subredditの構成をモデレート
nl: Subredditconfiguratie modereren
sr: Модерирање конфигурације подреддита

source: Manage the configuration, sidebar, and CSS of subreddits I moderate.
bg: Управление на конфигурацията, страничната лента и CSS на събредити, които модерирам.
cs: Spravovat nastavení, postranní lištu a CSS v podredditech které moderuji.
da: Administrer konfiguration, sidebar, og CSS i subreddits jeg modererer.
hr: Upravljaj postavkama, bočnom trakom i CSS-om podreddita koje moderiram.
ja: モデレートしている subreddit の構成とサイドバー、CSS を管理する
nl: Instellingen, de zijbalk en CSS van de subreddits waarvan ik moderator ben beheren.
sr: Уређуј конфигурацију, бочну траку и CSS подреддита које је модерирам.

source: Moderation Log
bg: лог на модерирането
cs: Záznam moderování
da: Moderationslogbog
hr: Moderatorski zapis
ja: モデレーションログ
nl: Moderatorlog
sk: Záznam moderovania
sr: Дневник модерирања

source: Access the moderation log in subreddits I moderate.
bg: Достъп до лога на модерирането на събредити, които модерирам.
cs: Vstupovat do záznamu moderace v podredditech které moderuji.
da: Få adgang til moderationslogbogen i subreddits jeg modererer.
hr: Pristupi moderatorskom zapisu podreddita koje moderiram.
ja: モデレートしているsubredditのモデレーションログにアクセスする
nl: Het moderatorlog in subreddits waarvan ik moderator ben bekijken.
sr: Приступи евиденцији модерирања у подреддитима које ја модерирам.

source: Invite or remove other moderators
cs: Přizvat nebo odstranit ostatní moderátory
da: Invitér eller fjern andre moderatorer
hr: Pozovi ili ukloni ostale moderatore
ja: 他のモデレーターを招待又は削除する
nl: Andere moderators toevoegen of verwijderen

source: Invite or remove other moderators from subreddits I moderate.
cs: Přizvat nebo odstranit ostatní moderátory z podredditu, který moderuji.
da: Invitér eller fjern andre moderatorer fra subreddits jeg modererer.
hr: Pozovi ili ukloni ostale moderatore od subreddita kojim upravljam.
nl: Andere gebruikers uitnodigen om moderator te worden of moderators verwijderen van subreddits die ik modereer.

source: Make changes to your subreddit moderator and contributor status
da: Ændre dine subreddit moderatorer og ydere's status
nl: Wijzigingen aanbrengen in jouw status als moderator of bijdrager op een subreddit

source: Accept invitations to moderate a subreddit. Remove myself as a moderator or contributor of subreddits I moderate or contribute to.
da: Acceptér subreddit moderator invitationer. Fjern migselv som en moderator eller en yder af subreddits jeg modererer eller yder til.
nl: Een uitnodiging accepteren om moderator op een subreddit te worden. Mijzelf verwijderen als moderator of bijdrager op subreddits die ik modereer of waar ik aan bijdraag.

source: Subreddit Traffic
bg: Трафик на събредита
cs: Přenosy v podredditu
da: Subreddit Trafik
hr: Promet podreddita
ja: Subredditアクセス状況
nl: Verkeer van subreddit
sr: Саобраћај подреддита

source: Access traffic stats in subreddits I moderate.
bg: Достъп до трафик статистика за събредити, които модерирам.
cs: Vstupovat ke statistikám přenosu v podredditech které moderuji.
da: Få adgang til trafik statistiker i subreddits jeg modererer.
hr: Pristupi statistici prometa podreddita koje moderiram.
ja: モデレートしているsubredditのアクセス状況の統計
nl: Verkeerstatistieken van subreddits waarvan ik moderator ben bekijken.
sr: Приступи статистици о саобраћају у подреддитима које ја модерирам.

source: Moderate Wiki
bg: Модерирайте уики
cs: Moderovat Wiki
da: Moderér Wiki
hr: Moderiraj wiki
ja: ウィキをもでレートする
nl: Modereer Wiki

source: Change editors and visibility of wiki pages in subreddits I moderate.
bg: Промени редакторите и видимостта на уики страниците във събреддите, които аз модерирам.
cs: Změnit editory a viditelnost stránek wiki v podredditech, které moderuji.
da: Ændr redaktører og synlighed af wiki-sider i subreddits jeg modererer.
hr: Izmjeni suradnike i vidljivost wiki stranica u podredditima koje nadzirem.
ja: subreddit のエディタを変更しウィキページの検出範囲を調整 I 普通
nl: Verander de editors en zichtbaarheid van de wikipagina's in subreddits die ik modereer.

source: My Subreddits
bg: Моите subreddit-и
cs: Moje podreddity
da: Mine Subreddits
hr: Moji podredditi
ja: 自分のSubreddit
nl: Mijn subreddits
sk: moje podreddity
sr: Моји подреддити.

source: Access the list of subreddits I moderate, contribute to, and subscribe to.
bg: Достъп до списъка на събредитите, за които съм абониран, допринасям и модерирам.
cs: Zobrazovat seznam podredditů které moderuji, do kterých jsem přispěl a které odebírám.
da: Få adgang til en list over subreddits jeg modererer, tilføjer til og abonnerer på.
hr: Pristupi popisu podreddita koje moderiram, kojima doprinosim i na koje sam pretplaćen.
ja: 私がモデレート、貢献、購読しているsubredditのリストへアクセス。
nl: De lijst van subreddits waarvan ik moderator ben, waaraan ik bijdraag en waarop ik geabonneerd ben bekijken.
sr: Приступи листи подреддита које ја модерирам, допринеси јој и пријави се на њу.

source: Private Messages
bg: Лични Съобщения
cs: Soukromé zprávy
da: Private Beskeder
hr: Privatne poruke
ja: プライベートメッセージ
nl: Privéberichten
sk: Súkromná správa
sr: Приватне поруке

source: Access my inbox and send private messages to other users.
bg: Влез във входящата папка и изпращай лични съобщения до другите потребители.
cs: Vstupovat do složky doručené pošty a odesílat soukromé zprávy jiným uživatelům.
da: Få adgang til min indbakke og sende beskeder til andre brugere.
hr: Pristupi poštanskom pretincu i šalji privatne poruke drugim korisnicima.
ja: 受信箱をアクセスして別のユーザーに私信を送る
nl: Mijn inbox bekijken en privéberichten verzenden naar andere gebruikers.
sk: Prístup do mojej schránky a posielanie súkromných správ iným používateľom
sr: Приступи мом пријемном сандучету и пошаљи приватне поруке другим корисницима.

source: Read Content
bg: Прочетете Съдържание
cs: Číst obsah
da: Læs Indhold
hr: Pročitaj sadržaj
ja: 中身を読む
nl: Inhoud lezen
sk: Čítať obsah
sr: Прочитај садржај

source: Access posts and comments through my account.
bg: Прегледай пост и коментирай през моят акаунт.
cs: Přistupovat k příspěvkům a komentářům přes můj účet.
da: Få adgang til indlæg og kommentarer igennem min konto.
hr: Pristupi objavama i odgovorima putem mog računa.
ja: 私のアカウントを通じてアクセス投稿とコメント。
nl: Posts en reacties bekijken via mijn account.
sr: Приступи постовима и коментарима преко мог налога.

source: Report content
bg: докладвай за неподходящо съдържание
cs: Nahlásit obsah
da: Rapporter content
hr: Prijavi sadržaj
ja: コンテンツを報告する
nl: Inhoud aangeven
sk: Nahlásiť obsah

source: Report content for rules violations. Hide & show individual submissions.
bg: Докладвайте съдържание за нарушения на правилата. Скрий & покажи индивидуалните подавания.
cs: Nahlásit obsah kvůli porušení pravidel. Skrýt a zobrazit jednotlivá předložení.
da: Rapportér indhold for regelbrud. Skjul og hvis individuelle indlæg.
hr: Prijavi sadržaj zbog kršenja pravila. Skrij ili prikaži pojedinačne objave.
ja: 規約違反の内容を報告。 個別の投稿を表示・非表示。
nl: Inhoud aangeven voor het overtreden van de regels. Verberg en weergeef de individuele inzendingen

source: Save Content
bg: Запази
cs: Uložit obsah
da: Gem Indhold
hr: Spremi sadržaj
ja: コンテンツの保存
nl: bewaar inhoud
sk: Ulož obsah
sr: Сними садржај

source: Save and unsave comments and submissions.
bg: Запазване и премахване на коментари и постове.
cs: Uložit a zrušit uložení komentářů a předložení.
da: Gem og glem kommentarer og indlæg.
hr: Spremi i odspremi odgovore i objave.
ja: コメントと投稿の保存と保存取消
nl: Bewaar reacties en posts of gooi ze weer weg
sr: Сними и одсними коментаре и послате поруке

source: Submit Content
bg: Публикувайте Съдържание
cs: Předkládat obsah
da: Tilføj Indhold
hr: Objavi sadržaj
ja: コンテントを送信
nl: Inhoud verzenden
sk: Potvrdiť obsah
sr: Пошаљи садржај

source: Submit links and comments from my account.
bg: Публикувай връзки и коментари от моя акаунт.
cs: Předkládat odkazy a komentáře z mého účtu.
da: Tilføj links og kommentarer fra min konto.
hr: Šalje objave i odgovore s mojeg računa.
ja: 自分のアカウントからリンクとコメントを投稿する
nl: Links en reacties posten via mijn account.
sr: Пошаљи линкове и коментаре са мог налога.

source: Edit My Subscriptions
bg: Редактирай абонаменти
cs: Upravovat mé odběry
da: Rediger Mine Abonnementer
hr: Uredi moje pretplate
ja: 自分の登録を編集する
nl: Mijn abonnementen bewerken
sr: Уреди моје пријаве

source: Manage my subreddit subscriptions. Manage "friends" - users whose content I follow.
bg: Управление на моите subreddit абонаменти. Управление на „приятели“ - потребители, чиито публикации мога да следя.
da: Organiser mine fællesskabsabonnementer. Organiser "venner" - brugere, hvis indhold, jeg følger.
hr: Uređuj moje podreddit pretplate. Uređuj "prijatelje" - korisnike čiji sadržaj pratim.
nl: Beheer mijn subreddit abonnementen. Beheer "vrienden" - gebruikers die ik volg.

source: Vote
bg: Гласувай
cs: Hlasovat
da: Stem
hr: Glasuj
ja: 投票する
nl: Stemmen
sk: Hlasovať
sr: Гласај

source: Submit and change my votes on comments and submissions.
bg: Публикувай и промени вотовете ми относно коментари и публикации.
cs: Předkládat a měnit mé hlasy v komentářích a předloženích.
da: Tilføj og ændr mine votering på kommentarer og indlæg.
hr: Objavi i izmijeni moje glasove za odgovore i objave.
ja: コメントと投稿を使って、自分の票を投じたり、修正したりする。
nl: Mijn stemmen op reacties en posts verzenden en wijzigen.
sr: Објави и промени моје гласове за коментаре и објаве.

source: Wiki Editing
bg: Уики редактиране
cs: Úprava Wiki
da: Wiki-redigering
hr: Wiki uređivanje
ja: wiki の編集
nl: Bewerken van Wiki

source: Edit wiki pages on my behalf
bg: Редактирайте уики страници от мое име
cs: Upravovat stránky wiki mým jménem
da: Rediger wiki-sider på mine vegne.
hr: Uređuj wiki stranice u moje ime
ja: 私に代わって wiki ページを編集
nl: Bewerk wiki pagina's op mijn naam

source: Read Wiki Pages
bg: Прочети Wiki страници
cs: Číst stránky wiki
da: Læs wiki-sider
hr: Čitaj wiki stranice
ja: ウィキページを読む
nl: Wiki-Pagina's lezen

source: Read wiki pages through my account
bg: Четете уики страници през моя акаунт
cs: Číst stránky wiki přes můj účet
da: Læs wiki-sider gennem min konto
hr: Čitaj wiki stranice putem mog korisničkog računa
ja: 私のアカウントから wiki ページを読みこむ
nl: Lees Wiki-Pagina's via mijn account

source: Embed preview:
cs: Vložený náhled:
ja: 埋め込みプレビュー:
nl: Voorvertoning insluiten:

source: Include parent comment.
ja: 親コメントを含む。
nl: Oorspronkelijke reactie bijvoegen.

source: Do not show comment if edited.
cs: Nezobrazovat komentář, jestliže byl upraven.
ja: コメントが編集された場合は表示しない。
nl: De reactie niet tonen als ze gewijzigd is.

source: Learn more
cs: Další informace
da: Lær mere
hr: Saznaj više
ja: もっと学ぶ
nl: Meer info

source: When checked, if an embedded comment is later edited, the embedded comment text will be replaced by a link back to the current version of the comment on reddit.
ja: チェックした場合、埋め込まれたコメントがあとで編集されたら、そのコメントのテキストはredditの現在のバージョンへのリンクに置き換わります。
nl: Is deze optie aangevinkt, dan wordt een ingesloten reactie bij latere wijziging vervangen door een link naar de huidige versie van die reactie op reddit.

source: This parameter can be changed after embedding.
ja: この設定は埋め込んだ後でも変更できます。
nl: Deze parameter kan na het insluiten gewijzigd worden.

source: Copy this code and paste it into your website:
da: Kopier denne kode og sæt den ind på din hjemmeside:
ja: このコードをコピーしてあなたのウェブサイトに貼り付けてください。
nl: Kopieer deze code en plak hem in je website:

source: missing name
bg: липсващо име
cs: chybí jméno
da: mangler navn
hr: nedostaje ime
ja: 名前は欠落です
nl: naam ontbreekt
sk: chýba meno
sr: недостаје име

source: invalid credit card number
bg: невалиден номер на кредитната карта
cs: neplatné číslo kreditní karty
da: ugyldigt kortnummer
hr: neispravni broj kreditne kartice
ja: クレジットカード番号は無効です
nl: ongeldig creditcardnummer
sr: погрешан број кредитне картице

source: invalid expiration date
bg: невалидна дата на изтичане
cs: neplatné datum konce platnosti
da: ugylidig udløbsdato
hr: neispravan nadnevak isteka
ja: 有効期限は無効です
nl: ongeldige vervaldatum
sr: погрешан датум истека

source: invalid cvc
bg: невалидно cvc
cs: neplatné cvc
da: ugyldig cvc
hr: krivi CVC broj
ja: CVC（３個の番号、AMEXは４個）は無効です
nl: ongeldige verificatiecode
sk: nesprávne cvc
sr: погрешан контролни број

source: missing address
bg: липсващ адрес
cs: chybí adresa
da: mangler adresse
hr: nedostaje adresa
ja: 住所は欠落です
nl: adres ontbreekt
sk: chýba adresa
sr: недостаје адреса

source: missing city
bg: липсващ град
cs: chybí město
da: mangler by
hr: nedostaje grad
ja: 都市は欠落です
nl: woonplaats ontbreekt
sk: chýba mesto
sr: недостаје град

source: missing country
bg: липсваща държава
cs: chybí země
da: mangler land
hr: nedostaje zemlja
ja: 国は欠落です
nl: land ontbreekt
sk: chýba krajina
sr: недостаје држава

source: an error occurred. please try again later! (status: %(status)s)
bg: възникна грешка, моля пробвайте пак по-късно! (причина: %(status)s)
cs: nastala chyba. zkuste to prosím později! (stav: %(status)s)
da: der skete en fejl. Prøv venligst igen senere! (status %(status)s)
hr: došlo je do greške. pokušaj ponovno malo kasnije! (stanje: %(status)s)
ja: エラーが発生しました。後でもう一度試してみてください。(ステータス: %(status)s)
nl: er is een fout opgetreden. probeer het later opnieuw. (status: %(status)s)
sr: дошло је до грешке. молимо вас да покушате касније! (статус: %(status)s)

source: unsave
bg: премахни от запазени
cs: zrušit uložení
da: fjern fra gemte
hr: poništi spremanje
ja: 保存解除
nl: verwijderen
sk: zrušiť uloženie
sr: одсними

source: try using our secure login form.
bg: влезте с нашия сигурен логин
cs: zkuste náš zabezpečený formulář přihlášení.
da: prøv at bruge vores sikre login formular.
hr: probaj s našim obrascem za sigurnu prijavu.
ja: 私達のセキュアなログインフォームを使ってみる。
nl: probeer ons beveiligde inlogformulier
sk: pokúste sa použiť náš bezpečný prihlasovací formulár
sr: пробајте да користите наш образац за безбедно пријављивање.

source: Password is strong
cs: Heslo je silné
da: Kodeordet er stærkt
hr: Zaporka je jaka
ja: 強いパスワードです
nl: Wachtwoord is sterk
sk: Heslo je silné

source: Password is good
cs: Heslo je dobré
da: Kodeordet er godt
hr: Zaporka je dobra
ja: 良いパスワードです
nl: Wachtwoord is goed
sk: Heslo je dobré

source: Password is fair
cs: Heslo je v pořádku
da: Kodeordet er rimeligt
hr: Zaporka je u redu
ja: まずまずのパスワードです
nl: Wachtwoord is voldoende
sk: Heslo je skoro dobré

source: Password is weak
cs: Heslo je slabé
da: Kodeordet er svagt
hr: Zaporka je preslaba
ja: 弱いパスワードです
nl: Wachtwoord is zwak
sk: Heslo je slabé

source: awesomeness goes here
bg: готини неща тук
cs: sem patří husté věci
da: fede ting lægges her
hr: tu idu samo fensi stvari
ja: 素晴らしいことがここで起こっています
nl: coole dingen komen hier
sk: sem daj niečo úžasné
sr: феноменалност иде овде

source: add a subreddit to your multi.
bg: добави subreddit към своето мулти.
cs: přidat podreddit do vašeho sloučeného redditu.
da: tilføj subreddit til dit multi.
hr: dodaj podreddit svom multiju.
ja: subredditをあなたのmultiに追加する。
nl: voeg een subreddit toe aan je multi.
sr: додај подреддит свом мултиреддиту

source: categorize
bg: категоризирай
cs: kategorizovat
da: kategorisere
hr: kategoriziraj
ja: カテゴライズ
nl: categoriseren
sr: додај у категорију

source: open this multi
bg: отвори този мулти
cs: otevřít tento sloučený reddit
da: åbne denne multi
hr: otvori ovaj multi
ja: このmultiを開く
nl: open deze multi
sr: отвори мултиреддит

source: create a new multi
bg: създай ново мулти
cs: vytvořit nový sloučený reddit
da: lav en ny multi
hr: napravi novi multi
ja: 新しくmultiを作る
nl: creëer een nieuwe multi
sr: направи нови мултиреддит

source: check your inbox to confirm your subscription
da: tjek din indbakke for at bekræfte dit abonnement
nl: bekijk je inbox om je inschrijving te bevestigen

source: close this window
bg: затвори прозореца
cs: zavřít toto okno
da: luk dette vindue
hr: zatvori ovaj prozor
ja: このウィンドウを閉じる
nl: dit venster sluiten
sk: zatvoriť toto okno
sr: затвори овај прозор

source: Share with:
cs: Sdílet s:
nl: Delen met:

source: Share via email as %(username)s
nl: Delen via email als %(username)s

source: add optional message
nl: voeg optioneel bericht in

source: send
bg: изпрати
cs: poslat
hr: pošalji
ja: 送信
nl: verzenden
sk: poslať
sr: пошаљи

source: cancel
bg: откажи
cs: zrušit
da: afslut
hr: odustani
ja: 取消
nl: annuleren
sk: zrušiť
sr: откажи

source: sent!
cs: posláno!
nl: verzonden!

source: Share to %(name)s
nl: Delen met %(name)s

source: Email to a Friend
cs: Poslat emailem kamarádovi
nl: Email naar een vriend

source: please wait a few seconds and try again.
bg: моля, изчакайте няколко секунди и опитайте отново.
cs: prosím počkejte chviličku a pak to zkuste znovu.
da: vent venligst et par sekunder og prøv igen
hr: pričekaj nekoliko sekundi i probaj opet.
ja: 数秒待ってからもう一度お試しください。
nl: wacht enkele seconden en probeer het opnieuw.
sr: сачекајте неколико секунди, а затим покушајте поново.

source: an error occurred (status: %(status)s)
bg: възникна грешка (причина: %(status)s)
cs: nastala chyba (stav: %(status)s)
da: der skete en fejl (status: %(status)s)
hr: došlo je do greške (stanje: %(status)s)
ja: エラーが発生しました(ステータス： %(status)s)
nl: er is een fout opgetreden (status: %(status)s)
sr: дошло је до грешке (статус: %(status)s)

source: Invalid category name
bg: невалидно име на категория
cs: neplatný název kategorie
da: ugyldigt kategorinavn
hr: Nevažeći naziv kategorije
ja: 無効なカテゴリー名
nl: Ongeldige categorienaam

source: save category
bg: категория на запазване
cs: uložit kategorii
da: gem kategori
hr: pohrani kategoriju
ja: カテゴリの保存
nl: bewaar categorie
sk: uložiť kategóriu

source: no category
bg: без категория
cs: žádná kategorie
da: ingen kategori
hr: nema kategorije
ja: カテゴリーなし
nl: geen categorie

source: save
bg: запази
cs: uložit
da: gem
hr: spremi
ja: 保存
nl: opslaan
sk: uložiť
sr: сачувај

source: new category
bg: нова категория
cs: nová kategorie
da: ny kategori
hr: nova kategorija
ja: カテゴリーの追加
nl: nieuwe categorie
sk: nová kategória

source: + close
cs: + zavřít
da: + luk
hr: + zatvori
ja: +クローズ
nl: + sluiten

source: the campaign you requested is available!
cs: kampaň kterou jste požadovali je dostupná!
da: kampangen du ansøgte om er tilgængelig!
hr: dostupna je kampanja koju si zatražio!
ja: あなたがリクエストしたキャンペーンが利用可能になっています！
nl: de campagne die je hebt opgevraagd is beschikbaar!

source: the maximum budget available is $%(bid)s (%(impressions)s impressions)
da: det maksimale budget tilgængeligt er $%(bid)s (%(impressions)s indtryk)
hr: najveći mogući budžet je $%(bid)s (%(impressions)s impresija)
nl: het maximaal beschikbare budget is $%(bid)s (%(impressions)s vertoningen)
