Repository: slimlife/cookie
Catalog: i18n/reddit_i18n/*/LC_MESSAGES/r2.po
Languages: bg, cs, da, hr, ja, nl, sk, sr

source: filter by action
bg: филтриране по действие
cs: filtrovat podle činnosti
da: filtrér efter handling
hr: filtriraj prema radnji
ja: アクションでフィルタする
nl: filteren op actie
sk: filtrovať podľa činností
sr: филтрирај по радњи

source: filter by moderator
bg: филтриране по модератор
cs: filtrovat podle moderátora
da: filtrér efter moderator
hr: filtriraj prema moderatoru
ja: モデレーターで絞り込む
nl: filteren op moderator
sk: filtrovať podľa moderátora
sr: филтрирај по модератору

source: links and comments
bg: линкове и коментари
cs: odkazy a komentáře
da: links og kommentarer
hr: objave i odgovori
ja: リンクとコメント
nl: links en reacties
sk: odkazy a komentáre
sr: линкови и коментари

source: comments
bg: коментари
cs: komentáře
da: kommentarer
hr: odgovori
ja: 個のコメント
nl: reacties
sk: komentáre
sr: коментари

source: show
bg: покажи
cs: zobrazit
da: vis
hr: prikaži
ja: 表示
nl: weergeven
sk: ukázať
sr: покажи

source: awards
bg: награди
cs: ocenění
da: priser
hr: nagrade
ja: アワード
nl: prijzen
sk: ocenenia
sr: награде

source: related
bg: подобни
cs: související
da: relateret
hr: srodno
ja: 関連
nl: gerelateerd
sk: súvisiace
sr: повезано

source: other discussions
bg: други дискусии
cs: jiné diskuze
da: andre diskussioner
hr: druge rasprave
ja: その他のディスカッション
nl: andere discussies
sk: iné diskusie
sr: остале дискусије

source: search results
bg: резултати от търсенето
cs: výsledky hledání
da: søgeresultater
hr: rezultati pretraživanja
ja: 検索結果
nl: zoekresultaten
sk: výsledky hľadania
sr: резултати претраге

source: seen it
bg: видяно
cs: zhlédnuto
da: set det
hr: viđeno
ja: 見ました
nl: gezien
sk: to som videl
sr: већ виђено

source: submit
bg: подай
cs: poslat
da: publicér
hr: pošalji
ja: 投稿
nl: posten
sk: prispej
sr: пошаљи

source: contact us
bg: свържете се с нас
cs: kontaktujte nás
da: kontakt os
hr: obrati nam se
ja: お問い合わせ
nl: contact opnemen
sk: kontaktuj nás
sr: контактирајте нас

source: Claimed! Enjoy your reddit gold membership.
bg: Потвърдено!Насладете се на своето reddit gold членство.
cs: Dokončeno! Užijte si své reddit zlato.
da: Brugt! Nyd dit Reddit Guld medlemskab.
hr: Vaše je! Uživajte u redditovoj zlatnoj članarini.
ja: 主張！あなたのredditのゴールドメンバーシップをお楽しみください。
nl: Geclaimd! Veel plezier met je reddit gold-lidmaatschap.
sk: Nárok uplatnený! Užite si svoje reddit - zlaté členstvo.

source: Your gold creddits have been claimed! Now go to someone's userpage and give them a present!
bg: Вашите златни кредити бяха потвърдени! Сега отидете на нечия потребителска страница и им дайте подарък!
cs: Vaše zlaté kreddity byly získány! Teď můžete jít na stránku nějakého uživatele a dát jim dárek!
da: Dine guld creddits er blevet modtaget! Nu kan du gå til nogens brugerside og give dem en gave!
hr: Dobili ste svoje zlatne kreddite! A sada trk do čijeg god profila i osobi podarite poklon!
ja: あなたの金のcredditsが主張されている！今誰かのuserpageに行って、彼らにプレゼントを与える！
nl: Je gold creddits zijn geclaimd! Ga naar iemands profiel en geef ze een cadeautje!
sk: Získal si zlaté kreddity! Teraz môžeš ísť na niekoho userpage a dať mu darček!

source: Thanks for buying reddit gold! Your transaction has been completed.
bg: Благодарим ви, че закупихте реддит злато! Вашата транзакция беше завършена.
cs: Děkujeme za zakoupení zlatého reddita! Vaše transakce byla dokončena.
da: Tak fordi du købte reddit gold! din transaktion er fuldent.
hr: Zahvaljujemo na kupnji redditovog zlata! Vaša transakcija je izvršena.
ja: redditの金を購入してくれてありがとう！トランザクションが完了しました。
nl: Bedankt voor het kopen van reddit gold! Je transactie is voltooid.
sk: Ďakujeme za zakúpenie zlatého reddita! Vaša tranzakcia bola úspešná.

source: Thanks for buying reddit gold! Your transaction has been completed and emailed to you. You can check the details by signing into your account at:
bg: Благодарим ви за закупуването на реддит злато! Вашата разплата е завършена и изпратена на електронната ви поща. Можете да проверите подробностите като влезете във потребителската си сметка на:
cs: Děkujeme za zakoupení reddit gold! Vaše transakce byla dokončena a zaslána na váš e-mail. Podrobnosti můžete zkontrolovat přihlášením na váš účet na:
da: Tak fordi du købte reddit gold! Din overførsel er gennemført og blevet e-mailet til dig. Du kan gennemse detaljerne ved at logge ind på din bruger her:
hr: Zahvaljujemo na kupnji redditovog zlata! Vaša transakcija je izvršena a podatci poslani epoštom. Podrobnosti možete provjeriti prijavom u vaš korisnički račun:
ja: redditゴールドの購入ありがとうございます！あなたの処理は無事完了し、メールが送信されました。以下でアカウントにログインし詳細を確認できます：
nl: Bedankt dat je reddit gold hebt gekocht! Je transactie is voltooid en naar je gemaild. Je kunt de details bekijken door hier in te loggen:
sk: Vďaka za zakúpenie reddit gold! Tvoja transakcia bola vykonaná a poslali sme ti o tom email. Podrobnosti si môžeš skontrolovať po prihlásení do svojho účtu na:

source: Thanks for buying reddit gold! Your transaction is being processed. If you have any questions please email us at %(gold_email)s
bg: Благодарим ви, за закупуването на реддит злато!Вашата транзакция се обработва.Ако имате въпроси, моля свържете се с на имейл %(gold_email)s
cs: Děkujeme Vám za zakoupení zlatého reddita! Vaše transakce je zpracovávána. Pokud máte jakékoliv otázky, prosím zašlete nám e-mail na %(gold_email)s
da: Tak, fordi du købte Reddit Guld! Din transaktion behandles. Har du spørgsmål, send os en email på %(gold_email)s
hr: Zahvaljujemo na kupnji reddit zlata! Vaša transakcija se obrađuje. Ako imate pitanja, pošaljite ih epoštom na %(gold_email)s
ja: reddit goldの購入ありがとうございます！ あなたのお支払いは現在処理中です。何か質問があれば %(gold_email)s までメールをお送りください。
nl: Bedankt voor je aankoop van reddit gold! Je betaling wordt nu verwerkt. Als je vragen hebt, kun je ons mailen op %(gold_email)s
sk: Vďaka za zakúpenie zlatého reddita! Vaša tranzakcia sa práve spracováva. Ak máte nejaké otázky prosím pošlite nám e-mail na %(gold_email)s

source: thanks
bg: Благодаря!
cs: děkujeme
da: tak
hr: hvala
ja: ありがとう！
nl: bedankt
sk: vďaka
sr: хвала

source: claim this award?
bg: приеми тази награда?
cs: získat toto ocenění?
da: gør krav på denne præmie?
hr: prihvati ovu nagradu?
ja: この報酬を要求しますか？
nl: deze trofee claimen?
sk: vziať si toto ocenenie?
sr: присвојите ову награду?

source: award claim
bg: прием на награда
cs: získání ocenění
da: prisopkrævning
hr: preuzmi nagradu
ja: 報酬の要求権
nl: trofeeclaim
sk: získať ocenenie
sr: преузми награду

source: gilding
bg: плъзгане
cs: pozlacení
da: forgyldning
hr: pozlaćivanje
ja: 金メッキ
nl: vergulden
sk: pozlátenie

source: password
bg: парола
cs: heslo
da: kodeord
hr: zaporka
ja: パスワード
nl: wachtwoord
sk: heslo
sr: лозинка

source: verify email
bg: потвърди и-мейл
cs: ověřit e-mail
da: verificér email
hr: potvrdi adresu epošte
ja: メールアドレスを確認する
nl: e-mailadres bevestigen
sk: potvrďte email
sr: верификуј е-адресу

source: reset password
bg: задай нова парола
cs: resetovat heslo
da: gendan password
hr: poništi zaporku
ja: パスワードをリセットする
nl: wachtwoord resetten
sk: obnoviť heslo
sr: ресетуј лозинку

source: incorrect message token
bg: невалиден символ в съобщението
cs: nesprávný token zprávy
da: ugyldig besked token
hr: netočni token poruke
ja: 不正なメッセージトークンです
nl: onjuist berichttoken
sk: chybný token správy

source: emails unsubscribed
bg: имейл е отписан
cs: zrušen odběr emailů
da: emails afmeldt
hr: email pretplata poništena
ja: Eメールの購読を解除
nl: email abonnement opgezegd
sk: bol si odhlásený z newsletteru

source: turn admin on
bg: включи администратор
cs: zapnout správce
da: slå admin til
hr: uključi admina
ja: 管理モードオン
nl: admin inschakelen
sk: zapnúť admina
sr: укључи админ мод

source: opt out
bg: откажи
cs: vyvázat se z účasti
da: vælg fra
hr: poništi
ja: 参加しない
nl: uitschrijven
sk: vyviazať sa z účasti
sr: одустани

source: welcome back
bg: Добре дошли отново
cs: vítejte zpět
da: velkommen tilbage
hr: dobro došao natrag
ja: おかえり！
nl: welkom terug
sk: vitajte späť
sr: добро дошли назад

source: purchase creddits
bg: Купете кредити
cs: zakoupit kreddity
da: køb creddits
hr: kupi kreddite
ja: 購入creddits
nl: Koop creddits
sk: zakúpenie kreditov

source: reddit gold subscription
bg: абонамент за реддит злато
cs: předplatné zlatého reddita
da: reddit guld abonnement
hr: pretplata na reddit zlato
ja: reddit ゴールド登録
nl: redditgold-abonnement
sk: predplatné zlatého reddita

source: An anonymous redditor
bg: Анонимен реддитор.
cs: Anonymní redditor
da: En anonym redditor
hr: anonimni redditor
ja: 匿名redditor
nl: een anonieme redditor
sk: anonymný redditor
sr: Анонимни реддитор

source: Let there be gold! %s just sent you reddit gold!
bg: Нека бъде злато! %s изпраща ти реддит злато!
cs: Budiž zlato! %s Vám právě poslal zlatého reddita!
da: Lad der være guld! %s har lige sendt dig reddit gold!
hr: Neka bude zlata! %s ti je upravo poslao reddit zlato!
ja: ゴールドあれ！%s あなたに今 redditゴールドを送りました。
nl: gold! %s heeft je net reddit gold gegeven!
sk: Buď zlato! %s Vám práve poslal zlatého reddita!
sr: И нека буде злато! %s ти је управо послао/ла реддит злато!

source: Your comment has been gilded!
bg: Коментарът Ви беше позлатен!
cs: Váš komentář byl pozlacen!
da: Din kommentar er blevet forgyldt!
hr: Tvoj odgovor je pozlaćen!
ja: コメントが金ピカになりました！
nl: Je hebt gold gekregen voor deze opmerking!
sk: Váš komentár bol pozlatený!
sr: Твој коментар је позлаћен!

source: Your submission has been gilded!
bg: Публикацията Ви беше позлатена!
cs: Vaše předložení bylo pozlaceno!
da: Dit indlæg er blevet forgyldt!
hr: Tvoja objava je pozlaćena!
ja: あなたの投稿は金ピカになりました！
nl: Je hebt gold gekregen voor deze post!
sk: Váš príspevok bol pozlatený!

source: Your gold gift code has been generated!
bg: Златният Ви код е генериран!
cs: Váš kód dárkového kupónu byl vytvořen!
da: Din 'guldgave'-kode er blevet genereret!
hr: Tvoj kupon za reddit zlato je generiran!
ja: あなたのゴールドギフトカードが生成されました!
nl: Je gold cadeaucode is aangemaakt!
sk: Váš zlatý darčekový kód bol vytvorený!
sr: Ваш реддит гифт код је генеризован!

source: nice try.
bg: Добър опит
cs: hezký pokus.
da: godt forsøgt.
hr: dobar pokušaj.
ja: ナイストライ！
nl: leuk geprobeerd.
sk: pekný pokus.
sr: добар покушај.

source: that user has deleted their account
bg: този потребител е изтрил акаунта си
cs: tento uživatel smazal svůj účet
da: den bruger har slettet deres konto
hr: taj korisnik izbrisao je svoj račun
ja: 該当ユーザーはアカウントを削除しました。
nl: het account van deze gebruiker is verwijderd
sk: tento používateľ zmazal svoj účet
sr: тај корисник је избрисао свој налог

source: the gold has been delivered!
bg: златото е доставено!
cs: zlato bylo doručeno!
da: guldet er blevet leveret!
hr: zlato je isporučeno!
ja: redditゴールドが送られました！
nl: het gold is bezorgd!
sk: zlato bolo doručené!
sr: злато је испоручено!

source: there was an error creating a gift code. please try again later, or contact %(email)s for assistance.
bg: възникна грешка при създаването на гифт код. опитайте пак по-късно, или пишете на %(email)s .
cs: při vytváření kódu kupónu nastala chyba. zkuste to znovu za chvíli, nebo kontaktujte %(email)s pro pomoc.
da: der var en fejl under oprettelsen af en gavekode. vær venlig at prøve igen senere, eller kontakt %(email)s for assistance.
hr: došlo je greške prilikom stvaranja kuponskog koda. pokušaj ponovno kasnije ili se obrati %(email)s za pomoć.
ja: ギフトコードの作成中にエラーが発生しました。後で再びやり直すか、サポートのために %(email)s に問い合わせてださい。
nl: er is een fout opgetreden bij het aanmaken van de gift code. probeer het alsjeblieft later, of neem contact op met %(email)s voor hulp.
sk: pri vytváraní kódu sa stala chyba. skúste to znova za chvíľu alebo kontaktujte %(email)s pre pomoc.

source: the gift code has been messaged to you!
bg: Гифт кодът Ви беше изпратен успешно!
cs: kód kupónu Vám byl zaslán zprávou!
da: gavekoden er blevet sendt til dig!
hr: kupon s kȏdom ti je poslan u poruci!
ja: あなたにギフトコードが送信されました！
nl: De cadeau code is naar je gestuurd!
sk: darčekový kód vám bol zaslaný správou!
sr: гифт код је послан!

source: Eureka! Thank you for investing in reddit gold!
bg: Ура! Благодаря, че инвестирахте в реддит злато!
cs: Heuréka! Děkujeme Vám za investování do zlatého reddita!
da: Eureka! Tak for din investering i reddit guld!
hr: Eureka! Hvala ti na investiciji u reddit zlato!
ja: エウレカ！ redditゴールドを買ってくれてありがとう！
nl: Eureka! Bedankt voor het aanschaffen van reddit gold!
sk: Heuréka! Ďakujeme Vám za investovanie do zlatého reddita!
sr: Еурека! Хвала што сте инвестирали у реддит злато!

source: Thank you for buying reddit gold. Your patronage supports the site and makes future development possible. For example, one month of reddit gold pays for 5 instance hours of reddit's servers.
bg: Благодарим Ви за закупуването на редит злато. Вашата подкрепа поддържа сайта и прави възможно бъдещото му развитие. Например, закупуването на реддит злато за един месец покрива разходите за сървърите ни за 5 часа.
cs: Děkujeme za koupi zlatého reddita. Vaše přízeň podporuje stránku a umožňuje její další rozvoj. Například: Jeden měsíc zlatého reddita zaplatí 5 hodin instance serverů reddit.
da: Tak for dit køb af reddit guld. Din gavmildhed støtter siden, og gør fremtidig udvikling mulig. For eksempel betaler en måneds reddit guld for at holde reddits servere online i 5 timer.
hr: Hvala na kupnji reddit zlata. Tvoja pomoć uzdržava stranicu te omogućava budući razvoj. Na primjer, jedan mjesec reddit zlata plaća za 5 ura rada redditovih poslužitelja.
ja: redditゴールドの購入ありがとうございます。あなたの御支援によってサイトの開発が可能になります。例えば、一ヶ月分のゴールドは5時間ほどのredditサーバーの支払いに相当します。
nl: Bedankt voor het kopen van reddit Gold. Je aankoop ondersteunt de website en maakt toekomstig onderhoud mogelijk. Als voorbeeld, één maand reddit Gol betaalt 5 uur reddit.
sk: Ďakujeme za kúpenie zlatého reddita. Vaša priazeň podporuje stránku a umožňuje jej ďalší rozvoj. Napríklad, jeden mesiac zlatého reddita zaplatí 5 hodín inštancie serverov reddit.
sr: Хвала што сте купили реддит злато. Ваше спонзорство подржава и одржава наш сајт и омогућава будући развој. на пример: један месец реддит злата је довољан да плати 5 сати рада наших сервера.

source: Eureka! Thank you for investing in reddit gold creddits!
bg: Ура! Благодарим Ви, че инвестирахте в реддит злато кредити!
cs: Heuréka! Děkujeme Vám za investování do kredditů zlatého reddita!
da: Eureka! Tak for din investering i reddit guld creddits!
hr: Eureka! Hvala ti na investiranju u reddit zlatne kreddite!
ja: エウレカ！ redditゴールドクレジットを買ってくれてありがとう！
nl: Bedankt voor het investeren in reddit Gold creddits!
sk: Heuréka! Ďakujeme Vám za investovanie do kredditov zlatého reddita!
sr: Еурека! Хвала што сте инвестирали у кредит за реддит злато!

source: Thank you for buying creddits. Your patronage supports the site and makes future development possible. To spend your creddits and spread reddit gold, visit [/gold](/gold) or your favorite person's user page.
bg: Благодарим Ви, че купихте креддити. Вашата подкрепа подпомага сайта и прави бъдещото му развитие възможно. За да харчите кредитите си и да раздавате редит злато, посетете [/gold](/gold) или потребителската страница на любимия Ви автор.
cs: Děkujeme za koupi kredditů. Vaše přízeň podporuje stránku a umožňuje její další rozvoj. Abyste své kreddity utratili a rozšířili zlatého reddita, navštivte [/gold](/gold) nebo stránku svého oblíbeného uživatele.
da: Tak for dit køb af reddit guld. Din gavmildhed støtter siden og gør, fremtidig udvikling mulig. For at bruge dine creddits og sprede reddit guld, skal du besøge [/gold](/gold) eller din yndlingspersons profil.
hr: Hvala ti na kupnji kreddita. Tvoja pomoć uzdržava stranicu i omogućava budući razvoj. Kako bi potrošio kreddite i podijelio reddit zlata, posjeti [/gold](/gold) ili korisničku stranicu svoje omiljene osobe.
ja: クレジットの購入ありがとうございます。あなたの御支援によってサイトの開発が可能になります。クレジットを使うことで redditゴールドの輪を広げましょう。 [/gold](/gold) を訪問するかあなたのお気に入りのユーザーのページで。
nl: Bedankt voor het kopen van creddits. Je aankoop ondersteunt de website en maakt toekomstig onderhoud mogelijk. Om je creddits te gebruiken en reddit gold te verspreiden, bezoek [/gold](/gold), of je favoriete persoon zijn profielpagina.
sk: Ďakujeme za zakúpenie kreditov. Tvojou kúpou ste podporili prevádzku stránky a jej budúci vývoj. Tvoje kredity a zlatého reddita môžete minúť, ak navštivíte [/gold](/gold) alebo stránku vašeho obľúbeného užívateľa.
sr: Хвала што сте купили креддите. Ваше спонзорство подржава и одржава наш сајт и омогућава будући развој. Да бисте потрошили свој креддит и разделили злато, посетите [/gold](/gold) или страницу Ваше омиљене особе.

source: Thank you again for your support, and have fun spreading gold!
bg: Отново Ви благодарим за подкрепата, забавлявайте се раздавайки злато!
cs: Ještě jednou Vám děkujeme za vaši podporu a užijte si rozhazování zlata!
da: Tak igen for din støtte, og have det sjovt med at sprede guld!
hr: Ponovno hvala na podršci i puno sreće u dijeljenju zlata!
ja: あなたのご支援に重ねて感謝します。そして楽しんでゴールドを配ってください。
nl: nogmaals bedankt voor je ondersteuning en veel plezier met het verspreiden van gold!
sk: Ešte raz vám ďakujeme za vašu podporu a užite si rozdávanie zlata!
sr: Хвала још једном на Вашој подршци и забављајте се трошећи злато!

source: Thanks for giving the gift of reddit gold!
bg: Благодарим Ви, че дадохте редит злато за подарък!
cs: Děkujeme Vám za darování zlatého reddita!
da: Tak fordi at du har givet reddit guld!
hr: Hvala ti na darivanju reddit zlata!
ja: redditゴールドのプレゼント、ありがとうございました！
nl: bedankt voor het geven van reddit gold!
sk: Ďakujeme za darovanie reddit zlata!
sr: Хвала што поклањате реддит злато!

source: Your classy gift to %s has been delivered. Thank you for gifting reddit gold. Your patronage supports the site and makes future development possible.
bg: Елегантният Ви подарък за %s беше доставен. Благодарим, че подарихте реддит злато. Подкрепата Ви поддържа сайта и прави възможно бъдещото му развитие.
cs: Váš prima dárek pro %s byl doručen. Děkujeme za darování zlatého reddita. Vaše přízeň podporuje stránku a umožňuje její další rozvoj.
da: Din gave til %s er blevet leveret. Tak for at du har givet reddit guld. Din gavmildhed støtter siden, og gør fremtidig udvikling mulig.
hr: Tvoj dar za %s je dostavljen. Hvala ti što daruješ reddit zlato. Na taj način pružaš potporu našoj stranici i omogućavaš daljnji razvoj.
ja: あなたの素敵な贈り物は %s に届きました redditゴールドのご贈答ありがとうございます。あなたの御支援によってサイトの開発が可能になります
nl: je kado aan %s has been delivered. Bedankt voor het geven van reddit gold. Je aankoop ondersteunt de website en maakt verder onderhoud mogelijk.
sk: Tvoj prvotriedny darček pre %s bol doručený. Vďaka ti za darovanie reddit gold. Tvoja podpora tejto stránke pomáha jej ďalšiemu vývoju.

source: reddit gold payment cancelled
bg: плащането със редит злато е отменено
cs: platba za zlatého reddita zrušena
da: reddit guld betaling annulleret
hr: otkazana uplata reddit zlata
ja: redditゴールドの支払いはキャンセルされました。
nl: Aankoop van reddit gold geannuleerd.
sk: reddit gold platba zrušená
sr: плаћање реддит злата је отказано

source: Your reddit gold payment has been cancelled, contact %(gold_email)s for details
bg: Плащането Ви със редит злато е спряно, свържете се с %(gold_email)s за детайли
cs: Vaše platba za zlatého reddita byla zrušena, kontaktujte %(gold_email)s pro podrobnosti
da: Din betaling for reddit guld er blevet annulleret, kontakt %(gold_email)s for flere detaljer.
hr: Tvoja uplata reddit zlata je otkazana, obrati se %(gold_email)s za podrobnosti
ja: あなたのredditゴールドの支払いはキャンセルされました。詳細は %(gold_email)s にお問い合わせください。
nl: je aankoop van reddit gold is geannuleerd, contact %(gold_email)s voor meer informatie
sk: Vaša reddit gold platba bola prerušená, kontaktujte %(gold_email)s pre podrobnosti
sr: Ваше плаћање реддит злата је отказано, обратите се на %(gold_email)s за детаље

source: reddit gold payment failed
bg: плащането със реддит злато бе неуспешно
cs: platba zlatého reddita selhala
da: reddit guld-betaling mislykkedes
hr: plaćanje reddit zlata nije uspjelo
ja: reddit goldの支払いに失敗しました。
nl: betaling voor reddit gold mislukt
sk: reddit gold platba zlyhala
sr: плаћање реддит злата није успело

source: Your reddit gold payment has failed, contact %(gold_email)s for details
bg: Плащането Ви със редит злато беше неуспешно, свържете се с %(gold_email)s за детайли
cs: Vaše platba za zlatého reddita nebyla úspěšná, kontaktujte %(gold_email)s pro podrobnosti
da: Der er sket en fejl i din betaling for reddit guld, kontakt %(gold_email)s for flere detaljer
hr: Tvoja uplata reddit zlata nije uspjela, obrati se %(gold_email)s za podrobnosti
ja: あなたのredditゴールドの支払いは失敗しました。詳細は %(gold_email)s にお問い合わせください。
nl: er is een fout opgetreden bij je reddit goldaankoop, neem contact op met %(gold_email)s voor meer informatie
sk: Vaša reddit gold platba zlyhala, kontaktujte %(gold_email)s pre podrobnosti
sr: Ваше уплата реддит злата није успела, обратите се на %(gold_email)s за детаље

source: reddit gold subscription cancelled
bg: reddit златен абонамент отказан/спрян
cs: předplatné zlatého reddita zrušeno
da: reddit gold abonnement annuleret
hr: Pretplata na reddit gold je otkazana
ja: redditゴールドの登録はキャンセルされました
nl: reddit-goldabonnement geannuleerd
sk: predplatné reddit gold zrušené

source: Your reddit gold subscription has been cancelled because your credit card could not be charged. Contact %(gold_email)s for details
bg: Вашият reddit златен абонамент бе отказан, тъй като не може да се направи транзакция от кредитната Ви карта. Свържете се с %(gold_email)s за повече информация
cs: Vaše předplatné zlatého reddita bylo zrušeno protože ho nešlo zaplatit vaší kreditní kartou. Pro podrobnosti kontaktujte %(gold_email)s
da: Dit reddit gold abbonement are blevet annuleret da der ikke kunne trækkes på dit kredit kort. Kontakt %(gold_email)s for detaljer
hr: Vaša pretplata na reddit gold je otkazana jer nismo mogli teretiti vašu kreditnu karticu. Kontaktirajte %(gold_email)s za detalje
ja: クレジットカードを充電することができなかったので、あなたのredditの金のサブスクリプションがキャンセルされました。コンタクト %(gold_email)s 詳細については、
nl: Je reddit-goldabonnement werd geannuleerd omdat het geld niet van je creditcard kon worden afgeschreven. Neem contact op met %(gold_email)s voor meer informatie
sk: Tvoje predplatné reddit gold bolo zrušené, pretože sa nepodarilo stiahnuť platbu z tvojej kreditky. Kontaktuj %(gold_email)s pre podrobnosti

source: reddit gold refund
bg: възстановяване на плащане със редит злато
cs: vrácení peněz za zlatého reddita
da: reddit guld refundering
hr: povrat novca za reddit zlato
ja: redditゴールド返金
nl: reddit gold teruggave
sk: reddit gold vrátenie peňazí
sr: повраћај новца за реддит злато

source: Your reddit gold payment has been refunded, contact %(gold_email)s for details
bg: Плащането ви със редит злато беше възстановено, свържете се с %(gold_email)s за подробности
cs: Vaše platba za zlatého reddita byla vrácena, kontaktujte %(gold_email)s pro podrobnosti
da: Dit køb af reddit guld er blevet refunderet. Kontakt %(gold_email)s for flere detaljer.
hr: Vraćeni su ti novci za reddit zlato, obrati se %(gold_email)s za podrobnosti
ja: reddit ゴールドの支払いが返金されました。詳細は %(gold_email)s にお問い合わせください。
nl: je aankoop van reddit gold is terug betaald, neem contact op met %(gold_email)s voor meer informatie
sk: Tvoje predlatné za reddit gold ti bolo vrátené, kontaktuj %(gold_email)s pre podrobnosti
sr: Враћен је новац за Вашу уплату за реддит злато, обратите се на %(gold_email)s за детаље

source: error: %(error)s
bg: грешка: %(error)s
cs: chyba: %(error)s
da: fejl: %(error)s
hr: greška: %(error)s
ja: エラー: %(error)s
nl: fout: %(error)s
sk: chyba: %(error)s

source: invalid request
bg: невалидна заявка
cs: neplatný požadavek
da: ugyldig anmodning
hr: nevaljali zahtjev
ja: 無効なリクエスト
nl: ongeldig verzoek
sk: Neplatná požiadavka
sr: погрешан захтев

source: api error
bg: грешка с api
cs: chyba api
da: api fejl
hr: API greška
ja: ＡＰＩエラー
nl: api-fout
sk: chyba: api
sr: грешка у апликационом интерфејсу за програмирање
