Repository: slimlife/cookie
Catalog: i18n/reddit_i18n/*/LC_MESSAGES/r2.po
Languages: bg, cs, da, hr, ja, nl, sk, sr

source: open links in a new window
bg: отваряй връзките в нов прозорец
cs: odkazy otevírat v novém okně
da: åben links i et nyt vindue
hr: otvaraj objave u novom prozoru
ja: リンクを新しいウィンドウで表示する
nl: links in een nieuw venster openen
sk: otvárať odkazy v novom okne
sr: отвори линкове у новом прозору

source: specify the color
bg: посочете цвят
cs: zadejte barvu
da: specificer en farve
hr: odredi farbu
ja: 色を指定してください
nl: kies een kleur
sk: zadajte farbu
sr: наведите боју

source: specify a border color
bg: посочете цвят за рамката
cs: zadejte barvu ohraničení
da: specificer en kantfarve
hr: odredi farbu obruba
ja: 枠の色を指定してください
nl: kies een randkleur
sk: zadajte farbu okrajov
sr: наведите боју ивице

source: to make this button:
bg: за да направите този бутон:
cs: pro vytvoření tohoto tlačítka:
da: for at lave denne knap:
hr: kako bi napravio taj gumb:
ja: このボタンを作るには:
nl: om deze knop te maken:
sk: pre vytvorenie tohto tlačítka:
sr: да бисте направили ово дугме:

source: use this code:
bg: използвайте този код:
cs: použijte tento kód:
da: brug denne kode:
hr: upotrijebi ovaj kôd:
ja: このコードを利用して:
nl: gebruik je deze code:
sk: použite tento kód:
sr: користите овај код:

source: more badges and buttons
bg: повече значки и бутони
cs: další odznaky a tlačítka
da: flere mærker og knapper
hr: više znački i gumba
ja: さらなるバッジとボタン
nl: meer badges en knoppen
sk: viac odznakov a tlačidiel
sr: још значки и дугмади

source: view code
bg: виж код
cs: zobrazit kód
da: vis kode
hr: prikaži kôd
ja: コードを見る
nl: code weergeven
sk: prezri kód
sr: погледај код

source: hide code
bg: скрий код
cs: skrýt kód
da: skjul kode
hr: skrij kôd
ja: コードを隠す
nl: code verbergen
sk: schovaj kód
sr: сакриј код

source: are you human?
bg: Нали си човек?
cs: jste člověk?
da: er du et menneske?
hr: jesi li ljudsko biće?
ja: キミ、ロボットダッタリシテ？
nl: ben je een mens?
sk: si človek?
sr: да ли сте човек?

source: human?
bg: човек?
cs: jste člověk?
da: menneske?
hr: ljudsko biće?
ja: アナタ、チキュウジンジャナイ?
nl: ben je een mens?
sk: človek?
sr: људско биће?

source: clear
bg: изчисти
cs: vyčistit
da: ryd
hr: izbriši
ja: クリアー
nl: wissen
sk: čisté
sr: обриши

source: deleted comment from
bg: изтрит коментар от
cs: smazán komentář z
da: slettede kommentar fra
hr: izbrisan odgovor od
ja: このユーザーからのコメントを削除しました
nl: reactie verwijderd uit
sk: vymazaný komentár od
sr: обрисан коментар од

source: this subreddit hides comment scores for %d minutes
bg: този събредит скрива резултатите на коментарите за %d минути
cs: tento subreddit skrývá hodnocení komentářů na %d minut
da: dette subreddit skjuler kommentar score i %d minutter
hr: taj podreddit skriva ocjene odgovora na %d minuta
ja: このsubredditは%d 分
nl: deze subreddit verbergt %d minuten de reactiescores
sr: овај подреддит сакрива гласове за коментаре за %d минута

source: score hidden
bg: резултатът е скрит
cs: hodnocení skryto
da: score skjult
hr: rezultat skriven
ja: スコア非表示
nl: score verborgen
sk: skóre skryté
sr: сакривени гласови

source: category: %s
bg: категория: %s
cs: kategorie: %s
da: kategori: %s
hr: kategorija: %s
ja: カテゴリー: %s
nl: categorie: %s

source: show replies
bg: покажи отговори
cs: zobrazit odpovědi
da: vis svar
hr: prikaži odgovore
ja: 返信を表示する
nl: reacties weergeven
sk: ukázať odpovede
sr: прикажи одговоре

source: ago
bg: преди
cs: před
da: siden
hr: prije
ja: 前
nl: geleden
sk: pred
sr: пре

source: on
bg: на
cs: ve
da: på
hr: na
ja: で
nl: op
sk: na
sr: на

source: Highlight comments posted since previous visit:
bg: Подчертай коментари постнати след последното ми посещение:
cs: Zvýraznit komentáře uveřejněné od poslední návštěvy:
da: Fremhæv kommentarer, der er blevet indlagt siden sidste besøg:
hr: istakni odgovore poslane nakon zadnje posjete:
ja: 前回アクセス時からの注目された投稿コメント
nl: markeer reacties sinds laatste bezoek:
sr: Означи коментаре постављене након прошле посете:

source: no highlighting
bg: без подчертаване
cs: žádné zvýrazňování
da: ingen fremhævning
hr: bez isticanja
ja: ハイライトなし
nl: niets markeren
sk: žiadne zvýraznenie
sr: без истицања

source: # Claim this award for /u/%s? #
bg: # Поискай тази награда за /u/%s? #
cs: # Získat toto ocenění pro /u/%s? #
da: # Gør krav på denne pris for /u/%s? #
hr: # Primi ovu nagradu za /u/%s? #
ja: # /u/%sへのこの報酬を要求しますか？#
nl: # Deze trofee claimen voor /u/%s? #
sr: # Тражи ову награду за /u/%s? #

source: Yes, please!
bg: Да, моля!
cs: Ano, prosím!
da: Ja, tak!
hr: Da, molim!
ja: はい、お願いします！
nl: Ja, graag!
sk: Áno, prosím!
sr: Да, молим!

source: "In 5-billion years the Sun will expand and engulf our orbit as the charred ember that was once Earth vaporizes. Have a nice day."
bg: "След 5 милиарда години, нашето Слънце ще се разшири и ще погълне орбитата ни, превръщайки Земята в живия въглен, който някога тя е била. Пожелаваме Ви приятен ден!"
cs: "Za 5 miliard let se Slunce rozšíří a pohltí naši oběžnou dráhu, čímž zničí vše, co ze Země zbylo. Přejeme Vám příjemný den."
da: "Om 5 milliarder år vil solen udvide sig og opsluge vores kredsløb mens den forkullede aske som engang var Jorden fordamper. Hav en god dag."
hr: "Za 5 milijardi godina Sunce će se proširiti i progutati našu orbitu dok spaljena žeravica što je nekoć bila Zemlja isparava. Ugodan dan."
ja: 「50億年で、太陽は膨張し、地球の軌道を飲み込みながら、かつて地球だった黒焦げの燃えさしが蒸発するでしょう。良い一日を。」
nl: "Over 5 miljard jaar verandert de zon in een rode reus en zo groot worden dat de verkoolde edelsteen die ooit Aarde heette zal verdampen. Fijne dag verder!
sk: "Za 5 miliárd rokov Slnko expanduje a pojme našu orbitu, obhorený kameň ktorý bol kedysi Zemou sa vyparí. Prajem pekný deň."

source: # your account is too new to create a subreddit try participating in other communities on reddit for a little while first before creating your own. please post to /r/help if you need more information about this restriction, or if you require a specific exemption you can [contact the admins](/contact) to request one.
ja: # あなたのアカウントはサブレディットを作成するのには新しすぎます。自分のを作る前に初めのうちはredditの他のコミュニティに参加してみてください。この制限についてもっと情報がほしい方は /r/help へ質問するか、特別に免除する必要がある場合管理者に問い合わせることも出来ます。
nl: # Je account is te nieuw om een subreddit aan te maken Probeer eerst deel te nemen in andere communies op reddit voor een tijdje voordat je je eigen subreddit aanmaakt. Laat een bericht achter op /r/help als je meer informatie nodig hebt over deze beperking, als je een specifieke uitzondering nodig hebt kan je [contact opnemen met de admins](/contact).

source: no spaces, e.g., slashdot
bg: Без разстояние
cs: bez mezer, např. tečkalomeno
da: ingen mellemrum, fx slashdot
hr: bez razmaka, npr., slashdot
ja: スペースなし, 例: slashdot
nl: geen spaties, bijv. fansvansesamstraat
sk: žiadne medzery, napr. slashdot
sr: без размака, нпр. slashdot

source: name
bg: име
cs: název
da: navn
hr: naziv
ja: 名前
nl: naam
sk: meno
sr: име

source: e.g., slashdot: news for nerds, stuff that matters
bg: например: slashdot: новини за нърдове, работи които имат значение
cs: např. tečkalomeno: novinky pro šprty, věci na kterých záleží
da: fx, slashdot: news for nerds, stuff that matters
hr: npr. slashdot: news for nerds, stuff that matters
ja: 例: slashdot: news for nerds, stuff that matters
nl: bijv. fansvansesamstraat: omdat Sesamstraat supervet is!
sk: napr., slashdot: novinky pre nerdov, veci na ktorých zaleží
sr: нпр. slashdot: новости за гикове, ствари које су битне

source: shown in the sidebar of your subreddit. 5120 characters max.
bg: показва се в страничното поле на вашия subreddit. до 5120 символа.
cs: zobrazeno v postranní liště vašeho podredditu. Max 5120 znaků.
da: vist i sidebjælken på dit subreddit. højst 5120 tegn.
hr: prikazuje se na bočnoj traci tvog podreddita. najviše 5120 pismena.
ja: あなたのSubredditのサイドバーに表示されます。最大5120文字です。
nl: wordt weergegeven in de zijbalk van je subreddit. maximaal 5120 tekens.
sk: zobrazený na bočnej lište vášho subredditu. max 5120 znakov.
sr: приказано у брочној траци подреддита. макс. 5120 знакова.

source: text to show on submission page. 1024 characters max.
bg: текст, който да се покаже на публикацията. максимум 1024 символа.
cs: text zobrazený na stránce předložení. maximálně 1024 znaků.
da: tekst, der skal vises på indsendingssiden. max 1024 tegn.
hr: tekst koji se prikazuje na stranici za objave. najviše 1024 znakova.
ja: 投稿ページで表示するテキスト。最大1024文字。
nl: tekst die op de post-pagina vertoond zal worden. Maximaal 1024 karakters.

source: submission text
bg: текст на публикацията
cs: text předložení
da: indsendingstekst
hr: tekst objave
ja: 投稿テキスト
nl: Posttekst

source: public
bg: публично
cs: veřejné
da: offentligt
hr: javno
ja: 公開中
nl: openbaar
sk: verejný
sr: јаван

source: anyone can view and submit
bg: всеки може да види и да постне
cs: každý může zobrazit a předkládat
da: alle kan se og tilføje indlæg
hr: svi mogu pregledavati i objavljivati
ja: 誰でも閲覧と投稿ができる
nl: iedereen kan kijken en posten
sk: každý môže prezerať a prispieť
sr: сви могу да виде и пишу

source: restricted
bg: забранено
cs: omezeno
da: begrænset
hr: ograničeno
ja: 制限あり
nl: beperkt
sk: obmedzený
sr: ограничен

source: anyone can view, but only some are approved to submit links
bg: всеки може да гледа, но само някои са одобрени да подават линкове
cs: každý si může prohlédnout, ale pouze někteří jsou schváleni k předkládání odkazů
da: alle kan se, men kun nogle er godkendt til at tilføje indlæg
hr: svi mogu pregledavati, ali samo neki mogu objavljivati
ja: 誰でも閲覧できるが、リンクの投稿は承認されたメンバーのみ
nl: iedereen kan kijken, maar niet iedereen kan posten
sk: každý môže prezerať, ale iba niektorým je povolené prispievať odkazy
sr: свако може да види, али само одобрени могу да пишу

source: only approved members can view and submit
bg: само одобрени членове мога да гледат и постват
cs: pouze schválení členové si můžou prohlédnout a předkládat
da: kun godkendte medlemmer kan se og tilføje indlæg
hr: samo neki mogu pregledavati i objavljivati
ja: 承認されたメンバーのみ閲覧と投稿ができる
nl: alleen bevoegde leden kunnen kijken en posten
sk: iba schválení členovia môžu prezerať a prispievať
sr: само чланови са одобрењем могу да виде и пишу

source: archived
bg: архивирано
cs: archivováno
da: arkiveret
hr: arhivirano
ja: アーカイブされています
nl: gearchiveerd
sk: archivované
sr: архивирано

source: anyone can view, but submissions are no longer accepted
bg: всеки може да преглежда, но подавания не се приемат
cs: každý může zobrazit, ale předložení již nejsou přijímána
da: alle kan se, men nye indlæg er ikke længere accepteret
hr: svi mogu pregledavati, no više se ne može objavljivati
ja: 誰でも閲覧可能ですが、もう投稿は受け付けていません。
nl: iedereen kan kijken maar posts worden niet meer geaccepteerd
sk: každý môže zobraziť, ale príspevky sa už neprijímajú
sr: свако може да види, али слање више није могуће

source: gold restricted
bg: златото ограничено
cs: pouze pro zlaté členy
da: guld begrænset
hr: samo za zlatne članove
ja: 金が制限
nl: beperkt voor Gold
sr: Ограничено на златне чланове

source: anyone can view, but only reddit gold members can submit or comment
bg: видимо за всички, но само златни потребители могат да публикуват и коментират
cs: každý si může prohlédnout, ale pouze zlatí členové reddit mohou předkládat nebo komentovat
da: alle kan se, men kun reddit guld medlemmer kan tilføje indlæg eller kommentere
hr: svi mogu pregledavati, ali samo zlatni reddit članovi mogu objavljivati ili odgovarati
ja: 誰でも閲覧できますが、唯一のレヂットのゴルドーメンバーが提出したり、コメントすることができます。
nl: iedereen kan kijken, maar alleen reddit Gold-leden mogen reageren of posten
sr: било ко може прегледати, али само златни чланови могу да пишу или коментаришу

source: employees only
hr: samo za zaposlenike
nl: alleen medewerkers

source: only reddit employees can view; the employee list is pulled from live config
nl: alleen reddit medewerkers kunnen dit bekijken; de medewerkers lijst wordt live opgehaald vanaf een configuratie

source: If you switch this subreddit to another type, you will not be able to switch back to "gold only" without the assistance of an admin
ja: このサブレディットを他のタイプに変更すると、管理者の助け無しに"gold only"に戻すことは出来ません
nl: Wanneer je deze subreddit omzet naar een ander type, zal je niet in staat zijn om terug te schakelen naar “gold only” zonder de hulp van een admin

source: gold only
ja: ゴールドメンバーのみ
nl: alleen gold

source: only reddit gold members can view and submit
ja: redditゴールドメンバーだけが閲覧と投稿が出来ます
nl: alleen reddit gold leden kunnen hieraan deelnemen

source: content options
bg: опции за съдържанието
cs: možnosti obsahu
da: indholdsindstillinger
hr: opcije sadržaja
ja: 内容に関するオプション
nl: inhoudsopties
sk: nastavenia obsahu
sr: опције садржаја

source: any
bg: вякакви
cs: všechny
da: enhver
hr: sve
ja: なんでも
nl: alle
sk: akýkoľvek
sr: било који

source: any link type is allowed
bg: всякакъв линк е позволен
cs: je povolen jakýkoli typ odkazu
da: alle linktyper ar tilladte
hr: sve vrste objava su dopuštene
ja: なんでもリンクは許可されています
nl: elk linktype is toegestaan
sk: akýkoľvek druh odkazu je povolený
sr: сваки линк је дозвољен

source: links only
bg: само линкове
cs: pouze odkazy
da: kun links
hr: samo poveznice
ja: リンクのみ
nl: alleen links
sk: len odkazy
sr: само линкови

source: only links to external sites are allowed
bg: само линкове към външни сайтове са позволени
cs: jsou povoleny pouze odkazy na externí stránky
da: kun links til eksterne websites er tilladt
hr: samo poveznice do vanjskih stranica su dopuštene
ja: 外部サイトへのリンクのみが許可されています
nl: alleen links naar externe sites zijn toegestaan
sk: iba odkazy na externé stránky sú povolené
sr: једино линкови ка екстерним страницама су дозвољени

source: text posts only
bg: само текстови постове
cs: pouze textové příspěvky
da: kun tekstindlæg
hr: samo tekstne objave
ja: テキストの投稿のみ
nl: alleen tekstposts
sk: iba textové príspevky
sr: само текстуални постови

source: only text/self posts are allowed
bg: само текстови/собствени постове
cs: jsou povoleny pouze textové/vlastní příspěvky
da: kun tekstindlæg/selvindlæg er tilladt
hr: dopuštene su samo tekstne/vlastite objave
ja: 文章・セルフ投稿のみ
nl: alleen tekstposts/ interne posts zijn toegestaan
sk: iba textové/self príspevky sú povolené
sr: само текстуални постови су дозвољени

source: Custom label for submit link button (blank for default):
bg: Персонализиран етикет за submit link бутона (празно по подразбиране):
cs: Vlastní jmenovka pro tlačítko odkazu pro předložení (standardně prázdné):
da: Brugerdefineret etiket for indsend link knap (blank som standard):
hr: Prilagođena oznaka za gumb za slanje objava (ostavi prazno za zadanu vrijednost)
ja: リンク投稿ボタン用のカスタムラベル(デフォルトでは空白)
nl: Aangepaste label voor knop "Link verzenden" (standaard leeg):
sr: Персонализована ознака на дугмету за слање линкова (оставити празно за стандардно)

source: Custom label for submit text post button (blank for default):
bg: Персонализиран етикет за submit text post бутона (празен по подразбиране):
cs: Vlastní jmenovka pro tlačítko předložení textového příspěvku (standardně prázdné):
da: Brugerdefineret etiket for indsend tekstindlæg knap (blank som standard):
hr: Prilagođena oznaka za gumb za slanje tekstualnih postova (ostavi prazno za zadanu vrijednost)
ja: テキスト投稿送信ボタン用のカスタムラベル(デフォルトでは空白)
nl: Aangepaste label voor knop "Post verzenden" (standaard leeg):
sr: Персонализована ознака на дугмету за слање текстова (оставити празно за стандардно)

source: disabled
bg: изключено
cs: zakázáno
da: deaktiveret
hr: onemogućeno
ja: 無効
nl: uitgeschakeld
sk: zakázané
sr: онемогућено

source: Wiki is disabled for all users except mods
bg: уики е затворено за всички потребители освен модове
cs: Wiki je zakázána pro všechny uživatele kromě moderátorů
da: Wiki er deaktiveret for alle brugere undtagen moderatorer
hr: Wiki je onemogućen za sve korisnike osim za moderatore
ja: wikiはMODSを除くすべてのユーザーに無効です。
nl: Wiki is uitgeschakeld voor alle gebruikers, behalve mods
sk: wiki je vypnutá pre tých používateľov, ktorí nie sú moderátormi
sr: Вики је онемогућен за све кориснике осим модератора

source: mod editing
bg: мод редактиране
cs: upravování pro moderátory
da: moderator redigering
hr: moderatorsko uređivanje
ja: mod編集
nl: mod is bezig met bewerken
sk: úprava módu
sr: уређивање од стране модератора

source: Only mods, approved wiki contributors, or those on a page's edit list may edit
bg: Само модове, одобрени уики участници или тези в списъка за редактиране на страницата могат да редактират
cs: Pouze moderátoři, schválení přispěvatelé do wiki, nebo ti na seznamu oprávněných editorů stránky mohou upravovat
da: Kun moderatorere, godkendte wiki-bidragydere eller dem der er på en sides redigeringsliste må redigere
hr: Uređivati mogu samo moderatori, odobreni wiki suradnici ili oni koji se nalaze na popisu za uređivanje stranice
ja: モデレーターか、承認されたwiki貢献者か、ページの編集リスト上にあるもののみ編集できます。
nl: Alleen mods, goedgekeurde wikibijdragers of gebruikers opgegeven als bewerker van een pagina, mogen de pagina bewerken
sr: Само модератори, одобрени вики сарадници или они који су на листи за уређивање странице могу да уређују

source: anyone
bg: всеки
cs: kdokoliv
da: nogensomhelst
hr: svi
ja: 何人
nl: iedereen
sk: každý
sr: свако

source: Anyone who can submit to the subreddit may edit
bg: Всеки, който може да поства в събредита, може да редактира
cs: Každý, kdo může předkládat do tohoto podredditu, může upravovat
da: Alle som kan indsende til dette subreddit kan redigere
hr: Svi koji mogu objavljivati mogu i uređivati podreddit
ja: subredditに投稿できる人なら誰でも編集できます
nl: Iedereen die posts kan plaatsen op de subreddit mag de wiki bewerken
sk: Každý, kto môže pridávať príspevky do subredditu, ho môže aj upravovať
sr: Свако ко може да објави у подреддиту може да уређује

source: Subreddit karma required to edit and create wiki pages:
bg: Събредит карма нужна, за да редактираш и създаваш уики страници:
cs: Karma podredditu potřebná pro úpravu a vytváření stránek wiki:
da: Subreddit karma krævet for at redigere og oprette wiki sider:
hr: Podreddit karma potrebna za uređivanje i stvaranje wiki stranica:
ja: wikiページの編集と作成に必要なSubredditカルマ：
nl: Subreddit-karma vereist voor het bewerken en maken van wikipagina's:
sk: Požadovaná karma subredditu na upravovanie a tvorenie stránok wiki:
sr: Карма подреддита захтева уређивање и креирање вики страница:

source: Account age (days) required to edit and create wiki pages:
bg: Възраст на акаунта (в дни) нужна, за да редактираш и създаваш уики страници:
cs: Stáří účtu (ve dnech) potřebné pro vytváření stránek wiki:
da: Konto alder (dage) krævet for at redigere og oprette wiki sider:
hr: Starost korisničkog računa (u danima) potrebna za uređivanje i stvaranje wiki stranica:
ja: wikiページの編集と作成に必要なアカウント作成後経過時間(日)：
nl: Bestaansduur van account (dagen) vereist voor het bewerken en maken van wikipagina's:
sk: Požadovaný vek účtu (dni) na upravovanie a tvorenie stránok wiki:
sr: Старост налога (дани) захтева уређивање и креирање вики странице:

source: spam filter strength
bg: настройка на спам филтъра
cs: pečlivost filtru spamu
da: spam filtre styrke
hr: jačina spam filtra
ja: スパムフィルター強度
nl: sterkte van het spamfilter
sr: јачина спам филтера

source: high is the standard filter, low disables most filtering, all will filter every post initially and they will need to be approved manually to be visible.
bg: висок е стандартния филтър, нисък почти не филтрира. всичко ще филтрира всички постове, за да станат видими, трябва да се одобрят
cs: vysoký je standardní filtr, nízký zakáže většinu filtrování, vše filtruje všechny příspěvky, které pak pro zobrazení musí být ručně schváleny.
da: høj er standard filter, lav stopper det meste af filtrering, alle vil filtre hvert besked til at starte med og vil blive nød til at gennemgås manuelt for at blive synligt.
hr: strogi filter je uobičajen, blagi isključuje većinu filtriranja, dok filter za sve zahtijeva da se svaka objava ručno odobri prije nego bude vidljiva.
ja: 高は標準的なフィルターです。低は数多くのフィルターを無効にします。すべては全ての投稿について承認されるまで表示されません。
nl: De standaardwaarde is hoog. Laag schakelt de meeste filtering uit. Allemaal zullen ze elke post eerst filteren waarna ze handmatig goedgekeurd dienen te worden voordat ze zichtbaar worden.
sr: подразумевано подешавање филтера је на високо, када је подешен на ниско искључен је највећи део филтрирања, а подешен на све ће филтрирати све постове у почетку и они ће морати да буду одобрени ручно да би били видљиви.

source: low
bg: нисък
cs: nízký
da: lav
hr: blagi
ja: 低い
nl: laag
sk: nízke
sr: ниско

source: high
bg: висок
cs: vysoký
da: høj
hr: strogi
ja: 高い
nl: hoog
sk: vysoké
sr: високо

source: self posts
bg: Моите публикации
cs: vlastní příspěvky
da: selv indlæg
hr: self objave
ja: セルフ投稿
nl: zelfpost
sk: self príspevky
sr: текстуални постови

source: other options
bg: други опции
cs: další možnosti
da: andre valgmuligheder
hr: druge opcije
ja: その他のオプション
nl: andere opties
sk: ďalšie možnosti
sr: друге опције

source: viewers must be over eighteen years old
bg: гледащите трябва да имат 18 години
cs: prohlížející musí být starší osmnácti let
da: du skal være over 18 for at se indholdet
hr: posjetitelji moraju biti stariji od 18 godina
ja: 視聴者さんは18以上にしなければなりません
nl: bezoekers moeten ouder zijn dan 18 jaar
sk: čitatelia musia mať viac ako 18 rokov
sr: само старији од 18 година могу да виде садржај

source: allow this subreddit to be included /r/all as well as the default and trending lists
da: Tillad dette fællesskab at blive inkluderet i /r/all, såvel som standardfællesskaberne og stigende lister
hr: omogući prikaz ovog podreddita u /r/all, na zadanom popisu podreddita te na popisu popularnih podreddita
ja: このsubredditを /r/all はもちろんデフォルトとトレンドのリストにも含める
nl: deze subreddit toelaten om opgenomen te worden in /r/all alsmede de default en de populaire lijsten
sk: povoliť tomuto subredditu byť zahrnutý v /r/all tak isto ako v predvolených a trendujúcich listovaniach

source: show thumbnail images of content
bg: покажи умалени снимки на съдържанието
cs: zobrazit miniatury obsahu
da: vis miniaturebilleder af indhold
hr: prikaži sličice sadržaja
ja: コンテンツのサムネイルを表示する
nl: voorbeeldafbeeldingen van inhoud weergeven
sk: zobraziť miniatúry obsahu
sr: прикажи сличице садржаја

source: exclude posts by site-wide banned users from modqueue/unmoderated
bg: не включвай постове от потребители баннати от целия сайт в мод опашката/немодерирани
cs: vyloučit příspěvky od uživatelů zakázaných na celé stránce z fronty kontrol moderátorem/bez moderátora
da: udeluk indlæg i moderatorkøen/umodereret af brugere, der er bannede på hele sitet
hr: skrij objave korisnika koji su prognani s reddita.
ja: サイト全体で禁止されたユーザーによる投稿をモデレートキュー/未モデレーションから除外する
nl: sluit posts van gebruikers die overal zijn geband uit van modqueue/ongemodereerd
sr: искључи постове корисника који су бановани широм сајта из модераторског queue

source: make the traffic stats page available to everyone
bg: направи страницата с трафик статистика достъпна за всички
cs: všem zpřístupnit stránku statistik přenosů
da: gør traffik stats tilgængelige til alle
hr: učini prometne statistike vidljivima za sve
ja: トラフィック統計ページをすべての人が利用できるようにする
nl: maak de verkeersstatistieken beschikbaar voor iedereen
sr: учини јавном страницу са подацима о посетама

source: collapse deleted and removed comments
cs: sbalit smazané a odstraněné komentáře
da: kollaps slettede og fjernede kommentarer
hr: sakrij obrisane i uklonjene odgovore
ja: 削除・除去されたコメントを折りたたむ
nl: verberg verwijderde comments

source: hide ads (only available for gold only subreddits)
ja: 広告を隠す(ゴールドメンバーのみのサブレディットだけが利用可能)
nl: verberg advertenties (alleen beschikbaar voor “gold only” subreddits)

source: suggested comment sort
nl: geadviseerde reactie soort

source: (all comment threads will use this sorting method by default)
ja: (全てのコメントスレッドはデフォルトでこのソート方法を利用しています)
nl: (alle reactie discussie zullen standaard van deze sorteer methode gebruik maken)

source: none (recommended for most subreddits)
da: ingen (anbefalet for de fleste subreddits)
nl: geen (geadviseerd voor de meeste subreddits)
