Repository: slimlife/cookie
Catalog: i18n/reddit_i18n/*/LC_MESSAGES/r2.po
Languages: bg, cs, da, hr, ja, nl, sk, sr

source: These apps are authorized to access your account. Signing out of all sessions will revoke access from all apps. You may also revoke access from individual apps below.
cs: Tyto aplikace mají přístup k vašemu účtu. Odhlášením ze všech relací zrušíte přístup všem aplikacím. Také můžete zrušit přístup jen pro některé aplikace níže.
da: Disse applikationer har fået lov til at få adgang til din konto. Ved at logge ud af alle sessioner, vil adgang fra alle applikationer trækkes tilbage. Du kan også trække adgang fra individuelle applikationer nedenfor tilbage.
hr: Ove aplikacije imaju dopuštenje za pristup tvojem korisničkom računu. Odjavljivanje iz svih sesija ukinut će to dopuštenje za sve aplikacije. Dopuštenje možeš poništiti i za pojedinačne aplikacije u nastavku.
ja: これらのアプリはあなたのアカウントにアクセスする事を許可されています。全てのセッションをログアウトすると全てのアプリからのアクセスを無効にします。それぞれのアプリを個別に無効にすることも出来ます。
nl: Deze apps hebben toegang tot je account. Door van alle sessies uit te loggen trek je de toegang van alle apps in. Je kunt ook hieronder de toegang van afzonderlijke apps intrekken.
sk: Tieto aplikácie majú prístup k vašemu kontu. Odhlásenie zo všetkých zariadení im v tom zabráni. Tiež môžete zakázať prístup v jednotlivých aplikáciach nižšie.

source: Below you will see your promotion's impression and click traffic per hour of promotion. Please note that these traffic totals will lag behind by two to three hours, and that daily totals will be preliminary until 24 hours after the link has finished its run.
bg: По-долу ще видите вижданията на промоцията и клик трафика на час за промоцията. Моля, имайте предвид, че данните за общия трафик се за два-три часа назад, а общите данни за деня ще са предварителни, докато не минат 24 часа откакто е минал редът на линка.
cs: Níže můžete vidět zobrazení propagace a kliknutí za hodinu. Nezapomeňte, že tato shrnutí budou zpožděna o dvě až tři hodiny a celkové součty budou předběžné do 24 hodin od skončení oběhu odkazu.
da: Herunder vil du se din reklames indtryk og klikketrafik pr. time af reklamationen. Noter venligst at de samlede trafiktal vil være to til tre timer bagud, og at de daglige samlede tal vil være løbende indtil 24 timer efter linket har genneført sin kørsel.
hr: Ispod možeš vidjeti broj prikaza i klikova koje je tvoja promovirana objava dobila po uri promocije. Imaj na umu da rezultati prometa kasne najmanje dvije do tri ure te da ukupni dnevni rezultati nisu posve točni sve dok ne prođe najmanje 24 ure od promocije.
ja: 以下でプロモーションのインプレッションとプロポーションの1時間あたりクリックトラフィックを確認することができます。トラフィックの合計は2時間から3時間程度遅れる誤差があることと、日間合計はリンクが完走してから24時間後まで予備状態になることに注意してください。
nl: Hieronder zie je het aantal weergaven en klikken per uur voor de promotie. Houd er rekening mee dat deze verkeerstotalen twee tot drie uur achterliggen en dat dagelijkse totalen voorbarig zijn tot 24 uur na het einde van de promotie van de link.
sk: Nižšie uvidíte dojmy vašich promócií a traffic kliknutí za hodinu promócie. Prosím berte do úvahy, že tieto výčty trafficu budú pozadu o dve až tri hodiny a denné výčty budú predbežné až do 24 hodín potom, čo link dobehol.
sr: Испод ћете видети утиске ваше промоције и саобраћај кликова по сату промоције. Имајте у виду да ће укупна количина саобраћаја заостајати за два до три сата, као и да ће дневни укупни саобраћај бити прелиминаран до 24 сата након што линк заврши са радом.

source: Traffic processing is currently running slow. The latest data available is from %(date)s. This page will be updated as new data becomes available.
bg: В момента обработката на трафика е забавена. Последните налични данни са от %(date)s. Страницата ще се обнови, когато станат налични нови данни.
cs: Zpracovávání přenosů je nyní pomalé. Nejnovější dostupná data jsou z %(date)s. Tato stránka bude aktualizována až budou nová data k dispozici.
da: Trafikbehandling kører langsomt på nuværende tidspunkt. De seneste data er tilgængelige fra %(date)s. Denne side vil blive opdateret efterhånden som ny data bliver tilgængelig.
hr: Obrada prometa u ovom je trenu usporena. Najnoviji dostupni podatci su oni od %(date)s. Stranica će se ažurirati čim novi podatci budu dostupni.
ja: アクセス解析処理は現在低速で動作しています。利用可能な最新のデータは%(date)sからです。このページは新しいデータが利用可能になり次第、アップデートされます。
nl: Gegevensverkeer wordt op dit moment maar langzaam verwerkt. De meest actuele beschikbare gegevens zijn van %(date)s. Deze pagina zal wordt bijgewerkt zodra nieuwe gegevens beschikbaar komen.
sk: Spracovanie trafficu je momentálne pozadu. Posledné dáta sú k dispozícií z %(date)s. Táto stránka bude aktualizovaná, keď budú dostupné nové dáta.
sr: Обрада саобраћаја је тренутно спора. Најновији доступни подаци су од %(date)s. Ова страница ће бити ажурирана чим нови подаци буду постали доступни.

source: Traffic processing occurs on an hourly basis. The latest data available is from %(date)s. This page will be updated as new data becomes available.
bg: Обработката на трафика е почасова. Последните налични данни са от %(date)s. Страницата ще се обнови, когато станат налични нови данни.
cs: Zpracovávání přenosů se provádí každou hodinu. Nejnovější dostupná data jsou z %(date)s. Tato stránka bude aktualizována až budou nová data k dispozici.
da: Trafikbehandling forekommer på timebasis. De seneste data tilgængelige er fra %(date)s. Denne side vil blive opdateret efterhånden som ny data bliver tilgængelig.
hr: Promet se obrađuje svakih uru vremena. Najnoviji dostupni podatci su oni od %(date)s. Stranica će se ažurirati čim novi podatci budu dostupni.
ja: アクセス解析処理は１時間ごとに起動します。利用可能な最新のデータは%(date)sからです。このページは新しいデータが利用可能になり次第、アップデートされます。
nl: Gegevensverkeer wordt elk uur verwerkt. De meest actuele beschikbare gegevens zijn van %(date)s. Deze pagina wordt bijgewerkt zodra nieuwe gegevens beschikbaar komen.
sk: Spracovanie trafficu sa odohráva každú hodinu. Posledné dostupné dáta sú k dispozícií z %(date)s. Táto stránka bude aktualizovaná, keď budú prístupné nové dáta.
sr: Обрада саобраћаја одвија се на сваких сат времена. Најновији доступни подаци су од %(date)s. Ова страница ће бити ажурирана чим нови подаци постану доступни.

source: Questions? Email self serve support: %(email)s
bg: Въпроси? Изпратете имейл на поддръжка за самостоятелно обслужване: %(email)s
cs: Máte otázky? Zašlete email samoobslužné podpoře: %(email)s
da: Spørgsmål? Email selvhjælpssupport: %(email)s
hr: Imaš pitanja? Obrati nam se putem %(email)s
ja: 質問ですか？セルフサービスのサポートにメールしましょう: %(email)s
nl: Vragen? Email de self serve support: %(email)s
sr: Питања? Пошаљи мејл подршци: %(email)s

source: Below are the traffic statistics for your subreddit. Each graph represents one of the following over the interval specified. * **pageviews** are all hits to %(subreddit)s, including both listing pages and comment pages. * **uniques** are the total number of unique visitors (determined by a combination of their IP address and User Agent string) that generate the above pageviews. This is independent of whether or not they are signed in. * **subscriptions** is the number of new subscriptions that have been generated in a given day. This number is less accurate than the first two metrics, as, though we can track new subscriptions, we have no way to track unsubscriptions. Note: there are a couple of places outside of your subreddit where someone can click "subscribe", so it is possible (though unlikely) that the subscription count can exceed the unique count on a given day.
cs: Níže jsou statistiky přenosů pro váš subreddit. Každý graf představuje jeden z následujících po celém zadaném intervalu. * **zobrazení stránky** jsou všechna zhlédnutí %(subreddit)s, včetně výpisů stránky a komentářů. * **jedinečné** je celkový počet jedinečných návštěvníků (zjištěných pomocí kombinace jejich IP adres a řetězce uživatelského agenta), které vytvářejí zobrazení stránky výše. Toto nezáleží na jejich přihlášení. * **odběry** je počet nových odběrů, které byly daný den vytvořeny. Toto číslo je méně přesné než předchozí dvě měření, protože i když můžeme sledovat nové odběry, nemáme způsob, jak sledovat zrušené odběry. Poznámka: existuje několik míst mimo váš subreddit, kde se někdo může přihlásit k odběru, takže je možné (i když nepravděpodobně), že počet odběrů může překročit počet jedinečných v daný den.
da: Nedenfor er trafikstatistikkerne for din subreddit. Hver graf repræsenterer en af de følgende i det specificerede interval. * **sidevisninger** er alle hits på %(subreddit)s, inklusiv både visnings- og kommentarsider. * **unikke** er det samlede antal unikke besøgende (bestemt af en kombination af deres IP-adresser og User Agent-streng) som genererer de ovenfor angivne sidevisninger. Dette er uafhængigt af hvorvidt de er logget ind eller ej. * **abonnementer** er antallet af nye abonnenter, som er blevet genereret på en given dag. Dette tal er mindre præcist ende de to første målinger, da, til trods for at vi kan spore nye abonnenter, vi ingen mulighed har for at spore abonnementsopsigelser. Bemærk: Der er et par steder udenfor dit subreddit, hvor nogen vil kunne klikke "abonnér", så er muligt (men dog usandsynligt) at abonnementsantallet kan overskride det unikke antal på en given dag.
hr: Tu se nalaze statistike prometa podreddita. Vidljive su iduće vrijednosti: * **prikazi stranica** - svako otvaranje stranica %(subreddit)s, uključujući stranice popisa i stranice odgovora. * **jedinstveni** - ukupan broj jedinstvenih posjetitelja (određuje se pomoću spoja IP adrese i niza korisničkog agenta) koji su proizveli gornji broj prikaza stranica. Nije bitno jesu li ti posjetitelji prijavljeni ili ne. * **pretplate** - broj pretplata tog dana. Broj nije precizan poput prvih dviju brojki zato što ne možemo pratiti poništene pretplate. Napomena: izvan podreddita postoji nekoliko mjesta na kojima se može pritisnuti gumb za pretplatu i zato jer moguće (ali ne i vjerojatno) da se pretplati veći broj korisnika od onog tu prikazanog.
ja: 下記に表示されているのは、このsubredditのアクセス状況統計です。それぞれのグラフは以下の項目について一定期間に記録されたものが表示されています。 * **ページビュー数**は %(subreddit)s の投稿一覧ページとコメントページを含む閲覧回数です。 * **ユニーク数**は上記のページビュー数を生み出した(訪問者のIPアドレスとユーザーエージェントの文字列の組み合わせから判断された)ユニークビジター数です。この訪問者はサインインしているかどうかを問いません。 * **登録数**はその日になされた新規登録数です。この値は上記2つの計測に比べ不正確です、というのも新規登録は捕捉できますが、登録解除を捕捉する方法がないからです。 注記: このsubredditの外部で「登録」ボタンをクリックできる場所がいくつか存在します、そのためその日の登録数として計上された数を超えている場合が(普通は起こりえませんが)あります。
nl: Hieronder zie je de verkeersstatistieken voor jouw subreddit. Elke grafiek beeldt voor het aangegeven tijdsvak één van de volgende dingen uit: * **paginaweergaven** zijn alle hits op %(subreddit)s, waaronder zowel lijstpagina's als reactiepagina's. * **unieke bezoeken** zijn het totaal aantal unieke bezoekers (vastgesteld door de combinatie van hun IP-adres en 'User Agent'-header) die bovenstaande paginaweergaven veroorzaken. Het maakt daarbij niet uit of de bezoeker is ingelogd. * **abonnementen** zijn het aantal nieuwe abonnementen dat op een gegeven dag is gegenereerd. Dit aantal is minder nauwkeurig dan de eerste twee cijfers, omdat we alleen nieuwe abonnementen kunnen bijhouden en geen uitschrijvingen. Opmerking: er zijn enkele plaatsen buiten je subreddit waar iemand kan klikken op "abonneren", dus het is mogelijk (maar niet waarschijnlijk) dat het aantal abonnementen op een bepaalde dag hoger is dan het aantal unieke bezoekers.

source: multireddit of your subscriptions
bg: мултиредит с твоите абонаменти
cs: sloučený reddit z vašich odběrů
da: multireddit af dine abonnementer
hr: multireddit tvojih pretplata
ja: あなたの登録するmultireddit
nl: multireddit van je abonnementen
sk: multireddit tvojich odberov
sr: вишеструки реддит ваших пријава

source: multireddit of subreddits you moderate
bg: мултиредит със събредити, които модерираш
cs: sloučený reddit z podredditů které moderujete
da: multireddit af subreddits du modererer
hr: multireddit podreddita koje moderiraš
ja: あなたがモデレートしているsubredditのmultireddit
nl: multireddit van subreddits waarvan je moderator bent
sk: multireddit subredittov ktoré moderuješ
sr: вишеструки реддит подредита који модерирате

source: /r/all displays content from all of reddit, including subreddits you aren't subscribed to. Some subreddits have chosen to exclude themselves from /r/all.
cs: /r/all zobrazuje obsah z celého redditu, včetně podredditů, které neodebíráte. Některé podreddity však mají nastavenou výjimku, aby se nezobrazovaly v /r/all.
da: /r/all viser indhold fra hele reddit, inklusiv fællesskaber, som du ikke abonnerer på. Visse fællesskaber har valgt at ekskludere dem selv fra /r/all.
hr: /r/all prikazuje sadržaj cijelog reddita što uključuje i podreddite na koje niste pretplaćeni. Neki podredditi su donijeli odluku da ih se ne prikazuje na /r/all.
ja: /r/all はredditのすべてのコンテンツを表示します、それにはあなたが購読していないサブレも含まれます。いくつかのサブレはそれらから除外して選ばれています。
nl: /r/all weergeeft alle inhoud van reddit, inclusief de subreddits waar je geen lid van bent. Sommige subreddits hebben ervoor gekozen om zichzelf uit te sluiten van /r/all.

source: Displaying content from /r/all of reddit, except the following subreddits:
bg: Показване на съдържанието на /r/all, освен следните subreddit-и:
cs: Zobrazování obsahu redditu z /r/all, kromě následujících podredditů:
da: Viser indhold fra /r/all, undtagen de følgende subreddits:
hr: Prikazuje se sadržaj cijelog reddita, izuzev idućih podreddita:
ja: redditの/r/allからの内容の表示します、以下のsubredditを除き:
nl: Inhoud van /r/all op reddit, behalve de volgende subreddits:
sk: Zobrazuje sa obsah z /r/celého redditu, okrem následujúcich subredditov:
sr: Приказан је саджај са /r/all, осим са следећих подреддита:

source: Filtering /r/all is a feature only available to [reddit gold](/gold/about) subscribers. Displaying unfiltered results from /r/all.
bg: Филтрирането на /r/all е опция, достъпна само за абонирани за [редит злато](/gold/about). Ще бъдат показани нефилтрирани резултати от /r/all.
cs: Filtrování /r/all je funkce dostupná pouze pro odběratele [zlatého reddita](/gold/about). Zobrazování nefiltrovaných výsledků z /r/all.
da: At kunne filtrere /r/all er en funktion kun tilgængelig for [Reddit Guld](/guld/about) abonnenter. Viser ufiltrerede resultater fra /r/all.
hr: Filtriranje /r/all je značajka dostupna samo pretplatnicima na [reddit zlato](/gold/about). Prikazuju se nefiltrirani rezultati.
ja: /r/allのフィルタリングは[reddit gold](/gold/about) の登録者のみ利用できる機能です。 /r/allからフィルタされていない結果を表示しています。
nl: Het filteren van /r/all is alleen mogelijk voor [reddit gold](/gold/about)-abonnees. Ongefilterde resultaten van /r/all worden weergegeven.
sk: Filtrovanie /r/všetkého je funkcia dostupná len zlatým používateľom (/gold/about). Zobrazovanie /r/celého nefiltrovaného obsahu.
sr: Филитрирање садржаја је омогућено само [златним](/gold/about) члановима. Биће приказани сви резултати са /r/all.

source: point
bg: точка
cs: bod
hr: bod
ja: ポイント
nl: punt
sk: bod
sr: бод

source: reader
bg: читател
cs: čtenář
da: læser
hr: čitatelj
ja: 人の登録者
nl: lezer
sk: čitateľ
sr: читалац

source: subscriber
bg: абонат
cs: odběratel
da: abonnent
hr: pretplatnik
ja: 購読者
nl: abonnee
sk: odberateľ
sr: претплатник

source: approved submitter
bg: одобрен подател
cs: schválený předkladatel
da: godkendt bidragyder
hr: odobreni objavljivač
ja: 承認済みの投稿者
nl: goedgekeurde poster
sk: schválený prispievateľ
sr: одобрени уредник

source: user here now
bg: потребител гледащ в момента
cs: uživatel přítomen
da: bruger her nu
hr: korisnik online
ja: 人のユーザーが現在閲覧しています
nl: gebruiker aanwezig
sk: používateľ na tejto stránke
sr: корисник је овде сада

source: milliseconds
bg: милисекунда
cs: milisekunda
da: millisekund
hr: milisekunda
ja: ミリ秒
nl: milliseconde
sk: milisekunda
sr: милисекунде

source: second
bg: секунда
cs: vteřinu
da: sekund
hr: sekunda
ja: 秒
nl: seconde
sk: sekunda
sr: секунда

source: minute
bg: минута
cs: minutou
da: minut
hr: minuta
ja: 分
nl: minuut
sk: minúta
sr: минут

source: hour
bg: час
cs: hodinou
da: time
hr: ura
ja: 時間
nl: uur
sk: hodina
sr: сат

source: day
bg: ден
cs: den
da: dag
hr: dan
ja: 日
nl: dag
sk: deň
sr: дан

source: month
bg: месец
cs: měsíc
da: måned
hr: mjesec
ja: ヶ月
nl: maand
sk: mesiac
sr: месец

source: year
bg: година
cs: rok
da: år
hr: godina
ja: 年
nl: jaar
sk: rok
sr: година

source: you are a moderator
bg: Вие сте модератор
cs: jste moderátorem
da: du er en moderator
hr: ti si moderator
ja: あなたは調停者です
nl: je bent een moderator
sk: ste moderátor
sr: ти си модератор

source: you have been added as a moderator to [%(title)s](%(url)s).
bg: беше добавен като модератор в [%(title)s](%(url)s).
cs: byli jste přidáni jako moderátor [%(title)s](%(url)s).
da: du er blevet tilføjet som moderator til [%(title)s](%(url)s).
hr: dodan si kao moderator za [%(title)s](%(url)s)
ja: あなたは[%(title)s](%(url)s)の調停者になりました
nl: je bent toegevoegd als moderator voor [%(title)s](%(url)s).
sk: boli ste pridaný ako moderátor do [%(title)s](%(url)s).
sr: додани сте као модератор за [%(title)s](%(url)s).

source: invitation to moderate %(url)s
bg: покана да модерирате %(url)s
cs: pozvánka k moderování %(url)s
da: invitation til at moderere %(url)s
hr: pozivnica za moderiranje %(url)s
ja: %(url)sをモデレートしようという招待
nl: uitnodiging om moderator te worden van %(url)s
sk: pozvánka na moderovanie %(url)s
sr: позив за модерирање %(url)s

source: **gadzooks! you are invited to become a moderator of [%(title)s](%(url)s)!** *to accept*, visit the [moderators page for %(url)s](%(url)s/about/moderators) and click "accept". *otherwise,* if you did not expect to receive this, you can simply ignore this invitation or report it.
bg: **Няма начин! Поканен си за модератор в [%(title)s](%(url)s)!** *за да приемеш*, посети [модераторската страница за %(url)s](%(url)s/about/moderators) и натисни "приемам". *ако ли не*, ако не си очаквал това съобщение, може просто да игнорираш поканата или да я докладваш.
cs: **krindapána! byli jste pozváni aby jste se stali moderátorem [%(title)s] (%(url)s)!** *pro přijetí*, navštivte [stránku moderátorů pro %(url)s] (%(url)s/about/moderators) a klikněte na "přijmout". *v opačném případě*, pokud jste obdržení pozvánky nečekali, pak ji můžete jednoduše ignorovat nebo ji nahlásit.
da: **jamen dog! du er blevet inviteret til at blive en moderator i [%(title)s](%(url)s)!** *for at acceptere*, besøg [moderator siden for %(url)s](%(url)s/about/moderators) og klik på "accepter". *ellers,* hvis du ikke forventede dette, kan du bare ignorere invitationen eller rapportere den.
hr: **ti bokca! pozvan si da postaneš moderator [%(title)s](%(url)s)!** *kako bi prihvatio*, posjeti [moderatorsku stranicu za %(url)s](%(url)s/about/moderators) i klikni "prihvati". *u suprotnom,* ako ovo nisi očekivao, možeš jednostavno zanemariti ovu pozivnicu ili je možeš prijaviti.
ja: **なんと！ あなたは[%(title)s](%(url)s)のモデレーターになることに招待されました！** *承諾するには*、[%(url)sのモデレーターページ](%(url)s/about/moderators)を訪れ、「承諾」をクリックしましょう。 *でなければ、* これを受け取ることを予想していなかった場合は、単にこの招待を無視するか、報告してください。
nl: **zo dan! je bent uitgenodigd om moderator te worden van [%(title)s](%(url)s)!** *om te accepteren* bezoek je de [moderatorpagina van %(url)s](%(url)s/about/moderators) en klik je op "accepteren". *als je deze uitnodiging niet had verwacht* kun je deze gewoon negeren of rapporteren.
sk: **ejha! dostal si pozvánku moderovať [%(title)s](%(url)s)!** *pre akceptovanie*, navštív [moderátorskú stránku pre %(url)s](%(url)s/about/moderators) a klikni "akceptujem". *inak,* ak si túto česť neočakával, môžeš pozvánku ignorovať, prípadne nahlásiť.
sr: **Јуху! позвани сте да постанете модератор за [%(title)s](%(url)s)!** *да бисте прихватили*, посетите [страницу за уреднике за %(url)s](%(url)s/about/moderators), а затим кликните на "прихвати". *otherwise,* if you did not expect to receive this, you can simply ignore this invitation or report it.

source: moderator invited
bg: модератор поканен
cs: moderátor pozván
da: moderator inviteret
hr: moderator pozvan
ja: 招待されたモデレーター
nl: moderator uitgenodigd
sk: moderátor pozvaný
sr: модератор је позван

source: %(user)s has been invited by %(author)s to moderate %(url)s.
bg: %(user)s беше поканен от %(author)s да модерира %(url)s.
cs: %(author)s pozval %(user)s k moderování %(url)s.
da: %(user)s er blevet inviteret af %(author)s til at moderere %(url)s.
hr: %(author)s je pozvao %(user)s da moderira %(url)s.
ja: %(user)s は %(author)s から、%(url)s のモデレーターに招待されました。
nl: %(user)s is uitgenodigd door %(author)s om moderator te worden van %(url)s.
sk: %(user)s bol pozvaný používateľom %(author)s pre moredovanie %(url)s.
sr: %(user)s позвано је од стране %(author)s да модерирају %(url)s.

source: moderator added
bg: модератор добавен
cs: moderátor přidán
da: moderator tilføjet
hr: moderator dodan
ja: 追加されたモデレーター
nl: moderator toegevoegd
sk: moderátor pridaný
sr: модератор је додат

source: %(user)s has accepted an invitation to become moderator of %(url)s.
bg: %(user)s прие поканата да стане модератор на %(url)s.
cs: %(user)s přijal pozvání k moderování %(url)s.
da: %(user)s har accepteret en invitation til at blive moderator af %(url)s.
hr: %(user)s je prihvatio pozivnicu da postane moderator za %(url)s.
ja: %(user)sは%(url)sのモデレーターになる招待を承認しました。
nl: %(user)s heeft de uitnodiging om moderator te worden van %(url)s geaccepteerd.
sk: %(user)s prijal požiadavku na moderovanie %(url)s.
sr: %(user)s прихватило је позив да постану модератори за %(url)s.

source: you are an approved submitter
bg: вие сте вече одобрен подател
cs: jste schváleným předkladatelem
da: du er en godkendt indsender
hr: sada si odobreni objavljivač
ja: あなたは承認された投稿者です
nl: je bent een goedgekeurde poster
sk: ste schválený prispievateľ
sr: ви сте одобрени уредник

source: you have been added as an approved submitter to [%(title)s](%(url)s).
bg: добавени сте като одобрен подател към [%(title)s](%(url)s)
cs: byli jste přidání jako schválený předkladatel do [%(title)s](%(url)s).
da: du er blevet tilføjet som godkendt indsender til [%(title)s](%(url)s).
hr: dodan si kao odobreni objavljivač za [%(title)s](%(url)s).
ja: あなたは[%(title)s](%(url)s)の投稿者として追加されました
nl: je bent toegevoegd als goedgekeurde poster op [%(title)s](%(url)s).
sk: boli ste pridaný ako schválený prispievateľ do [%(title)s](%(url)s).
sr: додати сте као одобрени уредник за [%(title)s](%(url)s).

source: you can view traffic on a promoted link
bg: можете да гледате трафика за подкрепен линк
cs: můžete zobrazit přenosy ve sponzorovaném odkazu
da: du kan se trafik for promoverede links
hr: možeš vidjeti promet promoviranih objava
ja: 紹介したリンクのアクセス状況を閲覧できます。
nl: je kunt verkeer bekijken voor een gepromote link
sk: môžete vidieť traffic na podporených odkazoch
sr: можете видети саобраћај на промовисаном линку

source: you have been added to the list of users able to see [traffic for the sponsored link "%(title)s"](%(traffic_url)s).
bg: добавен сте към списъка с потребители можещи да видят [трафика за спонсорирания линк "%(title)s"](%(traffic_url)s)
cs: byli jste přidáni do seznamu uživatelů schopných vidět [přenosy ve sponzorovaném odkazu "%(title)s"](%(traffic_url)s).
da: du er blevet tilføjet til listen af brugere, som har adgang til at se [trafik for det sponsorerede link "%(title)s"](%(traffic_url)s).
hr: dodan si na popis korisnika koji mogu vidjeti [promet za sponzoriranu objavu "%(title)s"](%(traffic_url)s).
ja: あなたは [スポンサードリンク「%(title)s」](%(traffic_url)s)のアクセス状況を見ることができるユーザーのリストに追加されました。
nl: je bent toegevoegd aan de lijst gebruikers die [verkeer voor de gesponsorde link "%(title)s"](%(traffic_url)s) kunnen bekijken.
sk: boli ste zaradený do zoznamu používateľov, ktorí vidia [traffic for the sponsored link "%(title)s"](%(traffic_url)s).
sr: додати сте на листу корисника којима је омогућено да виде [саобраћај за спонзорисани линк "%(title)s"](%(traffic_url)s).

source: fetching title...
bg: обработване на заглавието...
cs: získávání názvu...
da: henter titel...
hr: grabim naslov...
ja: タイトル取得中...
nl: titel ophalen...
sk: získavanie názvu...
sr: преузимам назив...
