Repository: slimlife/cookie
Catalog: i18n/reddit_i18n/*/LC_MESSAGES/r2.po
Languages: bg, cs, da, hr, ja, nl, sk, sr

source: You haven't connected with anyone yet.
bg: Все още не сте се свързали с никого.
cs: Ještě jste se s nikým nespojili.
da: Du har ikke forbundet med nogen endnu.
hr: Nisi se još s nikime povezao.
ja: あなたはまだ誰ともつながりがありません。
nl: Je bent nog met niemand verbonden.
sr: Нисте се повезали ни са ким још увек

source: Success! You have successfully connected with /u/{user}.
bg: Успех! Успешно се свързахте с /u/{user}.
cs: Hurá! Úspěšně jste se spojili s /u/{user}.
da: Det lykkedes! Du har forbunet med /u/{user}.
hr: Bravo! Uspješno si se povezao s korisnikom /u/{user}.
ja: 成功！正常に /u/{user} と接続されました。
nl: Gelukt! Je bent verbonden met /u/{user}.

source: Enter below the username and secret code of the person you met.
bg: Въведете потребителското име и тайния код на човека когото сте срещнал.
cs: Níže zadejte uživatelské jméno a tajný kód osoby, kterou jste poznali.
da: Indsætte brugernavnet og den hemmelig kode af den person du møder forneden.
hr: Dolje unesi korisničko ime i tajni broj osobe koju si upoznao.
ja: あなたが合った人のユーザーネームとシークレットコードを下に入力してください。
nl: Voer hier de gebruikersnaam en geheime code van degene die je hebt ontmoet in.

source: See who you've already connected with.
bg: Вижте с кого сте свързани.
cs: Podívejte se, s kým jste se již spojili.
da: Se hvem du alleredde har forbundet med.
hr: Pogledaj s kim si se već spojio.
ja: あなたがつながりを持った人を参照してください。
nl: Bekijk met wie je al verbonden bent.

source: other redditor's username
bg: име на другия reddit-ор
cs: uživatelské jméno druhého redditora
da: anden redditors brugernavn
hr: korisničko ime drugog redditora
ja: その他 レディターのユーザー名
nl: gebruikersnaam van de andere redditor

source: other redditor's secret code
bg: таен код на другия reddit-ор
cs: tajný kód druhého redditora
da: anden redditors hemmelig kode
hr: tajni kȏd drugog redditora
ja: その他 レディターの秘密コード
nl: geheime code van de andere redditor

source: that user is not a contributor
da: den bruger er ikke en bidragyder
hr: taj korisnik nije suradnik
nl: die gebruiker is geen bijdrager

source: there is no pending invite for that thread
cs: pro toto vlákno neexistuje žádná nevyřízená pozvánka
da: der er ingen nuværende invitation for den tråd
hr: nema neriješenih pozivnica za tu dretvu
nl: Er is geen lopende uitnodiging voor deze thread

source: there are too many pending invites outstanding
cs: příliš mnoho nevyřízených pozvánek
da: der er for mange nuværende, udestående invitationer
hr: ima previše pozivnica na čekanju
nl: er staan te veel uitnodigingen in de wachtrij

source: that user is already a contributor
cs: tento uživatel již je přispěvatelem
da: den bruger er allerede en bidragyder
hr: taj korisnik je već suradnik
nl: die gebruiker is al een bijdrager

source: Manage live threads
cs: Správa živých vláken
da: Kontroller livetråde
hr: Uredi živuće dretve
nl: Live threads beheren

source: Manage settings and contributors of live threads I contribute to.
cs: Správa nastavení a přispěvatelů živých vláken do kterých přispívám.
da: Kontroller indstillinger og bidragydere på livetråde, jeg bidrager til.
hr: Uredi postavke i suradnike živućih dretvi kojima doprinosim.
nl: Beheer instellingen en bijdragers van live threads waarin ik bijdraag.

source: this thread has been banned
bg: тази тема беше забранена
cs: toto vlákno bylo zakázáno
da: Denne livetråd er blevet bandlyst
hr: ova dretva je zabranjena
nl: deze thread is geband

source: closed threads
cs: uzavřená vlákna
da: Lukkede tråde
hr: zaključane rasprave
ja: スレッドを閉じる
nl: gesloten threads
sk: zatvorené vlákna

source: most active threads
cs: nejaktivnější vlákna
da: Mest aktive tråde
hr: najaktivnije dretve
nl: meest actieve threads

source: reported threads
cs: nahlášená vlákna
da: Rapporterede tråde
hr: prijavljene rasprave
nl: Aangegeven threads
sk: nahlásené vlákna

source: create live thread
cs: vytvořit živé vlákno
da: Opret livetråd
hr: napravi živuću dretvu
ja: ライブスレッドを作成
nl: live thread aanmaken

source: active
cs: aktivní
da: aktive
hr: aktivno
nl: actieve

source: closed
bg: завършен
cs: uzavřeno
da: lukkede
hr: zatvoreno
nl: gesloten
sk: zatvorené

source: contributors
cs: přispěvatelé
da: bidragydere
hr: suradnici
nl: bijdragers
sk: prispievatelia

source: real-time updates on %(short_description)s
cs: aktualizace v reálném čase o %(short_description)s
da: opdateringer i realtid på %(short_description)s
hr: ažuriranja uživo o %(short_description)s
nl: real-time updates rond om %(short_description)s

source: invite contributor
cs: pozvat přispěvatele
da: inviter bidragyder
hr: pozovi suradnika
nl: Bijdrager uitnodigen
sk: pozvať prispievateľa

source: invited contributors
cs: pozvaní přispěvatelé
da: inviterede bidragydere
hr: pozvani suradnici
nl: Uitgenodigde bijdragers
sk: pozvaní prispievateľia

source: current contributors
cs: současní přispěvatelé
da: nuværende bidragydere
hr: trenutačni suradnici
nl: huidige bijdragers
sk: aktuálny prispievateľia

source: post updates
cs: zasílání aktualizací
da: indlægsopdateringer
hr: šalji ažuriranja
ja: 投稿の更新
nl: updates posten
sk: aktualizácie príspevku

source: manage contributors
cs: správa přispěvatelů
da: Håndter bidragydere
hr: uređuj suradnike
nl: Beheer bijdragers

source: add, remove, and change permissions of contributors
cs: přidat, odstranit a změnit oprávnění přispěvatelů
da: tilføj, fjern og ændre tilladelser for bidragydere
hr: dodaj, ukloni i promjeni suradničke dozvole
nl: bijdragers toevoegen, verwijderen en andere rechten geven

source: change the title and description
cs: změnit název a popis
da: Ændre titlen og beskrivelsen
hr: promjeni naslov i opis
nl: verander titel en omschrijving

source: strike and delete others' updates
cs: přeškrtnout a smazat aktualizace ostatních
da: gennemstreg og slet andres opdateringer
hr: opomeni i obriši korisnikova ažuriranja
nl: updates van anderen doorstrepen en verwijderen

source: close live thread
cs: uzavřít živé vlákno
da: luk livetråd
hr: zaključaj živuću dretvu
nl: live thread sluiten

source: permanently close the live thread
cs: natrvalo uzavřít živé vlákno
da: Luk livetråden permanent
hr: zaključaj živuću dretvu zauvijek
nl: live thread voorgoed sluiten

source: resources
cs: zdroje
da: ressourcer
hr: resursi
nl: bronnen

source: popup notifications
cs: vyskakovací upozornění
da: popupnotifikationer
hr: popup obavijesti
nl: popup notificaties

source: strike
cs: přeškrtnout
da: gennemstreg
hr: opomena
nl: doorhalen

source: striking…
cs: přeškrtávání…
da: gennemstreger...…
hr: opominjanje…
nl: bezig met doorhalen…

source: stricken
cs: přeškrtnuto
da: strøget
hr: opomenut
nl: doorgehaald

source: deleting…
bg: изтриване…
cs: mazání…
da: sletter
hr: brisanje…
ja: 削除中...
nl: bezig met verwijderen…

source: submitting report…
cs: odesílání hlášení…
da: sender rapport…
hr: slanje prijave…
ja: 報告を送信しています...
nl: rapport verzenden…

source: you reported this live thread for: %(violation)s
cs: toto vlákno jste nahlásili kvůli %(violation)s
da: du anmeldte denne live thread for: %(violation)s
hr: prijavili ste ovu živuću dretvu jer: %(violation)s
ja: このライブスレッドを以下の理由で報告しました: %(violation)s
nl: Je hebt deze thread gerapporteerd voor: %(violation)s

source: no further updates
cs: žádné další aktualizace
da: ingen yderligere opdateringer
hr: nema daljnih ažuriranja
nl: geen verdere updates

source: connecting
bg: свързване
cs: připojování
da: tilslutter
hr: spajanje
nl: bezig met verbinden
sk: pripájanie

source: connecting to update server
cs: připojování k aktualizačnímu serveru
da: tilslutter til opdateringsserveren
hr: spajanje na poslužitelj za ažuriranje
ja: 更新サーバに接続中です…
nl: verbinden met updateserver
sk: pripájanie k aktualizačnému serveru

source: updating in real time
cs: aktualizováno v reálném čase
da: opdaterer i virkelig tid
hr: ažuriranje u stvarnom vremenu
ja: 現在更新中…
nl: realtime bijwerken
sk: aktualizovanie v reálnom čase

source: could not connect to update servers. please refresh
cs: nelze se připojit k aktualizačním serverům. prosím obnovte
da: kunne ikke tilslutte til opdateringsserverne. opdater venligst
hr: nije uspjelo spajanje na poslužitelje za ažuriranje. molim vas osvježite stranicu
ja: 更新サーバに接続できませんでした。再読み込みしてください。
nl: kan niet verbinden met de updateservers. probeer het opnieuw
sk: nepodarilo sa pripojiť k aktualizačným serverom. prosím obnovte

source: disconnected. retrying in %(delay)s second...
cs: odpojeno, další pokus za %(delay)s vteřinu...
da: afbrudt. prøver igen om %(delay)s sekund...
hr: niste više spojeni. ponovni pokušaj za %(delay)s sekundu...
ja: 接続が切断されました。%(delay)s秒後に再接続を試みます。
nl: verbinding verbroken. opnieuw proberen over %(delay)s seconde...

source: %(num)s viewer
cs: %(num)s prohlížející
da: %(num)s seere
hr: %(num)s gledatelj
ja: %(num)s人の視聴者
nl: %(num)s kijker

source: you are no longer a contributor
cs: již nejste přispěvatelem
da: du er ikke længere en bidragyder
hr: više niste suradnik
nl: je bent geen bijdrager meer
sk: už nie si prispievateľ

source: stop being a contributor?
cs: přestat být přispěvatelem?
da: stop med at være en bidragyder?
hr: želite prestati biti suradnik?
nl: geen bijdrager meer zijn?
sk: prestať byť prispievateľom?

source: you are a contributor to this live thread. %(action)s
cs: jste přispěvatelem do tohoto živého vlákna. %(action)s
da: du er en bidragyder på denne livetråd. %(action)s
hr: doprinosite ovoj živućoj dretvi. %(action)s
ja: あなたはライブスレッドのコントリビューターです。 %(action)s
nl: je bent een bijdrager in dit live thread. %(action)s

source: you are now a contributor. welcome to the team!
cs: nyní jste se stali přispěvatelem, vítejte v týmu!
da: du er nu en bidragyder. Velkommen på holdet!
hr: sada ste suradnik. dobrodošli u ekipu!
ja: あなたは現在コントリビューターです。チームにようこそ！
nl: je bent nu een bijdrager. welkom bij het team!

source: become a contributor to this live thread?
cs: stát se přispěvatelem do tohoto živého vlákna?
da: Bliv en bidragyder på denne livetråd?
hr: postati doprinositeljem ove živuće dretve?
ja: ライブスレッドのコントリビューターになりませんか？
nl: wil je een bijdrager worden van deze live thread?

source: you are invited to become a contributor. %(action)s
cs: byli jste pozváni stát se přispěvatelem. %(action)s
da: du er blevet inviteret til at blive en bidragyder. %(action)s
hr: pozvani ste da postanete suradnik. %(action)s
ja: あなたはコントリビューターになるよう招待されています。 %(action)s
nl: je wordt uitgenodigd om een bijdrager te worden. %(action)s

source: create a new live thread
cs: vytvořit nové živé vlákno
da: Opret en ny livetråd
hr: napravi novu živuću dretvu
ja: 新しいライブスレッドを作る
nl: een nieuwe live thread aanmaken

source: don't worry, you'll be able to change these later
cs: nebojte se, toto můžete později změnit
da: bare rolig, du er i stand til at ændre disse senere
hr: ne brinite, to se može i kasnije izmjeniti
ja: 後で変更できるので、心配しないでください。
nl: maak je geen zorgen, je kan dit later nog veranderen
sk: nestrachuj sa, neskôr to budeš môcť zmeniť

source: disconnected
cs: odpojeno
da: afbrudt
hr: nepovezan
ja: 接続が切断されました
nl: verbinding verbroken
sk: odpojený

source: make update
bg: обнови
cs: vytvořit novinku
da: lav opdatering
hr: ažuriraj
ja: 更新を行う
nl: update maken
sk: vykonať aktualizáciu

source: less about this live thread
ja: ライブスレッドについての概要
nl: minder over deze live discussie

source: more about this live thread
ja: ライブスレッドについて詳しく
nl: meer over deze live discussie

source: comment threads on reddit linking to this page
cs: vlákna komentářů na reddit odkazující na tuto stránku
hr: redditove dretve s odgovorima koje vode ovamo
ja: このページにリンクされたコメントスレッド
nl: reactiethreads op reddit die naar deze pagina linken

source: updated by
bg: обновен от
cs: aktualizoval uživatel
da: opdateret af
hr: ažurirao
ja: アップロード by
nl: bijgewerkt door
sk: aktualizované cez

source: unban
cs: zrušit zákaz
hr: skini zabranu
ja: バン解除
nl: ban opheffen
sk: zrušiť ban

source: banned by: %(user)s
cs: zakázán: %(user)s
da: banned af: %(user)s
hr: zabranu postavio: %(user)s
ja: %(user)sによって凍結されました
nl: geband door: %(user)s

source: ban
bg: забрана, забрани
cs: zakázat
da: bandlys
hr: zabrana
ja: 凍結
nl: bannen

source: report a rule violation
cs: nahlásit porušení pravidel
da: rapporter et regelbrud
hr: prijavi kršenje pravila
ja: 規約違反を報告
nl: rapporteer een geschonden regel

source: uh oh! how does this live thread break %(reddits_rules)s?
bg: о! как тази live тема нарушава %(reddits_rules)s?
cs: ale ne! jak toto živé vlákno porušuje %(reddits_rules)s?
da: åh nej! hvordan overtræder dette indlæg %(reddits_rules)s?
hr: uh-oh! na koji način ova dretva krši %(reddits_rules)s?
ja: えーなぜこのライブスレッドはダメ？ %(reddits_rules)s?
nl: waarom overtreedt deze live thread de %(reddits_rules)s?

source: reddit's rules
bg: правила на реддит
cs: pravidla reddit
da: reddits regler
hr: pravila reddita
ja: レディット規約
nl: reddit's regels
sk: pravidlá redditu

source: oops, never mind
bg: опа, няма значение
cs: pardon, spletl jsem se
da: ups, det er lige meget
hr: Ups, nema veze
ja: おっと！間違い、気にしないで
nl: oeps, laat maar
sk: ups, zabudni na to

source: information and links that are useful at any point
cs: informace a odkazy které se budou vždy hodit
da: informationer og links er altid brugbare
hr: informacije i linkovi koji uvijek mogu biti od koristi
ja: 有用な情報やリンク
nl: informatie en links die op elk moment nuttig zijn

source: close the live thread
cs: zavřít živé vlákno
da: Luk livetråden
hr: zaključaj živuću dretvu
ja: ライブスレッドを閉じる
nl: live thread sluiten

source: this will mark the thread as complete and prevent further updates from being added. it cannot be undone.
cs: toto označí vlákno za dokončené a zabrání přidání dalších aktualizací. toto nelze vrátit.
da: dette vil markere indlægget som færdig, og umuliggøre fremtidige opdateringer. dette kan ikke ændres tilbage.
hr: time će dretva završiti a daljnja ažuriranja će biti onemogućena. ne može se izmjeniti.
ja: このスレッドの更新を完全に停止します。取り消しできません。
nl: dit zal de thread als volledig markeren en het toevoegen van updates zal niet meer mogelijk zijn. dit kan niet ongedaan gemaakt worden.

source: close thread permanently
cs: natrvalo uzavřít vlákno
da: Luk tråden permanent
hr: zaključaj ovu dretvu zauvijek
ja: スレッドを永久に停止
nl: thread voorgoed sluiten

source: below is a single update from a live thread. [see the rest of the thread](/live/%(event_id)s).
cs: níže je jedna aktualizace z živého vlákna. [zobrazit celé vlákno](/live/%(event_id)s).
da: nedenfor er en enkelt opdatering fra en direkte tråd. [se resten af tråden](/live/%(event_id)s).
hr: dolje vidiš jedno ažuriranje iz živuće dretve. [vidi ostatak dretve](/live/%(event_id)s).
ja: 一つのライブスレッドのアップデートです. [のこりのアップデートを見るには](/live/%(event_id)s).
nl: hieronder is een enkele update van een live thread. [zie de rest van de thread](/live/%(event_id)s).

source: follow live events as they happen
da: se live events mens de er undervejs
hr: prati događaje uživo
ja: ライブ更新専用スレッドで実況
nl: volg live evenementen

source: make a new live thread
cs: vytvořit nové živé vlákno
da: lav en ny live thread
hr: napravi novu živuću dretvu
ja: 新しいライブスレッドを作成
nl: nieuwe live thread aanmaken
sk: vytvoriť nový živý príspevok

source: [read the FAQ](/r/live/wiki/index) or [check out /r/live for more info](/r/live)
cs: [přečtěte si Nejčastější otázky](/r/live/wiki/index) nebo [si prohlédněte /r/live pro více informací](/r/live)
da: [læs FAQ'en](/r/live/wiki/index) eller [tjek /r/live for mere info](/r/live)
hr: [pročitaj FAQ](/r/live/wiki/index) ili [baci pogled na /r/live za više informacija](/r/live)
ja: [FAQを読んでください](/r/live/wiki/index) or [詳細は /r/live をチェック](/r/live)
nl: [lees de FAQ](/r/live/wiki/index) of [kijk op /r/live voor meer info](/r/live)

source: invite
bg: покани
cs: pozvat
da: invitér
hr: pozovi
ja: 招待
nl: uitnodigen
sk: pozvať

source: this thread is NSFW
cs: toto vlákno je označeno nad18
da: denne tråd er uegnet i et arbejdsmiljø
hr: ova dretva je NSFW
ja: このスレッドはNSFWです
nl: deze discussie is NSFW

source: visit the thread directly to see its content
cs: navštivte vlákno přímo k zobrazení jeho obsahu
da: besøg tråden direkte for at dens indhold
hr: izravno posjeti dretvu kako bi vidio sadržaj
ja: ライブスレッドで更新を見る
nl: bekijk de discussie rechtstreeks om haar inhoud te bekijken

source: see more
cs: další informace
da: se mere
hr: vidi više
ja: もっと見る
nl: meer bekijken
sk: zobraziť viac

source: no discussions yet. [start one]({url})
cs: zatím žádné diskuze. [můžete jednu zahájit]({url})
da: ingen diskussioner endnu. [start en]({url})
hr: bez rasprava. [započni raspravu]({url})
ja: まだディスカッションがありません。 [start one]({url})
nl: nog geen discussies. [Begin er één]({url})
sk: zatiaľ žiadne diskusie. [start one]({url})

source: one or two sentences (120 characters) saying what this thread is about
bg: Едно-две изречения (120 знака) обясняващи каква е темата
cs: napište jednu nebo dvě věty (120 znaků) popisující toto vlákno
da: en eller to sætninger (120 karakterer) der beskriver hvad denne thread handler om
hr: jedna ili dvije rečenice (120 znakova) s opisom o čemu je dretva
ja: 120文字以内でスレッドを説明してください
nl: één of twee zinnen (120 tekens) die aangeven waar deze discussie over gaat

source: disabling beta
bg: изключи експеримента
cs: rušení zkušebního provozu
da: deaktiverer beta
hr: isključivanje bete
ja: ベータを無効化中
nl: beta wordt uitgeschakeld
sr: онемогући бету

source: disabling beta...
bg: изключи експеримента...
cs: rušení zkušebního provozu...
da: deaktiverer beta...
hr: isključivanje bete...
ja: ベータを無効化中...
nl: beta wordt uitgeschakeld...
sr: онемогућавање бете...

source: **you have either logged out, or no longer have access to this beta.** if this page is refreshing repeatedly or appearing unexpectedly, please clear your cookies and make a post in /r/bugs with the details.
bg: **или си излязъл, или вече нямаш достъп до тази бета.** ако тази страница се обновява непрекъснато или се появява неочаквано, моля изтрий своите cookies и направи пост в /r/bugs с детайли.
cs: **buď jste odhlášeni, nebo již nemáte přístup k této zkušební verzi.** pokud se tato stránka neočekávaně obnovuje, nebo zjevuje, vyčistěte prosím své cookies a zašlete příspěvek s podrobnostmi do /r/bugs.
da: **du har enten logget ud, eller har ikke længere adgang til denne beta** hvis denne side opdaterer ofte eller vises uforventet, slette alle dine cookies og lave en kommentar i /r/bugs med detaljerne.
hr: **ili si odjavljen ili više nemaš pristup beti.** ako se ova stranica neprestano osvježava onda očisti kolačiće i napiši objavu u /r/bugs sa pojedinostima
ja: **ログアウトしているかまたはベータにもうアクセスしていない場合に** ページの読み込みが繰り返し起こったり予期せぬ結果が起こる場合はクッキーをクリアしてください。詳細を/r/bugs に投稿してください。
nl: **je bent uitgelogd of hebt geen toegang tot deze beta.** als deze pagina zich herhaaldelijk vernieuwd of onverwachts verschijnt, verwijder dan alstublieft je cookies en schrijf een post in /r/bugs met alle details.

source: this beta is limited to [reddit gold](/gold/about) users.
bg: експериментите са ограничени до [златни](/gold/about) потребители.
cs: tato zkušební verze je omezena na uživatele se [zlatým redditem](/gold/about).
da: denne beta er begrænset til [reddit guld](/gold/about) brugere.
hr: beta je dostupna samo korisnicima koji imaju [reddit zlato](/gold/about).
ja: このベータは [reddit gold](/gold/about) ユーザーに制限されています。
nl: deze beta is alleen beschikbaar voor [reddit gold](/gold/about)leden

source: enable %s
bg: включи %s
cs: povolit %s
da: aktiver %s
hr: omogući %s
ja: %s を有効にする
nl: schakel %s in
sk: povoliť %s
sr: оспособи %s

source: disable %s
bg: изключи %s
cs: zakázat %s
da: deaktiver %s
hr: onemogući %s
ja: %s を無効にする
nl: schakel %s uit
sk: zakázať %s
sr: онеспособи %s

source: you can disable the beta at any time by clicking a "disable" button in the header or returning to this page.
bg: може да деактивираш бетата по всяко време, като натиснеш бутона "деактивирай" в header-а или се върнеш тук.
cs: tuto zkušební verzi můžete kdykoli zakázat kliknutím na příslušné tlačítko v hlavičce, nebo návratem na tuto stránku.
da: du kan deaktivere betaen nårsomhelst ved at trykke på en "deaktiver" knap øverst eller ved at gå tilbage til denne side
hr: betu možeš isključiti u bilo kojem trenutku klikom na gumb "isključi" u zaglavlju ili povratkom na ovu stranicu
ja: ヘッダーで「無効」ボタンをクリックするか、このページに戻れば、いつでもベータを無効にすることができます。
nl: door op een "uitschakelen"-knop in de header te klikken of door terug naar deze pagina te komen kan je de beta ten alle tijden uitschakelen

source: we'd love to hear your feedback on this beta at [%(feedback_title)s](%(feedback_url)s).
bg: ще се радваме да чуем мнението ти за тази бета тук [%(feedback_title)s](%(feedback_url)s).
cs: rádi bychom slyšeli váš názor na tuto zkušební verzi na [%(feedback_title)s](%(feedback_url)s).
da: vi ønsker at høre dine kommentar på denne beta på [%(feedback_title)s](%(feedback_url)s).
hr: rado bismo čuli tvoje primjedbe o beti na [%(feedback_title)s](%(feedback_url)s).
ja: [%(feedback_title)s](%(feedback_url)s) で是非このベータに関するあなたのフィードバックをお聞きしたいのですが。
nl: We horen graag je feedback op deze beta op [%(feedback_title)s](%(feedback_url)s).

source: unknown or missing dressings
hr: nepoznati ili nedostajući dodatci
ja: 着衣がみあたりません
nl: onbekende of ontbrekende dressings

source: sorry, we're out of codes!
bg: За съжаление нямаме повече кодове!
cs: je nám líto, došli nám kódy!
da: undskyld, vi er løbet tør for koder!
hr: sori, nemamo više kodova!
ja: 申し訳ありません、コード切れです！
nl: sorry, de codes zijn op!
sk: je nám ľúto, došli nám kódy!
sr: жао нам је, понестало нам је кодова!

source: your browser doesn't support snoovatars :(
da: din browser understøtter ikke svoovatars :(
hr: tvoj preglednik ne podržava snoovatare :(
ja: あなたのブラウザはSnooアバターをサポートしていません :(
nl: jouw browser ondersteunt geen snoovatars :(

source: New!
bg: Нов!
cs: Nové!
da: Ny!
hr: Novo!
ja: 新し！
nl: Nieuw!
sk: Nové!
sr: Ново!

source: send us a postcard
bg: пратете ни картичка
cs: pošlete nám pohlednici
da: send os et postkort
hr: pošalji nam razglednicu
ja: 私たちにハガキを送る
nl: stuur ons een kaartje
sk: pošlite nám pohľadnicu
sr: пошаљите нам разгледницу

source: become a member today.
bg: стани член днес.
cs: staňte se členem již dnes.
da: bliv medlem i dag.
hr: učlani se već danas.
ja: 今日はメンバーになります
nl: word vandaag nog lid.
sk: staň sa členom už dnes.
sr: постаните члан данас.

source: reddit gold is %(gold_month_price)s / month, or %(gold_year_price)s for a year.
bg: реддит златото струва %(gold_month_price)s на месец или %(gold_year_price)s за година.
cs: zlatý reddit je %(gold_month_price)s za měsíc, nebo %(gold_year_price)s za rok.
da: Reddit Guld er %(gold_month_price)s / måned, eller %(gold_year_price)s for et år.
hr: reddit zlato košta %(gold_month_price)s na mjesec, odnosno %(gold_year_price)s na godinu.
ja: reddit goldは%(gold_month_price)s / 月 または %(gold_year_price)s / 年です。
nl: reddit gold kost %(gold_month_price)s per maand of %(gold_year_price)s per jaar.
sr: реддит злато износи %(gold_month_price)s / месечно или %(gold_year_price)s годишње.
