Repository: slimlife/cookie
Catalog: i18n/reddit_i18n/*/LC_MESSAGES/r2.po
Languages: bg, cs, da, hr, ja, nl, sk, sr

source: accept moderator invite
bg: приеми поканата за модератор
cs: přijmout pozvání k moderování
da: accepter moderator invitation
hr: prihvati pozivnicu za moderiranje
ja: モデレーターの招待を承認する
nl: moderatoruitnodiging accepteren
sk: prijať pozvánku modrátora
sr: прихвати позив за модератора

source: add contributor
bg: добави участник
cs: přidat přispěvatele
da: tilføj bidragyder
hr: dodaj suradnika
ja: 投稿者を追加
nl: bijdrager toevoegen
sk: pridať prispievateľa
sr: додај сарадника

source: remove contributor
bg: премахни сътрудник
cs: odebrat přispěvatele
da: fjern bidragyder
hr: ukloni suradnika
ja: 投稿者を除名する
nl: bijdrager verwijderen
sk: odstrániť prispievateľa
sr: избриши сарадника

source: edit settings
bg: промени настройки
cs: upravit nastavení
da: redigér indstillinger
hr: uredi postavke
ja: 設定を編集する
nl: instellingen wijzigen
sk: upraviť nastavenia
sr: уреди поставке

source: distinguish
bg: отличи
cs: rozlišit
da: skeln
hr: istakni
ja: 区別する
nl: onderscheiden
sk: rozlíšiť
sr: угаси

source: mark nsfw
bg: маркирай nsfw
cs: označit jako nad18
da: marker nsfw
hr: označi kao nsfw
ja: 閲覧注意にする
nl: markeren als nsfw
sk: označiť ako nad18
sr: означи као непожељно за посао

source: ban from wiki
bg: банни от уики
cs: zamítnout přístup do wiki
da: bloker fra wiki
hr: prognaj s wikija
ja: Wikiから禁止
nl: bannen van wiki
sk: zabanovať z wiki
sr: бануј са викија

source: unban from wiki
bg: отбанни от уики
cs: zrušit zamítnutí přístupu do wiki
da: tillad adgang til wiki
hr: poništi zabranu na wiki
ja: wikiからの禁止を解除
nl: wikiban ongedaan maken
sk: odbanovať z wiki
sr: опзови бан са викија

source: add wiki contributor
bg: добави уики контрибутор
cs: přidat přispěvatele do wiki
da: tilføj wiki bidrager
hr: dodaj wiki suradnika
ja: wiki貢献者を追加
nl: wikibijdrager toevoegen
sk: pridať wiki prispievateľa
sr: додај вики сарадника

source: delist/relist wiki pages
cs: odebrat ze/znovu přidat do seznamu stránek wiki
da: fjern eller tilføj sider til listen over wikisider
hr: ukloni/dodaj wiki stranice
ja: ウィキのページをリストから外す/リストに載せる
nl: weergeven/verbergen wiki pagina's
sk: odober/načítaj stránky wiki

source: remove wiki contributor
bg: премахни уики контрибутор
cs: odstranit přispěvatele do wiki
da: fjern wiki bidrager
hr: ukloni wiki suradnika
ja: wiki貢献者を削除
nl: wikibijdrager verwijderen
sk: odstrániť prispievateľa wiki
sr: уклони вики сарадника

source: wiki revise page
bg: страница с уики редакции
cs: stránka revizí wiki
da: wikirevideringsside
hr: stranica za wiki redakturu
ja: wiki校正ページ
nl: wikiwijzigingspagina
sk: stránka revízie wiki
sr: вики страница за ревидирање

source: wiki page permissions
bg: разрешения за уики страницата
cs: oprávnění stránky wiki
da: wiki-side tilladelser
hr: dopuštenja wiki stranice
ja: wikiページ権限
nl: rechten voor wikipagina
sk: povolenia stránky wiki
sr: дозволе за вики страницу

source: ignore reports
bg: игнорирай доклади
cs: ignorovat hlášení
da: ignorer anmeldelser
hr: ignoriraj prijave
ja: 報告を無視する
nl: meldingen negeren
sk: ingnoruj hlásenia
sr: игнориши пријаве

source: unignore reports
bg: не игнорирай доклади
cs: neignorovat hlášení
da: ignorer ikke anmeldelser
hr: prestani ignorirati prijave
ja: 報告を無視しない
nl: meldingen niet meer negeren
sk: neignoruj hlásenia
sr: не игнориши пријаве

source: permissions
bg: права
cs: oprávnění
da: tilladelser
hr: dopuštenja
ja: 権限
nl: machtigingen
sk: oprávnenia
sr: дозволе

source: set suggested sort
cs: nastavit navrhnuté řazení
da: sæt foreslået type
nl: aanbevolen sorteerwijze gebruiken

source: unsticky post
bg: премахване на закачения пост
cs: odepnout příspěvek
da: fjern fikseringen på dette indlæg
hr: odlijepi objavu
ja: 投稿の最上部への固定を解除
nl: niet-sticky post
sk: odlep vklad
sr: одлепи пост са врха

source: wiki banned
bg: уики баннато
cs: přístup do wiki zakázán
da: wiki blokeret
hr: wiki zabranjen
ja: 禁止されたwiki
nl: wiki geband
sk: wiki zabanovaná
sr: вики бановано

source: unbanned from wiki
bg: отбаннатат от уики
cs: přístup do wiki povolen
da: blokering fjernet fra wiki
hr: poništena zabrana za wiki
ja: wikiからの禁止を解除
nl: wikiban opgeheven
sk: odbanovaný z wiki
sr: опозвано вановање са викија

source: added wiki contributor
bg: добавен уики контрибутор
cs: přispěvatel do wiki přidán
da: tilføjet wiki bidragsyder
hr: wiki suradnik dodan
ja: 追加されたwiki貢献者
nl: wikibijdrager toegevoegd
sk: pridaný prispievateľ wiki
sr: додат вики сарадник

source: removed wiki contributor
bg: премахнат уики контрибутор
cs: přispěvatel do wiki odstraněn
da: fjernede wiki bidragsyder
hr: wiki suradnik uklonjen
ja: 削除されたwiki貢献者
nl: wikibijdrager verwijderd
sk: odstránený prispievateľ wiki
sr: уклоњен вики сарадник

source: unbanned
bg: върнат
cs: povoleno
da: blokering fjernet
hr: poništena zabrana
ja: 排除を解除しました
nl: ban opgeheven
sk: povolené
sr: одбанован

source: removed
bg: премахнато
cs: odstraněno
da: fjernet
hr: uklonjeno
ja: 削除済み
nl: verwijderd
sk: odstránené
sr: уклоњено

source: approved
bg: одобрено
cs: schváleno
da: godkendt
hr: odobreno
ja: 承認済み
nl: goedgekeurd
sk: schválené
sr: одобрено

source: added moderator
bg: добавен модератор
cs: moderátor přidán
da: moderator tilføjet
hr: dodan moderator
ja: モデレーターを追加しました
nl: moderator toegevoegd
sk: pridaný moderátor
sr: додат модератор

source: removed moderator
bg: премахнат модератор
cs: moderátor odebrán
da: moderator fjernet
hr: uklonjen moderator
ja: モデレーターを除去しました
nl: moderator verwijderd
sk: odstránený moderátor
sr: избрисан модератор

source: invited moderator
bg: поканен модератор
cs: moderátor pozván
da: inviteret moderator
hr: moderator pozvan
ja: 招待されたモデレーター
nl: uitgenodigde moderator
sk: moderátor pozvaný
sr: позван модератор

source: uninvited moderator
bg: отменени покани за модератор
cs: pozvání moderátora zrušeno
da: uinviteret moderator
hr: pozivanje moderatora poništeno
ja: 招待されていないモデレーター
nl: niet langer uitgenodigde moderator
sk: zrušiť pozvanie moderátora
sr: опозван позив модратору

source: accepted moderator invitation
bg: приета модераторска покана
cs: pozvání moderátora přijato
da: accepteret moderator invitation
hr: pozivnica za moderiranje prihvaćena
ja: 承認されたモデレーターの招待
nl: moderatoruitnodiging geaccepteerd
sk: pozvánka moderátora prijatá
sr: прихваћен позив за модератора

source: added approved contributor
bg: добавяне на одобрен сътрудник
cs: schválený přispěvatel přidán
da: godkendt bidragsyder tilføjet
hr: dodan odobreni suradnik
ja: 承認済み貢献者が追加されました
nl: goedgekeurde bijdrager toegevoegd
sk: pridaný schválený prispievateľ
sr: додат одобрени сарадник

source: removed approved contributor
bg: премахнат одобрен сътрудник
cs: schválený přispěvatel odstraněn
da: godkendt bidragsyder fjernet
hr: uklonjen odobreni suradnik
ja: 承認済み貢献者が削除されました
nl: goedgekeurde bijdrager verwijderd
sk: odstránený schválený prispievateľ
sr: избрисан одобрени сарадник

source: edited settings
bg: променени настройки
cs: upravená nastavení
da: redigerede indstillinger
hr: uređene postavke
ja: 設定が編集されました
nl: instellingen gewijzigd
sk: upravené nastavenia
sr: уређене поставке

source: edited flair
bg: редактиран флеър
cs: styl upraven
da: etiket redigeret
hr: uređena značka
ja: 編集した flair
nl: flair bewerkt
sk: flair upravené
sr: уређен беџ

source: edited wiki page
bg: уики страница редактирана
cs: upravená stránka wiki
da: redigerede wiki side
hr: uređena wiki stranica
ja: 編集されたwikiページ
nl: wikipagina bewerkt
sk: upravený strana wiki
sr: уређена вики страница

source: changed wiki page permission level
bg: ниво на достъп до уики страницата променено
cs: změněna úroveň oprávnění na stránce wiki
da: ændrede wiki side tilladelsesniveau
hr: uređena razina dopuštenja na wiki stranici
ja: wikiページの許可レベルを変更
nl: toegangsniveau wikipagina gewijzigd
sk: zmenená úroveň práv wiki
sr: промењен ниво дозволе за вики страницу

source: changed wiki page listing preference
cs: změněna přednost uvedení stránky wiki v seznamu
da: ændrede listepræferencer for wikisider
hr: promijenena postavka popisa wiki stranice
ja: 変更されたウィキページのリスト表示設定
nl: wiki-paginavermelding voorkeur aangepast

source: distinguished
bg: различени
cs: rozlišeno
da: skelnet
hr: istaknuto
ja: 区別済み
nl: onderscheiden
sk: rozlíšené
sr: уважени

source: marked nsfw
bg: отбелязано като NSFW
cs: označeno jako nad18
da: markeret nsfw
hr: označeno kao nsfw
ja: 閲覧注意にしました
nl: gemarkeerd als nsfw
sk: označené ako nad18
sr: означено као непожељно за посао

source: ignored reports
bg: игнорирани доклади
cs: ignorovaná hlášení
da: ignorerede anmeldelser
hr: ignorirane prijave
ja: 無視された報告
nl: meldingen genegeerd
sk: ignorované hlásenia
sr: игнорисане пријаве

source: unignored reports
cs: neignorovaná hlášení
da: ikke ignorerede anmeldelser
hr: ne-ignorirane prijave
ja: 無視されなかった報告
nl: meldingen worden niet meer genegeerd
sk: neignorované hlásenia
sr: неигнорисане пријаве

source: changed permissions on
bg: промени разрешенията на
cs: měnit oprávnění v
da: skiftede tilladelse til
hr: promijenjena dopuštenja na
ja: 以下で権限が変更されました：
nl: machtigingen bijgewerkt van
sk: zmeň povolenia pre
sr: дозволе измењене за

source: unspam
bg: Премахни от Спам
cs: odspamováno
da: ikke spam
hr: nije spam
ja: アンスパム
nl: geen spam
sk: odspamované
sr: није спам

source: confirmed spam
bg: Потвърден Спам
cs: potvrzený spam
da: Bekræftet spam
hr: potvrđeno kao spam
ja: 確認済みのスパム
nl: bevestigd als spam
sk: potvrdený spam
sr: потврђени спам

source: removed not spam
bg: премахнато, не спам
cs: nespam odstraněn
da: fjernet ikke spam
hr: uklonjen ne-spam
ja: 削除されないスパム
nl: niet-spam verwijderd
sk: odstránený nespam
sr: ипак је спам

source: removed spam
bg: премахнат спам
cs: spam odstraněn
da: fjernet spam
hr: uklonjen spam
ja: スパムを削除しました
nl: spam verwijderd
sk: odstránený spam
sr: уклоњен спам

source: removed self
bg: отстранен самостоятелно
cs: odstranili jste sebe
da: fjernede selv
hr: uklonjen sam
ja: 自分自身を除名しました
nl: zelf verwijderd
sk: odstránili ste sa
sr: уклонио себе

source: title
bg: заглавие
cs: název
da: titel
hr: naslov
ja: タイトル
nl: titel
sk: nadpis
sr: наслов

source: description
bg: описание
cs: popis
da: beskrivelse
hr: opis
ja: 説明
nl: beschrijving
sk: popis
sr: опис

source: sidebar
bg: странична лента
cs: postranní lišta
da: sidebjælke
hr: bočna traka
ja: サイドバー
nl: zijbalk
sk: bočný panel
sr: бочна трака

source: language
bg: език
cs: jazyk
da: sprog
hr: jezik
ja: 言語
nl: taal
sk: jazyk
sr: језик

source: submit link button label
cs: jmenovka tlačítka předložení odkazu
da: indsend link knap etiket
hr: oznaka na gumbu za slanje objava
ja: リンク投稿ラベル
nl: label voor knop "Een nieuwe link posten"
sr: натпис на дугмету за слање линка

source: submit text post button label
cs: jmenovka tlačítka předložení textového příspěvku
da: indsend tekstindlæg knap etiket
hr: oznaka gumba za slanje tekstualne objave
ja: テキスト投稿送信ボタンラベル
nl: label voor knop "Een nieuwe tekstpost plaatsen"
sr: ознака на дугмету за слање текста

source: comment score hide period
bg: период на скриване на резултатите на коментарите
cs: doba skrytí hodnocení komentářů
da: kommentar score skjuleperiode
hr: kako dugo skrivati ocjene?
ja: コメントスコアを
nl: reactiescore verborgen houden in de volgende periode
sr: колико дуго ће гласови за коментаре бити сакривени:

source: toggle viewers must be over 18
bg: превключване посетителите трябва да са над 18
cs: přepnout prohlížející musí být starší 18 let
da: slå aldersbegrænsning til, så besøgende skal være over 18
hr: uključi/isključi mogućnost pregleda samo za starije od 18
ja: 18以上にしなければならない事をトグルする
nl: bezoekers moeten 18 jaar of ouder zijn in-/uitschakelen
sk: prepnúť prezerajúci nad 18
sr: промени поставку да приступ могу да имају само старији од 18 година

source: toggle allow in default/trending lists
cs: přepnout povolení výchozích/na vzestupu seznamů
da: tillad omskiftning i standard-/trendvisningslister
hr: isključi/uključi prikaz na popisu default/popularnih
ja: デフォルト/トレンド のリストを入れ替え可能にする
nl: toestaan/weigeren in lijsten standaard/populair

source: toggle show thumbnail images of content
bg: превключване показвай умалени изображения на съдържанието
cs: přepnout zobrazení miniatur obrázků obsahu
da: skift vis miniaturebilleder af indhold
hr: uključi/isključi prikaz sličica sadržaja
ja: コンテンツのサムネイル表示を切り替える
nl: voorbeeldafbeeldingen van inhoud weergeven/verbergen
sk: prepnúť zobrazenie miniatúrnych obrázkov obsahu
sr: промени поставку за сличице садржаја

source: toggle public traffic stats page
bg: превключи страницата със статистика за публичен трафик
cs: přepnout veřejnou stránku statistik přenosů
da: slå offentlig adgang til statistikker til eller fra
hr: uključi/isključi javni prikaz prometnih statistika
ja: 公開アクセス状況ページを切り替え
nl: Bezoekersstatistieken publiek maken
sr: укључи податке о јавним посетама овој страни

source: toggle collapse deleted/removed comments
cs: přepnout skrytí odstraněných/přesunutých komentářů
da: omskift sammenfold slettede/fjernede kommentarer
hr: uključi/isključi skrivanje obrisanih i uklonjenih odgovora
nl: in-/uitklappen van gewiste/verwijderde opmerkingen

source: toggle exclude banned users' posts from modqueue
cs: přepnout vyloučit příspěvky od zakázaných uživatelů z fronty moderování
da: til- eller fravælg udelukkelse af blokerede brugeres indlæg fra moderatorkø
hr: uključi/isključi prikazivanje odgovora prognanih korisnika na moderatorskoj listi čekanja
ja: modqueueからサイト全体で禁止されたユーザーの除外切り替え
nl: verberg posts van gebande gebruikers uit de modqueue

source: toggle show sidebar from cname
bg: превключване показвай страничната лента от cname
cs: přepnout zobrazení postranní lišty z cname
da: slå sidebjælke til fra cname
hr: isključi/uključi prikaz bočne trake putem CNAME
ja: cnameからサイドバーの表示を切り替える
nl: zijbalk van cname weergeven/verbergen
sk: prepnúť zobrazenie bočnej lišty z cname
sr: прикажи садржај из cname

source: toggle custom CSS from cname
bg: превключване персонализиран CSS от cname
cs: přepnout vlastní CSS z cname
da: slå brugerdefineret CSS til fra cname
hr: isključi/uključi CSS putem CNAME
ja: cname からカスタム CSS を切り替える
nl: aangepaste CSS van cname in-/uitschakelen
sk: prepnúť vlastný CSS z cname
sr: прикажи прилагођени CSS из cname

source: header title
bg: име на шапката
cs: název hlavičky
da: sidehovedtitel
hr: naslov zaglavlja
ja: ヘッダーのタイトル
nl: headertitel
sk: názov hlavičky
sr: наслов заглавља

source: delete header image
bg: изтрий изображение на шапката
cs: smazat obrázek hlavičky
da: slet sidehovedbilledet
hr: izbriši sliku zaglavlja
ja: ヘッダーの画像を削除する
nl: headerafbeelding verwijderen
sk: vymazať obrázok hlavičky
sr: обриши слику из заглавља

source: delete image
bg: изтрий изображение
cs: smazat obrázek
da: slet billede
hr: izbriši sliku
ja: 画像を削除する
nl: afbeelding verwijderen
sk: vymazať obrázok
sr: обриши слику

source: delete icon image
cs: smazat ikonu
da: slet ikonbillede
hr: izbriši sliku ikone
ja: アイコン画像を削除する
nl: icoonafbeelding verwijderen
sk: zmaž obrázok ikony

source: delete banner image
cs: smazat obrázek banneru
da: slet bannerbillede
hr: izbriši naslovnu sliku
ja: バナー画像を削除する
nl: bannerafbeelding verwijderen
sk: zmaž obrázok banneru

source: upload header image
bg: качи изображения за хедер
cs: nahrát obrázek hlavičky
da: upload header billede
hr: učitaj sliku zaglavlja
ja: ヘッダーの画像をアップロードする
nl: headerafbeelding uploaden
sk: nahrať obrázok hlavičky
sr: окачи слику заглавља

source: upload icon image
cs: nahrát obrázek ikony
da: upload ikonbillede
hr: prenesi sliku ikone
ja: アイコン画像をアップロードする
nl: icoonafbeelding uploaden
sk: nahraj obrázok ikony

source: upload banner image
cs: nahrát obrázek banneru
da: upload bannerbillede
hr: prenesi naslovnu sliku
ja: バナー画像をアップロードする
nl: bannerafbeelding uploaden
sk: nahraj obrázok banneru

source: upload image
bg: качи картина
cs: nahrát obrázek
da: upload billede
hr: učitaj sliku
ja: 画像をアップロードする
nl: afbeelding uploaden
sk: nahrať obrázok
sr: окачи слику

source: add/edit flair
bg: добави/редактирай флеър
cs: přidat/upravit styl
da: tilføj/fjern etiket
hr: dodaj/uredi značke
ja: flairを追加・編集する
nl: flair toevoegen/wijzigen
sk: pridať/upraviť štýl
sr: додај/уреди беџ

source: delete flair
bg: изтрий флеър
cs: smazat styl
da: slet etiket
hr: izbriši značku
ja: flairを削除する
nl: flair verwijderen
sk: vymazať štýl
sr: обриши беџ

source: edit by csv
bg: редактирай чрез csv
cs: upravit pomocí csv
da: rediger med csv
hr: uredi pomoću CSV
ja: csvによる編集
nl: bewerken als csv
sk: upraviť pomocou csv
sr: уреди помоћу csv-а

source: toggle flair enabled
bg: превключване флеър активиран
cs: přepnout povolení stylu
da: skift etiket aktiveret
hr: uključi/isključi upotrebu znački
ja: フレアーの有効を切り替える
nl: flair in-/uitschakelen
sk: prepnúť povolenie štýlu
sr: омогући/онемогући коришћење беџа

source: toggle user flair position
bg: превключи позицията на потребителския флеър
cs: přepnout polohu stylu uživatele
da: skift bruger etiket placering
hr: prilagodi položaj korisničke značke
ja: ユーザーのフレアーポジションを切り替える
nl: gebruikersflairpositie wijzigen
sk: prepnúť pozíciu flair používateľov
sr: промени место корисничког беџа

source: toggle link flair position
bg: превключи позицията на линк флеър
cs: přepnout polohu stylu odkazu
da: skift link etiket placering
hr: prilagodi položaj znački objava
ja: リンクのフレアーポジションを切り替える
nl: linkflairpositie wijzigen
sk: prepnúť pozíciu odkazu flairu
sr: промени место беџа за линкове

source: toggle user assigned flair enabled
cs: přepnout povolení uživatelem zadaného stylu
da: Skift bruger tildelt stil aktiveret
hr: uključi/isključi samododjelu znački
ja: 有効なフレアを割り当てられたユーザーを切り替える
nl: door gebruikers toegekende flair in-/uitschakelen
sk: prepnúť povolenie používateľom nastaveného štýlu
sr: укључи/искључи коришћење беџева које су корисници сами поставили

source: toggle submitter assigned link flair enabled
cs: přepnout povolení stylu odkazu přiděleného uživatelem
da: skift forfatter tildelt link etiket aktiveret
hr: uključi/isključi značku za poveznice koju stavlja sâm korisnik
ja: 有効なリンクフレアーを割り当てられた投稿者を切り替える
nl: door posters toegekende linkflair in-/uitschakelen
sk: prepnúť povolenie užívateľom nastaveného štýlu
sr: омогући беџеве које корисници сами додају својим линковима

source: add/edit flair templates
bg: добави/редактирай флеър шаблони
cs: přidat/upravit šablony stylu
da: tilføj/fjern etiketskabeloner
hr: dodaj/uredi predloške za značke
ja: flairのテンプレートを追加・編集する
nl: flairsjablonen toevoegen/bewerken
sk: pridať/upraviť šablóny štýlu
sr: додај/уреди шаблоне за беџеве

source: delete flair template
bg: изтрий флеър шаблон
cs: smazat šablonu stylu
da: slet etiketskabelon
hr: izbriši predložak za značku
ja: flairのテンプレートを削除する
nl: flairsjabloon verwijderen
sk: vymazať šablónu štýlu
sr: обриши шаблон беџа

source: clear flair templates
bg: изчисти флеър шаблони
cs: vyčistit šablony stylu
da: nulstil etiketskabeloner
hr: izbriši predloške za značke
ja: flairのテンプレートを全て消去する
nl: flairsjablonen wissen
sk: vyčistiť šablóny štýlu
sr: обриши шаблоне беџева

source: remove
bg: премахни
cs: odstranit
da: fjern
hr: ukloni
ja: 削除する
nl: verwijderen
sk: odstrániť
sr: уклони

source: set permissions on moderator
bg: задай разрешения за модератор
cs: nastavit oprávnění moderátora
da: sæt tilladelser på moderator
hr: postavi dopuštenja za moderatore
ja: モデレーターに権限を設定
nl: machtigingen voor moderator instellen
sr: омогући одобрења модератору

source: set permissions on moderator invitation
bg: задай разрешения за покана на модератор
cs: nastavit oprávnění při pozvání moderátora
da: sæt tilladelser på moderator invitation
hr: postavi dopuštenja pri pozivu moderatora
ja: モデレーターの招待に権限を設定
nl: machtigingen voor moderatoruitnodiging instellen
sr: омогући одобрења на позив модератора

source: highest
bg: най-висок
cs: nejvyšší
da: højeste
hr: najviše
ja: 最高
nl: hoogste
sk: najvyššie

source: standard
bg: Стандарт
cs: standardní
hr: uobičajeno
ja: 標準
nl: standaard
sk: bežné

source: remnant
bg: остатък
cs: zbytek
da: rest
hr: preostalo
ja: 残余
nl: restant
sk: zostatok

source: lower priority, impressions are not guaranteed
cs: nižší priorita, zobrazení nejsou zaručena
da: lavere prioritet, visninger ikke garanteret
hr: niži prioritet, impresije nisu zajamčene
ja: 低優先度、インプレッションは保証されません。
nl: lage prioriteit, je bent niet verzekerd van vertoningen
sk: nižšia priorita, dojmy negarantujeme

source: house
bg: къща
cs: poskytující
da: hus
hr: kuća
ja: ハウス
nl: huis
sk: dom

source: non-CPM, displays in all unsold impressions
cs: není cena za tisíc zobrazení, zobrazováno ve všech neprodaných zobrazeních
da: ikke-CPM, vises i alle ledige visninger
hr: ne-CPM, prikazuje se u svim neprodanim impresijama
ja: 非CPM、全ての売れ残ったインプレッションに表示
nl: niet-CPM, wordt vertoond in alle onverkochte vertoningen

source: collection: %(name)s
cs: sbírka: %(name)s
da: samling: %(name)s
hr: zbirka: %(name)s
nl: collectie: %(name)s

source: orangered
cs: oranžovo-červená
da: orange-rød
hr: narančastocrveno
ja: 橙色
nl: oranjerood
sk: oranžovočervená

source: orange
cs: oranžová
hr: narančasto
ja: オレンジ色
nl: oranje
sk: oranžová

source: lime
cs: limetková
ja: 黄緑色
nl: limoengroen
sk: limetková

source: green
cs: zelená
da: grøn
hr: zelena
ja: 緑
nl: groen
sk: zelená

source: blue
cs: modrá
da: blå
hr: plava
ja: 青色
nl: blauw
sk: modrá

source: alien blue
cs: mimozemsky modrá
nl: alienblauw
sk: emzácka modrá

source: %s (filtered)
bg: %s (филтрирано)
cs: %s (filtrováno)
da: %s (filtreret)
hr: %s (filtrirano)
ja: %s (フィルタ済み)
nl: %s (gefilterd)
sk: %s (filtrované)
sr: %s (филтрирано)

source: posts from %s
bg: постове от %s
cs: příspěvky z %s
da: indlæg fra %s
hr: objave iz %s
ja: %s からの投稿
nl: posts van %s
sr: постови са %s

source: %s subreddits curated by /u/%s
bg: %s subreddit-и курирани от /u/%s
cs: %s podredditů opatrovávané /u/%s
da: %s subreddits overvåget af /u/%s
hr: %s podredditi koje uređuje /u/%s
ja: %s /u/%s が主催する subreddit
nl: %s subreddits beheerd door /u/%s
sr: %s подреддити које уређује /u/%s

source: %(domain)s on %(reddit.com)s
cs: %(domain)s na %(reddit.com)s
da: %(domain)s på %(reddit.com)s
hr: %(domain)s na %(reddit.com)s
ja: %(reddit.com)s の %(domain)s
nl: %(domain)s op %(reddit.com)s

source: Any Scope
cs: Jakýkoli předmět
da: Ethvert anvendelsesområde
hr: bilo koji djelokrug
ja: スコープ無制限
nl: Elke scope

source: Endpoint is accessible with any combination of other OAuth 2 scopes.
da: Endpoint tilgængeligt med enhver kombination af andre OAuth 2 anvendelsesområder.
hr: Krajnja točka je dostupna bilo kojom kombinacijom OAuth 2 djelokruga.
ja: エンドポイントは、 OAuth 2スコープの他のどんな組合せでもアクセス可能です。
nl: Endpoint is beschikbaar met elke combinatie van andere OAuth 2 scopes.

source: Update account information
bg: Обнови информацията на акаута си
cs: Aktualizovat údaje účtu
da: Opdater brugerinformation
hr: Obnovite informacije profila
ja: アカウントデータの更新
nl: Update accountinformatie

source: Update preferences and related account information. Will not have access to your email or password.
bg: Обновете предпочитанията и свързаната с тях информация в акаунта Ви. Няма да промени имейла или паролата Ви.
cs: Může měnit nastavení a související údaje účtu. Nebude mít přístup k vašemu e-mailu a heslu.
da: Opdater præferencer og relateret kontoinformation. Vil ikke have adgang til din email eller kodeord.
hr: Ažuriraj postavke i podatke vezane uz korisnički račun. Nećemo imati pristup vašoj epošti ili zaporki.
ja: 個人設定とアカウント情報を更新してください。電子メールもしくはパスワードにアクセスができなくなる可能性があります。
nl: Update voorkeuren en gerelateerde accountinformatie. Heeft geen toegang tot e-mailadres of wachtwoord.

source: Spend reddit gold creddits
bg: Харчене на reddit златни кредити
cs: Utratit kreddity zlatého reddita
da: Anvend reddit guld creddits
hr: potrošite reddit zlatne kreddite
ja: redditゴールドcredditで払う
nl: reddit gold-creddits uitgeven
