Repository: slimlife/cookie
Catalog: i18n/reddit_i18n/*/LC_MESSAGES/r2.po
Languages: bg, cs, da, hr, ja, nl, sk, sr

source: compress the link display
bg: компресирай показването на връзките
cs: zmenšit zobrazení odkazů
da: komprimer linkvisning
hr: zgusnuti prikaz objava
ja: リンクの表示を圧縮してください
nl: compacte linkweergave
sk: zmenšiť zobrazenie odkazov
sr: компресуј приказ линкa

source: show additional details in the domain text when available
bg: покажи допълнителна налична информация в текста на домейна
cs: zobrazit další podrobnosti v textu domény, jsou-li dostupné
da: vil flere detaljer i domain teksten når det er tilgængeligt
hr: prikaži dodatne podrobnosti u tekstu domene ako su dostupni
ja: 利用可能ならドメインテキスト括弧内に追加情報を表示
nl: als het kan, laat dan extra details over het domein zien (niet altijd beschikbaar)
sr: где су доступни, прикажи додатне детаље у тексту домена

source: (such as the source subreddit or the content author's url/name)
bg: (като например subreddit източника или url/name името на автора на съдържанието)
cs: (např. zdrojový podreddit nebo url/jméno autora obsahu)
da: (som kilde subredditen eller navnet/urlen af skaberen)
hr: (npr. izvorni podreddit ili naziv/URL autora tog sadržaja)
ja: (そのソースのサブレディット名、そのコンテンツ作者のURL/名前など)
nl: (zoals de bronsubreddit of the url / naam van de schrijver)
sr: (као што су изворни подреддит или име/линк оригиналног аутора)

source: don't show me submissions after I've upvoted them
nl: laat inzendingen niet meer zien nadat ik ze een upvote geef

source: (except my own)
bg: (освен моите)
cs: (kromě mých vlastních)
da: (undtagen mine egne links)
hr: (osim mojih)
ja: (自分のもの以外)
nl: (behalve mijn eigen)
sk: (okrem mojich vlastných)
sr: (осим мојих)

source: don't show me submissions after I've downvoted them
nl: laat posts die ik heb gedownvoted niet meer zien

source: display %(num)s links at once
bg: показвай %(num)s връзки наведнъж
cs: zobrazit %(num)s odkazů najednou
da: vis %(num)s links ad gangen
hr: prikaži %(num)s objava najedanput
ja: デフォルトでは %(num)s 個のリンクを一度に表示する
nl: %(num)s links tegelijk weergeven
sk: zobrazovať naraz %(num)s odkazov
sr: прикажи %(num)s линкова од једном

source: don't show me submissions with a score less than %(num)s
cs: nezobrazovat mi předložení se skóre nižším než %(num)s
da: vis ikke de indlæg med en score på mindre end %(num)s
hr: ne prikazuje objave s manje od %(num)s bodova
ja: スコアが %(num)s未満の投稿は表示しない
nl: Laat me geen inzendigen zien met een score minder dan %(num)s

source: (leave blank to show all submissions)
da: (efterlad blank for at vise alle indlæg)
hr: (ostavi praznim za prikaz svih objava)
ja: (すべての投稿を表示する場合は空欄にする)
nl: (laat leeg om alle inzendingen te zien)

source: comment options
bg: коментари
cs: nastavení komentářů
da: kommentarindstillinger
hr: postavke odgovora
ja: コメントに関するオプション
nl: reactie-opties
sk: možnosti komentárov
sr: опције коментарисања

source: sort comments by %(sort)s
nl: sorteer reacties op %(sort)s

source: ignore suggested sorts
nl: negeer voorgestelde sorteringen

source: (suggested sorts may be set by community moderators for specific threads or subreddits, like Q&As)
nl: (voorgestelde sorteringen kunnen worden ingesteld door community moderators voor bepaalde threads of subreddits, zoals Q&As)

source: show a dagger (†) on comments voted controversial
cs: zobrazit dýku (†) u komentářů označené za sporné
da: vis en dagger (†) ved kommentarer der er erklæret kontroversielle
hr: prikaži bodež (†) pokraj kontroverznih odgovora
ja: 論争中のコメントにダガー(†)を表示する
nl: markeer controversiële reacties met een dolk (†)

source: (a controversial comment is one that's been both upvoted and downvoted significantly)
cs: (sporný komentář je ten, jenž má velké množství hlasů pro i proti)
da: (en kontroversiel kommentar er en kommentar der er blevet både up- og downvoted signifikant)
hr: (kontroverzan odgovor je onaj s puno gore i doljeglasova)
ja: (論争中のコメントはupvoteとdownvoteが拮抗しています)
nl: (een controversiële reactie is er een die vaak omhoog én omlaag gestemd is)

source: don't show me comments with a score less than %(num)s
bg: не показвай коментари с резултат по-малък от %(num)s
cs: nezobrazovat komentáře s hodnocením nižším než %(num)s
da: vis mig ikke kommentarer med en score mindre end %(num)s
hr: nemoj prikazivati odgovore s vrijednošću manjom od %(num)s
ja: スコアが %(num)s未満のコメントは表示しない
nl: geen reacties weergeven met een score lager dan %(num)s
sk: nezobrazovať komentáre s hodnotením menším ako %(num)s
sr: немој да приказујеш коментаре са бројем бодова мањим од %(num)s

source: (leave blank to show all comments)
da: (efterlad blank for at vise alle kommentarer)
hr: (ostavi praznim za prikaz svih odgovora)
ja: (すべてのコメントを表示する場合は空欄にする)
nl: (laat leeg om alle reacties te zien)

source: display %(num)s comments by default
bg: показвай %(num)s коментара по подразбиране
cs: zobrazovat standardně %(num)s komentářů
da: vis %(num)s kommentarer som standard
hr: prema zadanim postavkama prikaži %(num)s odgovora
ja: デフォルトでは %(num)s 個のコメントを表示する
nl: standaard %(num)s reacties weergeven
sk: zobrazovať %(num)s komentárov implicitne
sr: прикажи %(num)s коментара подразумевано

source: the smaller the number, the faster your comments pages will load
bg: колкото по-малко числото, толкова по-бързо ще ви зареждат страниците с коментари
cs: čím menší je číslo, tím rychleji budou vaše stránky komentářů načteny
da: jo mindre tallet er, jo hurtigere vil kommentarsiderne hentes
hr: čim je broj manji, tim se stranice s odgovorima brže učitavaju
ja: 数が小さいほどコメントが早く現れます
nl: hoe lager het aantal, hoe sneller je reactiepagina's worden geladen
sk: čím menšie číslo, tým rýchlejšie sa stránka komentárov načíta
sr: што је мањи број, то ће се странице са коментарима брже учитати

source: messaging options
bg: опции за събощения
cs: možnosti zpráv
da: besked-indstillinger
hr: opcije za poruke
ja: メッセージに関するオプション
nl: berichtopties
sk: možnosti správ
sr: опције за поруке

source: show message conversations in the inbox
bg: покажи разговори от съобщения във входящата кутия
cs: zobrazit zprávy konverzace v doručené poště
da: vis beskedsamtaler i indbakken
hr: prikaži rasprave u dolaznom pretincu
ja: メッセージのやりとりを受信箱で表示する
nl: berichtgesprekken weergeven in je inbox
sk: zobraziť správy konverzácie v doručenej pošte
sr: прикажи поруке из разговора у пријемном сандучету

source: (only applies when you go to the 'messages' panel)
bg: (важи само когато отидете в панела 'съобщения')
cs: (plati pouze když přejdete do panelu 'zprávy')
da: (anvendes kun når du går til dit 'beskedpanel')
hr: (primjenjuje se samo ako otvoriš ploču 'poruke')
ja: (メッセージパネルに行った時のみ用いられます)
nl: (alleen van toepassing als je naar het berichtenpaneel gaat)
sk: (platí len keď prejdete do panelu 'správy')
sr: (важи сао'м када сте у панелу 'поруке')

source: collapse messages after I've read them
bg: скрий съобщенията след като съм ги прочел/а
cs: rozbalit zprávy poté, co je přečtu
da: kollaps beskeder efter jeg har læst dem.
hr: uruši poruke nakon čitanja
ja: 読んだあとにメッセージを折りたたむ
nl: berichten samenvouwen wanneer ik ze heb gelezen
sk: zbaliť správy po prečítaní
sr: скупи приказ порука након што их прочитам

source: (otherwise, you'll have to collapse them yourself)
bg: (иначе, ще трябва сами да ги скривате)
cs: (jinak je budete muset rozbalovat sami)
da: (ellers skal du selv lukke dem)
hr: (u suprotnom ih sâm moraš urušiti)
ja: (そうでなければ、自分で折りたたまければなりません)
nl: (anders moet je ze zelf samenvouwen)
sk: (v opačnom prípade ich musíte zbaliť vy)
sr: (у супротном мораћете сами да их скупите)

source: mark messages as read when I open my inbox
bg: маркирай съобщенията като прочетени като си влезна във входящата кутия
cs: při otevření doručené pošty označit všechny zprávy jako přečtené
da: marker beskeder som læste når jeg åbner min indbakke
hr: označi poruke kao pročitane čim otvorim pretinac
ja: 受信箱を開く時にメッセージを既読にする
nl: berichten als gelezen markeren wanneer ik mijn inbox open
sk: po otvorení doručenej pošty označiť správy ako prečítané
sr: означи поруке као прочитане када отворим пријемно сандуче

source: (otherwise, they will be marked as read when you click them)
bg: (иначе, ще бъдат прочетени само след като ги отворите)
cs: (jinak budou označeny jako přečtené když na ně kliknete)
da: (ellers vil de blive markeret som læst når du klikker på dem)
hr: (u suprotnome će biti označene kao pročitane tek nakon što ih klikneš)
ja: (そうでなければ、クリックした時に既読としてマークされます)
nl: (anders worden ze als gelezen gemarkeerd wanneer je erop klikt)
sk: (v opačnom prípade budú označené ako prečítané keď na ne kliknete)
sr: (у супротном ће бити означене као прочитане када кликнете на њих)

source: notify me when people say my username
bg: известявай ме, когато другите ме споменават
cs: oznámit mi, když uživatelé napíšou mé uživatelské jméno
da: underret mig når, nogen siger mit brugernavn
hr: obavijesti me kada ljudi spomenu moje korisničko ime
ja: 自分のユーザー名を呼ばれたら通知する。
nl: Geef een seintje als mensen mijn gebruikersnaam schrijven
sr: обавести ме кад неко помене моје корисничко име

source: send messages as emails
nl: verzend berichten als emails

source: requires a verified email
nl: vereist een bevestigd emailadres

source: enable threaded modmail display
nl: schakel weergave van threaded modmail in

source: display options
bg: показване
cs: možnosti zobrazení
da: Indstillinger for visning
hr: opcije prikaza
ja: 表示に関するオプション
nl: opties weergeven
sk: možnosti zobrazenia
sr: опције приказивања

source: allow subreddits to show me custom themes
nl: sta subreddits toe om eigen thema's te gebruiken

source: (you can also choose which subreddit themes to disable on an individual level)
nl: (je kan ook bepalen welke subreddits niet eigen thema's mogen gebruiken per subreddit)

source: show user flair
bg: покажи потребителския флеър
cs: zobrazit styl uživatele
da: vis brugeretiket
hr: prikaži korisničke značke
ja: flairを表示する
nl: gebruikersflair weergeven
sk: zobraziť štýl používateľa
sr: прикажи кориснички беџ

source: show link flair
bg: показвай линк флеър
cs: zobrazit styl odkazu
da: vis link etiket
hr: prikaži značku objave
ja: リンクフレアーを見せる
nl: linkflair weergeven
sk: zobraz štýl odkazu
sr: покажи беџ линка

source: show self-serve advertising tab on front page
cs: zobrazit kartu samoobslužné reklamy na hlavní stránce
da: vis fanen for selvbetjent reklame på forsiden
hr: pokaži karticu za samoposlužno oglašavanje na naslovnici
ja: フロントページでセルフサービスの広告タブを表示
nl: promotietabblad op de startpagina weergeven

source: show legacy search page
nl: oude zoekpagina tonen

source: I am over eighteen years old and willing to view adult content
bg: Аз съм над 18 години и искам да виждам съдържанието за възрастни
cs: Jsem starší osmnácti let a souhlasím se zobrazením obsahu pro dospělé
da: Jeg er over 18 år gammel og villig til at se voksent indhold
hr: imam više od osamnaest godina i želim vidjeti sadržaj za odrasle
ja: 私は18歳以上であり、成人向けコンテンツを見る意思があります。
nl: Ik ben ouder dan 18 jaar en bereid inhoud voor volwassenen te zien
sk: mám viac ako 18 rokov a chcem vidieť obsah pre dospelých
sr: Имам више од осамнаест година и желим да гледам садржај за одрасле

source: required to view some subreddits
bg: необходим, за да разглеждаш някои събредити
cs: nutné pro zobrazení některých podredditů
da: påkrævet for at se nogle subreddits
hr: neophodno za pregled nekih podreddita
ja: いくつかのsubredditを見る必要があります
nl: verplicht om sommige subreddits te bekijken
sr: обавезно за приступ одређеним подреддитима

source: label posts that are not safe for work (NSFW)
bg: лепни етикет на постове, които са опасни за работа (ОЗР)
cs: označit příspěvky, které nejsou bezpečné v práci (Nad18)
da: marker links der ikke er sikre i et arbejdsmiljø (NSFW)
hr: označi objave koje nisu sigurne za pregled na poslu (NSFW)
ja: 閲覧注意な投稿にタグを付ける
nl: markeer posts die niet voor iedereen geschikt zijn (NSFW)
sk: označiť príspevky, ktoré nie sú bezpečné v práci (Nad18)
sr: означи постове који су непожељни за посао (НЗП)

source: enable private RSS feeds
bg: позволи частни RSS фийдове
cs: povolit soukromé kanály RSS
da: Aktiver private RSS feeds
hr: omogući osobne RSS kanale
ja: 非公開のRSSフィードを使用可能にする
nl: privé-RSS-feeds inschakelen
sk: povoliť súkromné RSS kanály
sr: омогући приватне RSS фидове

source: (available from the 'RSS feed' tab in prefs)
bg: (достъпно от 'RSS фийд' в предпочитания)
cs: (dostupné z karty 'Kanály RSS' v nastavení)
da: (tilgændelig fra 'RSS feed'-fanen i indstillinger)
hr: (dostupno u postavkama putem kartice 'RSS kanali')
ja: (初期設定の「RSSフィード」)タブから利用可能です。
nl: (te vinden op het tabblad RSS-feed in de voorkeuren)
sk: (dostupné z karty 'RSS kanály' v nastaveniach)
sr: (доступне из картице "RSS фид" у жељеним поставкама)

source: privacy options
bg: поверителност
cs: nastavení soukromí
da: personlige indstillinger
hr: opcije privatnosti
ja: プライバシーに関するオプション
nl: privacyopties
sk: nastavenia súkromia
sr: опције приватности

source: make my votes public
bg: направи гласуването ми публично
cs: mé hlasy jsou veřejné
da: gør mine stemmer offentlige
hr: prikaži moje glasove drugim korisnicima
ja: 投票状況を公開する
nl: mijn stemmen openbaar weergeven
sk: sprav moje hlasy verejné
sr: нека моји гласови буду јавни

source: let everyone see %(link1)s and %(link2)s
bg: позволи на всички да виждат %(link1)s и %(link2)s
cs: ať všichni vidí %(link1)s a %(link2)s
da: lad alle se %(link1)s og %(link2)s
hr: svi mogu vidjeti %(link1)s i %(link2)s
ja: %(link1)s と %(link2)sをみんなに公開する
nl: iedereen mag %(link1)s en %(link2)s zien
sk: umožniť všetkým vidieť %(link1)s a %(link2)s
sr: нека сви виде %(link1)s и %(link2)s

source: allow my data to be used for research purposes
bg: позволи данните ми да бъдат използвани за изследователски цели
cs: povolit, aby má data byla použita k výzkumným účelům
da: tillad at mine data bliver brugt i undersøgelsesøjemed
hr: odobri upotrebu mojih podataka u istraživačke svrhe
ja: 自分のデータを研究用に利用する事を許可する
nl: mijn gegevens mogen gebruikt worden voor onderzoeksdoeleinden
sk: povoliť, aby moje údaje boli dostupné pre výskumné účely
sr: дозволи да се моји подаци користе за потребе истраживања

source: don't allow search engines to index my user profile
bg: не позволявай на търсачки да индексират профила ми
cs: nedovolit vyhledávačům indexovat můj profil uživatele
da: tillad ikke søgemaskiner at indeksere min brugerprofil
hr: nemoj dopustiti tražilicama da indeksiraju moj korisnički profil
ja: 検索エンジンにマイユーザープロフィールのインデックスを許可しない
nl: zoekmachines mogen mijn gebruikersprofiel niet indexeren
sk: zakázať vyhľadávačom indexovať môj profil
sr: немој да дозволиш претраживачима да приступају мом профилу

source: beta options
da: beta-indstillinger
nl: bètaopties

source: I would like to beta test features for reddit
da: jeg vil gerne betateste funktioner for reddit
nl: Ik zou graag beta functies willen uittesten voor reddit

source: by enabling you'll be subscribed to %(beta_sr_link)s automatically.
nl: zet je dit aan, dan word je automatisch op %(beta_sr_link)s geabonneerd.

source: details on the /r/{beta_sr} wiki
nl: meer info op de wiki van /r/{beta_sr}

source: gold options
bg: опции за злато
cs: zlaté možnosti
da: guld indstillinger
hr: opcije za zlato
ja: ゴールドに関するオプション
nl: gold-opties
sk: možnosti zlata
sr: златне опције

source: hide ads
da: skjul reklamer
nl: verberg advertenties

source: remember what links I've visited
bg: запомни кои връзки съм посещавал/а
cs: zapamatovat si mnou navštívené odkazy
da: husk hvilke links jeg har besøgt
hr: zapamti koje poveznice sam posjetio
ja: 自分がどんなリンクを訪れたか記憶させておく
nl: onthoud welke links ik bezocht heb
sk: zapamätať navštívené odkazy

source: we'll remember and mark what links you've already read, even between computers
cs: zapamatujeme si a označíme odkazy, které jste si již přečetli i na různých počítačích
da: vi husker og markerer de links du allerede har læst, selv mellem computere
hr: pamtimo i označavamo objave koje si već pregledao neovisno o računalu
ja: コンピューター間であっても、既読のリンクを記憶し、マークします。
nl: wij onthouden en markeren de posts die je al hebt gelezen, zelfs op verschillende computers

source: highlight new comments
bg: маркирай нови коментари
cs: zvýraznit nové komentáře
da: fremhæv nye kommentarer
hr: istakni nove odgovore
ja: 新しいコメントをハイライトする
nl: nieuwe reacties markeren
sk: zvýrazniť nové komentáre
sr: истакни нове коментаре

source: we'll remember your visits for 48 hours and show you which comments you haven't seen yet
bg: ще ви запомним посещенията за 48 часа и ще ви покажем коментарите, които все още не сте видяли
cs: zapamatujeme si vaše návštěvy na 48 hodin a zobrazíme vám komentáře, které jste ještě neviděli
da: vi vil huske dine besøg i 48 timer og vise dig hvilke kommentarer du ikke har set endnu
hr: tvoje posjete pamtimo na 48 ure i prikazujemo ti odgovore koje još nisi vidio
ja: 48時間内のあなたの訪問先を記憶し、どのコメントをまだ見ていないか表示します。
nl: we onthouden je bezoeken 48 uur lang en laten je zien welke reacties je nog niet hebt gezien
sk: zapamätáme si vaše návštevy po dobu 48 hodín a zobrazíme komentáre, ktoré ste ešte nevideli
sr: запамтићемо ваше посете у последњих 48 сати и приказати колико коменатара још нисте видели

source: show gold expiration
nl: vervaltijd gold tonen

source: show how much gold you have remaining on your userpage
nl: laat op je gebruikerspagina zien hoeveel goud je nog over hebt

source: use a %(creddit_link)s to automatically renew my gold if it expires
cs: použít %(creddit_link)s pro automatickou obnovu mého zlata, pokud vyprší
da: brug et %(creddit_link)s for at automatisk fornye mit guld hvis det udløber
hr: iskoristi %(creddit_link)s kako bi automatski obnovio pretplatu na zlato čim ona istekne
ja: 自分のゴールドの期間が満了したとき、自動的に延長するために 1 %(creddit_link)s を使用する
nl: gebruik een %(creddit_link)s om mijn gold automatisch te verlengen als deze verloopt

source: since you don't have %(gold_link)s, this will only apply in subreddits you moderate
nl: je hebt geen %(gold_link)s, dus dit is alleen van toepassing in de subreddits waar jij moderator bent

source: reddit themes
nl: reddit thema's

source: reddit themes change the appearance of reddit. They are used anywhere another custom theme is not present.
nl: Met thema's kun je het uiterlijk van reddit wijzigen. Ze worden gebruikt op plekken waar een ander eigen thema niet is ingesteld.

source: Note: For security reasons this page will not be changed by themes
nl: Let op: Om veiligheidsredenen hebben thema's geen invloed op deze pagina

source: use reddit theme
nl: reddit-thema gebruiken

source: hover to preview
nl: muiscursor erboven: voorvertoning

source: warning: use non-featured themes at your own risk
nl: let op: het gebruik van niet-aanbevolen thema's is op eigen risico

source: two-factor authentication
cs: dvoufaktorové ověření
da: to-skridt autentificering
hr: dvostruka provjera autentičnosti
ja: 2 要素認証
nl: two-factor-verificatie
sk: dvoj-faktorová autentifikácia
sr: провера идентитета помоћу два фактора

source: two-factor authentication is currently **enabled**. fill out the form below if you would like to disable it.
bg: two-factor authentication е **включена**. попълнете формата долу, ако искате да я изключите.
cs: dvoufaktorové ověření je nyní **povoleno**. vyplňte formulář níže pokud ho chcete zakázat.
da: to-trins autentificering er i øjeblikket **tilsat**. udfyld formen nedenunder hvis du gerne vil slå det fra.
hr: dvostruka provjera je trenutačno **omogućena**. ispuni obrazac u nastavku ako ju želiš onemogućiti.
ja: ２要素認証は現在 **有効** です。無効にしたい場合、以下のフォームの空欄を満たしてください。
nl: two-factor-verificatie is momenteel **ingeschakeld**. vul het onderstaande formulier in als je die wilt uitschakelen.
sk: dvojprvkové overovanie je momentálne **zapnuté**. Dole vyplňte formulár ak by ste ho chceli vypnúť.
sr: провера идентитета помоћу два фактора је тренуто **омогућена**. попуните образац испод ако желите да је онемогућите.if you would like to disable it.

source: one-time password
cs: jednorázové heslo
da: engangs adgangskode
hr: jednokratna zaporka
ja: ワンタイムパスワード
nl: eenmalig wachtwoord
sk: jednorázové heslo
sr: једнократна лозинка

source: disable
bg: изключи
cs: zakázat
da: slå fra
hr: onemogući
ja: 無効
nl: uitschakelen
sk: zakázať
sr: онемогући

source: enter your current password below to start the activation process for two-factor authentication.
bg: вкарай настоящата си парола по-долу, за да започнеш активационния процес за двуфакторна автентикация.
cs: zadejte vaše současné heslo pro zahájení procesu dvoufaktorového ověření.
da: indtast din nuværende kode nedenfor, og start aktiveringsprocessen for to-trins autentificering.
hr: u nastavku unesi svoju zaporku kako bi pokrenuo postupak dvostruke provjere.
ja: ２要素認証のためのアクティベーションプロセスを開始するために、以下にあなたの現在のパスワードを入力してください。
nl: vul hieronder je huidige wachtwoord in om het activeringsproces voor two-factor-verificatie te starten.
sk: vložte svoje súčasné heslo dole a pokračujte v aktivácií dvojprvkového overovania.
sr: унесите тренутну лозинку испод да бисте покренули процес активације за проверу идентитета помоћу два фактора.

source: activate
bg: активиран
cs: aktivovat
da: aktiver
hr: aktiviraj
ja: アクティベート
nl: activeren
sk: aktivovať
sr: активирај

source: below is your two-factor authentication secret. you can scan the QR code with Google Authenticator or enter the key below manually. you WILL NOT have another chance to see this secret.
bg: по-долу е ключа за твоята двуфакторна автентикация. може да сканираш QR кода с Google Authenticator или да набереш ключа ръчно. НЯМА да имаш друга възможност да видиш този ключ.
cs: níže se nachází tajná část vašeho dvoufaktorového ověření. QR kód můžete naskenovat pomocí Google Authenticator nebo klíč zadat ručně v dolní části. TUTO ČÁST JIŽ NEBUDE MOCI ZNOVU ZOBRAZIT.
da: nedenfor er din to-trins autentificeringshemmelighed. du kan scanne QR-koden med Google Authenticator eller indtaste nøglen nedenunder manuelt. yu VIL IKKE have en anden chance for at se hemmeligheden.
hr: u nastavku se nalazi tvoja tajna za dvostruku provjeru. QR kod možeš skenirati pomoću pomagala Google Authenticator ili ručno unesi niže navedeni ključ. ovu tajnu NEĆEŠ imati prilike opet vidjeti.
ja: 以下にあなたの2 要素認証の秘密鍵があります。Google 認証システムでQRコードを読み取るか、手動で以下に鍵を入力することができます。他にこの秘密鍵を確認する手段はありません。
nl: hieronder zie je je geheime code voor two-factor-verificatie. je kunt de QR-code scannen met Google Authenticator of de code hieronder handmatig invullen. je kunt deze code NIET nog een keer bekijken.
sk: Nižšie je vaše dvojité autentifikačné tajomstvo. Môžete naskenovať QR kód pomocou nástroja Google Authenticator alebo vyplniť kľúč ručne. Už NEBUDETE mať ďalšiu šancu vidieť toto tajomsvo.
sr: испод је ваша тајна за проверу идентитета помоћу два фактора. можете да скенирате QR код помоћу алатке Google Authenticator или да ручно унесете шифру испод. НЕЋЕТЕ имати другу прилику да видите ову тајну.

source: enable
bg: включи
cs: povolit
da: slå til
hr: omogući
ja: 有効
nl: inschakelen
sk: povoliť
sr: омогући

source: verify your email
bg: потвърди имейла си
cs: ověřit váš e-mail
da: verificer din email
hr: potvrdi adresu epošte
ja: メールアドレスを確証する
nl: je e-mailadres bevestigen
sk: overiť email
sr: верификујте е-адресу

source: update your email
bg: обнови имейла си
cs: aktualizovat váš e-mail
da: opdater din email
hr: ažuriraj adresu epošte
ja: メールアドレスを更新する
nl: je e-mailadres wijzigen
sk: aktualizovať email
sr: ажурирајте е-адресу

source: current password
bg: сегашна парола
cs: současné heslo
da: nuværende kodeord
hr: trenutačna zaporka
ja: 今利用しているパスワード
nl: huidig wachtwoord
sk: súčasné heslo
sr: тренутна лозинка

source: not set
bg: неопределен
cs: nenastaveno
da: ikke sat
hr: nije postavljeno
ja: セットされていません
nl: niet ingesteld
sk: nenastavené
sr: није постављено

source: verified
bg: потвърден
cs: ověřeno
da: verificeret
hr: potvrđeno
ja: 確証済み
nl: bevestigd
sk: overené
sr: верификовано

source: verification pending
bg: в процес на потвърждение
cs: ověření probíhá
da: afventer verfication
hr: potvrđivanje u tijeku
ja: 確証中
nl: nog niet geverifieerd
sk: prebieha overovanie
sr: верификација на чекању
