Repository: slimlife/cookie
Catalog: i18n/reddit_i18n/*/LC_MESSAGES/r2.po
Languages: bg, cs, da, hr, ja, nl, sk, sr

source: we expect to only have %(available)s impressions on %(target)s. we may not fully deliver.
da: vi forvente at have %(available)s indtryk på %(target)s. vi kan ikke sikre fuld effekt.
hr: očekujemo samo %(available)s impresija na %(target)s. moguće je da ih nećemo ispuniti sve.
nl: naar verwachting hebben wij maar %(available)s vertoningen voor %(target)s. misschien kunnen we niet alles leveren.

source: want to maximize your campaign? for only $%(difference)s more you can buy all available inventory for your selected dates!
hr: želiš li učiniti svoju kampanju učinkovitijom? za samo $%(difference)s više možeš kupiti cijeli dostupan inventar za svoje odabrane nadnevke!
nl: wil je je campagne zo groot mogelijk maken? voor slechts $%(difference)s meer kun je de hele voorraad voor je gekozen data opkopen!

source: the campaign you requested is too small! this campaign is available:
da: den kampagne du anmodede om er for lille! denne kampagne er tilgængelig:
hr: zatražena kampanja je premala! dostupna kampanja je:
nl: de campagne die je hebt opgevraagd is te klein! deze campagne is wel beschikbaar:

source: the campaign you requested is too small!
da: kampagnen du ansøgte om er for lille!
hr: zatražena kampanja je premala!
nl: de campagne die je hebt opgevraagd is te klein!

source: the campaign you requested is too big! the largest campaign available is:
da: kampagnen du ansøgte om er for stor! den største kampagne tilgængelig er:
hr: zatražena kampanja je prevelika! najveća dopustiva kampanja je:
nl: de campagne die je hebt opgevraagd is te groot! de grootste beschikbare campagne is:

source: we have insufficient available inventory in %(target)s to fulfill your requested dates. the following campaigns are available:
hr: nemamo dovoljno dostupnog inventara u %(target)s za ispunjavanje tvojih zatraženih nadnevaka. sljedeće kampanje su dostupne:
nl: we hebben niet genoeg voorraad in %(target)s om de data die je hebt opgevraagd te vervullen. de volgende campagnes zijn beschikbaar:

source: inventory for %(target)s is sold out for your requested dates. please try a different target or different dates.
hr: inventar za %(target)s je rasprodan za tvoje zatražene nadnevke. molimo odaberi drugi cilj ili druge nadnevke.
nl: de voorraad voor %(target)s is voor de data die je hebt opgevraagd uitverkocht. probeer een ander doel of andere data.

source: sorry, there was an error retrieving available impressions. please try again later.
bg: за съжаление имаше проблем при показването на възможните впечатления. моля, опитайте отново, по-късно.
cs: bohužel došlo k chybě při získávání dostupných zobrazení, zkuste to prosím znovu později.
da: beklager, der opstod en fejl under indhentningen af tilgængelige indtryk. prøv venligst senere.
hr: sori, došlo je do greške pri hvatanju dostupnih impresija. molimo pokušaj ponovno kasnije.
ja: 使用可能なインプレッションの取得に失敗しました。しばらくたってから、もう一度試してください。
nl: Er ging wat fout bij het ophalen van het beschikbare aantal impressions. Probeer het later nog eens.

source: days
bg: дни
cs: dnů
da: dage
hr: dana
ja: 日
nl: dagen
sk: dní
sr: дана

source: $%(cpm)s per 1,000 impressions
bg: $%(cpm)s на 1000 виждания
cs: $%(cpm)s za 1000 zobrazení
da: $%(cpm)s for hvert 1000 visninger
hr: $%(cpm)s na 1000 impresija
ja: 1,000インプレッションあたり $%(cpm)s
nl: $%(cpm)s per duizend vertoningen
sr: $%(cpm)s за 1,000 приказа

source: house campaigns, man.
hr: kampanje koje plaća kuća.
nl: rondje adverteren van 't huis!

source: maximum possible impressions: %(impressions)s
nl: maximumaantal weergaven: %(impressions)s

source: Created new campaign!
da: Ny kampagne oprettet!
hr: nova kampanja je stvorena!
ja: 新しいキャンペーンを作成しました
nl: Nieuwe campagne aangemaakt!

source: a year ago
cs: před rokem
da: for et år siden
hr: prije godinu dana
ja: %(num)s年前
nl: een jaar geleden
sk: vlani

source: a month ago
cs: před měsícem
da: for en måned siden
hr: prije mjesec dana
ja: %(num)s月前
nl: een maand geleden
sk: pred mesiacom

source: a day ago
cs: včera
da: for en dag siden
hr: prije jednog dana
ja: %(num)s日前
nl: een dag geleden
sk: včera

source: an hour ago
da: for en time siden
hr: prije sat vremena
ja: %(num)s時間前
nl: een uur geleden
sk: pred hodinou

source: a minute ago
da: for et minut siden
hr: prije jedne minute
ja: %(num)s分前
nl: een minuut geleden
sk: pred minútou

source: view subreddit traffic
bg: вижте трафика на subreddit-а
cs: zobrazit přenosy podredditu
da: se subreddit traffik
hr: prikaži promet podreddita
ja: subredditのトラフィックを表示
nl: gegevensverkeer van subreddit weergeven
sk: pozrieť subreddit traffic
sr: прикажи саобраћај за подреддит

source: go
bg: отиди
cs: přejít
da: gå
hr: idi
ja: 行く
nl: gaan
sk: ísť
sr: крени

source: switch to mobile version
nl: schakel naar mobiele versie

source: no thanks
nl: nee bedankt

source: full permissions
bg: пълни права
cs: úplná oprávnění
da: fuld adgang
hr: sva dopuštenja
ja: フル権限
nl: volledige machtigingen
sk: plné práva
sr: све дозволе

source: no permissions
bg: без права
cs: bez oprávnění
da: ingen adgang
hr: bez dopuštenja
ja: 権限なし
nl: geen machtigingen
sk: bez práv
sr: нема дозвола

source: are you sure?
bg: сигурни ли сте?
cs: jste si jisti?
da: er du sikker?
hr: jesi siguran?
ja: 本当にいいですか?
nl: weet je het zeker?
sk: ste si istý?
sr: јесте ли сигурни?

source: yes
bg: да
cs: ano
da: ja
hr: da
ja: はい
nl: ja
sk: áno
sr: да

source: no
bg: не
cs: ne
da: nej
hr: ne
ja: いいえ
nl: nee
sk: nie
sr: не

source: … and %(count)s more ⇒
hr: … i još %(count)s ⇒
nl: … en %(count)s meer ⇒
sk: … a %(count)s viac ⇒

source: ⇐ less
da: ⇐ færre
hr: ⇐ manje
nl: ⇐ minder
sk: ⇐ menej

source: admin mode enabled
bg: администраторски мод включен
cs: režim správce zapnut
da: admintilstand på
hr: admin mod uključen
ja: 管理者モード有効
nl: adminmodus ingeschakeld
sk: admin mód aktívny
sr: администратор режим укључен

source: admin off
bg: администраторски мод изключен
cs: správce vypnut
da: administrator slået fra
hr: admin isključen
ja: 管理者 オフ
nl: admin uit
sk: admin vypnutý
sr: админ мод искључен

source: debug mode
bg: дебъг режим
cs: režim ladění
da: fejlfindingstilstand
hr: debug način rada
ja: デバッグモード
nl: debugmodus
sk: režim ladenia
sr: мод уклањања bug-ова

source: secure
bg: осигури
cs: bezpečné
da: sikker
hr: sigurno
ja: セキュア
nl: beveiligd
sk: bezpečné
sr: обезбеди

source: development statics
bg: статистика на разработчици
cs: statistiky vývoje
da: udviklerstatistikker
hr: razvojna analiza
ja: 開発スタティクス
nl: ontwikkelstatistieken
sk: štatistiky vývoja
sr: статистике развоја

source: production statics
bg: продукционна статика
cs: statistiky živého provozu
da: produktionsstatistikker
hr: proizvodna analiza
ja: 生産スタティクス
nl: productiestatistieken
sk: štatistiky produkcie
sr: статистике производње

source: ads disabled
bg: премахнати реклами
cs: reklamy zakázány
da: reklamer deaktiveret
hr: oglasi isključeni
ja: 広告無効
nl: advertenties uitgeschakeld
sk: reklamy sú zakázané
sr: рекламе искључене

source: captcha disabled
bg: забранена captcha
cs: captcha zakázána
da: captcha deaktiveret
hr: CAPTCHA je isključen
ja: キャプチャ無効
nl: captcha uitgeschakeld
sk: captcha je zakázaná
sr: Капча је онемогућена

source: ratelimit disabled
bg: ограничение на скоростта отменено
cs: omezení hodnocení zakázáno
da: rategrænse slået fra
hr: RateLimit kontrola je isključena
ja: レート制限無効
nl: herhalingslimiet uitgeschakeld

source: timings
bg: времена
cs: časování
da: tider
hr: latencije
ja: タイミング
nl: tijdmetingen

source: hide
bg: скрий
cs: skrýt
da: skjul
hr: skrij
ja: 非表示
nl: verbergen
sk: skryť
sr: сакриј

source: give creddits to a user
bg: дай кредити на потребител
cs: darovat kreddity uživateli
da: tildel creddits til en bruger
hr: daruj kredite korisniku
ja: ユーザーにcredditsを与える
nl: geef creddits aan een gebruiker
sk: daruj kreddity používateľovi

source: recipient
bg: получател
cs: příjemce
da: modtager
hr: primatelj
ja: 受信者
nl: ontvanger
sk: príjemca

source: (negative to take away)
cs: (záporné pro odebrání)
da: (angiv negativt for at fjerne)
hr: (negativno za uzeti)
nl: (vul een negatief getal in om het weg te halen)

source: give
bg: дай
cs: darovat
da: tildel
hr: daj
ja: 与える
nl: geef
sk: daj

source: give or take months of gold for a user
cs: darovat nebo vzít měsíce zlatého reddita uživateli
da: tildel eller fjern en brugers måneders guld
hr: daj ili uzmi mjesece zlata za korisnika
nl: geef of neem maanden gold voor een gebruiker

source: months
cs: měsíců
da: måneder
hr: mjeseci
ja: ヶ月
nl: maanden
sk: mesiacov

source: (required)
bg: (изискано)
cs: (vyžadováno)
da: (obligatorisk)
hr: (obavezno)
ja: (必須)
nl: (verplicht)
sk: (vyžadované)
sr: (обавезно)

source: remember this computer
bg: запомни ме
cs: zapamatovat si tento počítač
da: husk denne computer
hr: zapamti ovo računalo
ja: このコンピューターを記憶する
nl: deze computer onthouden
sk: zapamätať tento počítač
sr: запамти овај рачунар

source: Past notes
bg: Минали бележки
cs: Předchozí poznámky
da: Tidligere noter
hr: Prethodne bilješke
ja: 過去のメモ
nl: Oudere opmerkingen
sk: Staršie poznámky

source: top adverts
bg: реклами
cs: nejlepší reklamy
da: top reklamer
hr: naj oglasi
ja: トップ広告
nl: topadvertenties
sk: najlepšie reklamy
sr: најпопуларније рекламе

source: ad
bg: реклама
cs: reklama
da: reklame
hr: oglas
ja: 広告
nl: advertentie
sk: reklama
sr: реклама

source: Exclude your subscribed subreddits
bg: Изключи събредитите, за които съм абониран
cs: Vynechat podreddity které odebíráte
da: Udeluk de subreddits du abonnerer på
hr: Izuzmi podreddite na koje si pretplaćen
ja: 購読しているsubredditは除く
nl: Geabonneerde subreddits uitsluiten
sr: Исључи подреддите на које сам пријављен/а

source: Exclude custom subreddits
da: Udeluk brugerdefinerede subreddits
hr: Izuzmi custom podreddite
ja: カスタムサブレディットを除く
nl: Sluit op maat gemaakte subreddits uit

source: See gilded comments and submissions
bg: Вижте позлатените коментари и подавания
cs: Zobrazit pozlacené komentáře a předložení
da: Se forgyldte kommentarer og indlæg
hr: Prikaži pozlaćene odgovore i objave
ja: 優秀と認められたコメントと投稿を見てください
nl: Bekijk vergulde reacties en posts

source: This endpoint expects JSON data of this format
bg: Тази крайна точка очаква JSON данни от този формат
cs: Tento koncový bod očekává data JSON v tomto formátu
hr: Ova krajnja točka očekuje JSON podatke ovog formata
ja: このエンドポイントのフォーマットには JSON データを採用します
nl: Dit endpoint verwacht JSON-gegevens in dit formaat

source: you already have that trophy!
bg: вече имате този орден!
cs: tuto trofej již máte!
da: du har allerede det trofæ!
hr: već imaš taj trofej!
ja: すでにそのトロフィーを持っています!
nl: je hebt die trofee al!
sr: већ имате тај трофеј!

source: trophy claimed!
bg: взехте ордена!
cs: trofej získána!
da: trofæ hævdet!
hr: trofej je tvoj!
ja: 要求されたトロフィー!
nl: trofee geclaimd!
sr: трофеј примљен!

source: /* Custom css: use this block to insert special translation-dependent css in the page header */
bg: /* Персонализиран css: използвайте тази част от кода, за вмъкване на css зависещ от езика в хедъра на страницата */
cs: /* Vlastní css: použijte tento blok pro vložení zvláštního css, závislého na překladu v hlavičce stránky */
da: /* Brugerdefineret css: brug denne blok til at indsætte specielt oversættelses-afhængigt css i sideheaderen */
hr: /* Prilagođeni CSS: upotrijebi ovaj blok za umetanje posebnog CSS-a koji ovisi o prijevodu u zaglavlje stranice */
ja: /* カスタム CSS: ページのヘッダーに言語依存の CSS を挿入するには、このブロックを使用してください */
nl: /* Aangepaste css: gebruik dit blok om vertalingsafhankelijke css in de paginaheader toe te voegen */
sk: /* Vlastné css: použite tento blok pre vloženie špeciálneho css zavíslého od prekladu do hlavičky stránky */
sr: /* Прилагођени css: искористите овај блок да убаците специјалне css-ове који зависе од превода у заглавље странице */

source: links from %(site)s
bg: линкове от %(site)s
cs: odkazy z %(site)s
da: links fra %(site)s
hr: objave s %(site)s
ja: %(site)sからのリンク
nl: links van %(site)s
sk: odkazy z %(site)s
sr: линкови са %(site)s

source: install the %(site)s bookmarklet set
bg: инсталирайте комплекта с отметки на %(site)s
cs: nainstaluj bookmarklety stránky %(site)s
da: installer %(site)s bookmarklet sættet
hr: instaliraj skup pomagala %(site)s
ja: %(site)sのブックマークレットセットをインストールする
nl: de %(site)s-bookmarkletset installeren
sk: nainštalujte sadu záložiek %(site)s
sr: инсталирајте %(site)s сет букмарклета

source: once added to your bookmark bar, you can click these buttons from any site to get quick access to reddit functionality.
bg: след като е добавено към вашия бар за отметки, можете да натиснете тези бутони от всеки сайт за бърз достъп до функционалността на реддит
cs: jakmile jsou přidány do Vaší lišty záložek, můžete na tyto tlačítka kliknout pro rychlý přístup k funkcím reddit.
da: efter tilføjelse til bogmærkebaren, kan du klikke på disse knapper fra ethvert websted for at få hurtig adgang til reddit funktionaliteter.
hr: nakon dodavanja u traku zabilješki, gumbe možeš pritisnuti na bilo kojoj stranici kako bi brzo pristupio redditovim funkcijama.
ja: 一度ブックマークバーに追加すると、ボタンをクリックすれば、どんなサイトからでもredditの機能に素早くアクセスできます。
nl: nadat je deze set aan je bladwijzerbalk hebt toegevoegd, kun je vanaf elke site op deze knoppen klikken om snel toegang te krijgen tot reddit-functionaliteit.
sk: po pridaní do vašej lišty záložiek, môžete na tieto tlačítka kliknúť z akejkoľvek stránky pre rýchly prístup k funkciám redditu.
sr: када су додати у траку са обележивачима, можете да кликнете на ову дугмад са било ког сајта да бисте добили брз приступ реддит фукционалности

source: click and drag
bg: кликни и влачи
cs: přetáhnout
da: klik og træk
hr: klikni i povuci
ja: 右のボタン
nl: klik en sleep
sk: klikni a ťahaj
sr: кликните и превуците

source: to your bookmark bar.
bg: до бара за отметки
cs: do vaší lišty záložek.
da: til din bogmærkelinje.
hr: na svoju traku oznaka.
ja: ブックマークバーへ
nl: naar je bladwijzerbalk.
sk: do lišty záložiek
sr: у траку са обележивачима.

source: right-click on
bg: кликни с десния бутон на
cs: klikněte pravým tlačítkem na
da: højre-klik på
hr: desni klik na
ja: 右のボタンを右クリックして
nl: klik met je rechtermuisknop op
sk: kliknite pravým tlačítkom na
sr: десни клик на

source: then choose "Add to Favorites" and add to the "Links" folder.
bg: след това избери "Добави към любими" и добави към папката "Линкове"
cs: pak zvolte "Přidat do oblíbených" a přidejte do složky "Odkazy".
da: vælg dernæst "Tilføj til Favoritter" og tilføj til "Links"-mappen.
hr: onda izaberi "Zabilješke" te potom "Zabilježi ovu stranicu".
ja: 「お気に入りに追加」を選ぶと、「リンク」フォルダに追加されます。
nl: en kies "Aan Favorieten toevoegen". Voeg vervolgens toe aan de map "Koppelingen".
sk: potom zvoľte "Pridať do obľúbených" a pridajte to do priečinku "Odkazy".
sr: онда изаберите "Додај у омиљене", а затим додајте у фасциклу "Линкови".

source: voila! now you have all the functionality of %(site)s in your toolbar.
bg: Воала! Сега имате цялата функционалност на %(site)s във вашия тулбар.
cs: voila! odteď máte všechny funkce stránky %(site)s ve vašem panelu
da: voila! nu har du hele %(site)s funktionalitet i din toolbar.
hr: voila! sad imaš sve %(site)s funkcije na svojoj traci pomagala.
ja: ほら! これで%(site)sのいろんな機能がツールバーから使えます。
nl: voila! nu heb je alle functionaliteit van %(site)s op je werkbalk.
sk: voila! teraz máte všetky funkcie stránky %(site)s vo vašom paneli.
sr: ето га! сада имате сву функционалност %(site)s на траци са алаткама.

source: put %(site)s buttons on your site
bg: сложете %(site)s бутони на вашия сайт
cs: přidat %(site)s tlačítko na vaši stránku
da: sæt %(site)s knapper på din website.
hr: stavi %(site)s gumbe na svoju stranicu
ja: 自分のサイトに%(site)sのボタンを置こう
nl: %(site)s-knoppen op je website plaatsen
sk: pridať tlačidlo %(site)s na vašu stránku
sr: ставите %(site)s дугмад на свој сајт

source: the reddit button is the smart way to get your content submitted to and discussed on reddit. pick the button you like from below, and then copy/paste the code into your HTML editor.
bg: Реддит бутона е хитър начин вашето неща да бъдат качвани и дискутирани в реддит. Изберете бутона, който ви харесва отдолу, и после копирайте/поставете кода във вашие html редактор.
cs: tlačítko reddit je chytrý způsob jak váš obsah předložit do a diskutovat o něm na reddit. zvolte tlačítko, které se vám líbí níže a pak vložte kód do vašeho HTML editoru.
da: redditknappen er en smart måde at få dit indhold indsendt til og diskuteret på reddit. Vælg den knap du kan lide nedenunder, og kopier/indsæt koden i din HTML kode editor.
hr: reddit gumb pametan je način da se tvoj sadržaj doda na reddit te da se o njemu raspravlja. u nastavku odaberi željeni gumb, a zatim kod kopiraj/zalijepi u HTML uređivač.
ja: redditのボタンは自分の内容を投稿されて、そして話題・ネタにされるためにいい方法です。以下のボタンから選んで、適当なHTMLコードをエディタに貼付けてください。
nl: de reddit-knop is de slimme manier om ervoor te zorgen dat je inhoud op reddit komt en wordt besproken. Kies hieronder de knop die je het leukst vindt en kopieer/plak de code in je HTML-editor.
sk: tlačítko reddit je múdry spôsob ako dostať váš obsah do a diskutovať o ňom na reddit. zvoľte tlačítko, ktoré sa vám páči a potom skopírujte kód do vášho HTML editoru.
sr: реддит дугме је добар начин да садржај објавите на и дискутујете о њему на реддиту. изаберите испод које дугме желите, а затим копирајте код у HTML едитор.

source: commonly used buttons
bg: често използвани бутони
cs: běžně používaná tlačítka
da: ofte brugte knapper
hr: često upotrebljavani gumbi
ja: よく使われるボタン
nl: veelgebruikte knoppen
sk: bežne používané tlačítka
sr: често коришћена дугмад

source: use one of these buttons to quickly add reddit links to your site, or see below for more options.
bg: Използвайте един от тези бутони, за да добавите бързо всякакви реддит линкове към вашия сайт, или вижте долу за повече опции.
cs: použijte jedno z těchto tlačítek pro rychlé přidání odkazů reddit na Vaši stránku, nebo se podívejte níže pro další možnosti.
da: brug en af disse knapper for hurtigt at tilføje reddit links til din side, eller se nedenunder for flere muligheder.
hr: upotrijebi jedan od ovih gumba za brzo dodavanje reddit objava svojoj stranici, ili pogledaj ispod za dodatne mogućnosti.
ja: こちらのボタンを使って、すぐにあなたのページにredditのリンクを追加するか、以下のオプションをご覧ください。
nl: gebruik een van deze knoppen om snel reddit-links toe te voegen aan je site, of kijk hieronder voor meer opties.
sk: použite jedno z týchto tlačidiel pre rýchle pridanie odkazov na vašu stránku, alebo sa pozrite na ďalšie možnosti
sr: користите ову дугмад за брзо додавање реддит линкова на ваш сајт, односно погледајте испод за још опција

source: buttons with points
bg: бутони с точки
cs: tlačítka s body
da: knapper med point
hr: gumbi s bodovima
ja: ポイントを表示するボタン
nl: knoppen met punten
sk: tlačidlá s bodmi
sr: дугмад са поенима

source: customizing the look of your buttons
bg: персонализирайки вида на бутоните ви
cs: přizpůsobení vzhledu vašich tlačítek
da: tilpas udseendet af dine knapper
hr: prilagodba izgleda tvojih gumba
ja: ボタンのスタイルをカスタマイズする
nl: het uiterlijk van je knoppen aanpassen
sk: prispôsobenie vzhľadu vašich tlačidiel
sr: прилагођавање изгледа дугмади

source: the buttons with points have three additional options.
bg: бутоните с точки имат три допълнителни опции
cs: tlačítka s body mají další tři možnosti.
da: knapperne med point har tre yderligere muligheder.
hr: gumbi s bodovima imaju tri dodatne opcije.
ja: ポイントを表示するボタンは３つの特別な設定があります
nl: de knoppen met punten hebben drie extra opties.
sk: tlačítka s bodmi majú tri ďalšie nastavenia.
sr: дугмад са поенима имају три додатне опције.

source: no styles will be added, so you can style it yourself
bg: няма да бъдат добавени стилове, за да можете да го стилизирате сами
cs: nebudou přidány žádné styly, abyste si mohli styl upravit sami
da: ingen specifik stil er valgt, så du kan selv vælge
hr: neće se dodati nijedan stil te sam možeš uređivati
ja: スタイルは自動的に追加されないので、自分で好みにスタイルできます
nl: stijlen worden niet toegevoegd, dus dat kun je zelf doen
sk: žiadne štýly nebudú pridané, takže si to môžete upraviť sami
sr: стилови неће бити додати како бисте могли сами да их стилизујете

source: specify a url to use instead of the current url
bg: посочете УРЛ за употребва вместо сегашния
cs: zadejte url, která bude použita místo současné
da: angiv en URL til brug i stedet for den nuværende URL
hr: navedi zamjenski URL umjesto trenutačnog URL-a
ja: 現在のURLの代わりに使うURLを指定してください
nl: vul een url in die je wilt gebruiken in plaats van de huidige url
sk: zadajte url, ktorá bude použitá namiesto súčasnej
sr: наведите url који ће се користити уместо тренутног url-а

source: opens links in a new window
bg: отваря линкове в нов прозорец
cs: odkazy otevírá v novém okně
da: åbner links i et nyt vindue
hr: otvara objave u novom prozoru
ja: リンクを新しいウィンドウで開く
nl: links worden in een nieuw venster geopend
sk: otvára odkazy v novom okne
sr: отвара линк у новом прозору

source: Example:
bg: Пример:
cs: Příklad:
da: Eksempel:
hr: Primjer:
ja: 例：
nl: Voorbeeld:
sk: Príklad:
sr: Пример:

source: simple interactive button
bg: прост интерактивен бутон
cs: jednoduchá interaktivní tlačítka
da: simpel interaktiv knap
hr: jednostavan interaktivni gumb
ja: シンプルの対話的なボタン
nl: simpele interactieve knop
sk: jednoduché interaktívne tlačidlo
sr: једноставно интерактивно дугме

source: put this code on your page:
bg: просто сложи този код на вашата страница:
cs: umístěte tento kód na vaši stránku:
da: put denne kode på din side
hr: dodaj ovaj kod na svoju stranicu:
ja: こういうコードを自分のページに置く：
nl: plaats deze code in je pagina:
sk: vložte tento kód na svoju stránku:
sr: ставите овај код на своју страницу:

source: and you'll get something like this:
bg: и ще получите нещо от сорта на това:
cs: a dostanete něco takového:
da: og du får noget som dette:
hr: i dobit ćeš nešto poput ovoga:
ja: するとこういう結果がでる：
nl: en je krijgt ongeveer zoiets:
sk: a vyjde vám niečo takéto:
sr: и добићете нешто попут овога:

source: more interactive buttons
bg: повече интерактивни бутони
cs: další interaktivní tlačítka
da: flere interaktive knapper
hr: još interaktivnih gumba
ja: 他の対話的なボタン
nl: meer interactieve knoppen
sk: viac interaktívnych tlačidiel
sr: још интерактивне дугмади

source: interactive button advanced settings
bg: разширени настройки за интерактивни бутони
cs: pokročilá nastavení interaktivního tlačítka
da: advancerede indstillinger til interaktive knapper
hr: dodatne postavke interaktivnog gumba
ja: 対話的なボタンの上級設定
nl: geavanceerde instellingen voor interactieve knoppen
sk: pokročilé nastavenia interaktívnych tlačidiel
sr: напредне поставке интерактивне дугмади

source: specify a url
bg: посочете УРЛ
cs: zadejte url
da: specificer en url
hr: odredi URL
ja: urlを指定してください
nl: vul een url in
sk: zadajte url
sr: наведите url

source: useful in places like blogs, where you want to link to the post's permalink
bg: удобно за места като блогове, където ще искаш да дадеш дадеш постоянната връзка на поста
cs: užitečné třeba v blogu, kde chcete odkazovat na stálý odkaz příspěvku
da: brugbar i steder som blogs, hvor du gerne vil linke til et indlægs permalink.
hr: upotrebljivo na mjestima poput blogova kad želiš uputiti stalnu poveznicu do objave
ja: 投稿のパーマリンクへリンクしたくなる、ブログのような便利な場所です
nl: handig op bijvoorbeeld blogs, waar je naar de permalink van de post wilt linken
sk: užitočné napríklad v blogu, kde chcete odkazovať na stály odkaz príspevku
sr: корисно на местима као што су блогови где желите да повежете до оригиналног линка

source: specify a community to target
bg: посочете целевата общност
cs: zadejte cílovou komunitu
da: angiv et fællesskab som mål
hr: odredi ciljnu zajednicu
ja: 対象コミュニティーを指定してください
nl: vul een doelcommunity in
sk: zadajte cieľovú komunitu
sr: наведите циљну групу

source: specify a title
bg: посочете заглавие
cs: zadejte název
da: specificer en titel
hr: odredi naslov
ja: タイトルを指定してください
nl: vul een titel in
sk: zadajte názov
sr: наведите наслов
