Repository: slimlife/cookie
Catalog: i18n/reddit_i18n/*/LC_MESSAGES/r2.po
Languages: bg, cs, da, hr, ja, nl, sk, sr

source: Stored as a balance on your account, creddits allow you to give gold without having to enter payment information. Each creddit you have can be converted into one month of reddit gold.
da: Gemt som en saldo på din bruger, creddits giver dig mulighed for at give guld uden at behøve at indtaste dine betalings informationer. Hver creddit du har kan omdannes til én måneds reddit guld.
hr: Kredditi su pohranjeni kao stanje na vašem računu i omogućavaju vam da poklanjate reddit zlato bez unošenja platežnih podataka. Svaki kreddit kojeg posjedujete može se pretvoriti u mjesec dana reddit zlata.
nl: Met creddits, die als saldo op je account staan, kun je zonder betaalinformatie te hoeven opgeven reddit gold aan anderen schenken. Elke creddit die je hebt kan in één maand reddit gold worden omgezet.

source: Learn more about using creddits
bg: Научете повече за използването на кредитите
cs: Více informací o používání kredditů
da: Lær mere om brugen af creddits
hr: Saznajte više o uporabi kreddita
ja: credditの使い方についてもっと知る
nl: Meer info over het gebruik van creddits
sk: Nauč sa viac o používaní credditov

source: What type of subscription would you like?
cs: Jaký typ předplatného byste chtěli?
da: Hvilken type abonnement vil du have?
hr: Koju vrstu pretplate želite?
nl: Wat voor abonnement zou je willen hebben?

source: monthly - %s
cs: měsíční - %s
da: månedlig - %s
hr: mjesečno - %s
nl: maandelijks - %s
sk: mesačne - %s

source: yearly - %s (%s/month)
cs: roční - %s (%s/měsíc)
da: årlig - %s (%s/month)
hr: godišnje - %s (%s mjesečno)
nl: jaarlijks - %s (%s/maand)
sk: ročne- %s (%s/mesiac)

source: How many months?
bg: Колко месеца?
cs: Kolik měsíců?
da: Hvor mange måneder?
hr: Koliko mjeseci?
ja: 何か月ですか？
nl: Hoeveel maanden?
sk: Koľko mesiacov?
sr: Колико месеци?

source: purchase this reddit gold for myself
cs: zakoupit tohoto zlatého reddita pro sebe
da: Køb dette reddit guld til mig selv
hr: kupiti ovo redditovo zlato za sebe
ja: 自分のためにredditゴールドを 購入する。
nl: koop dit reddit gold voor mezelf

source: give this reddit gold as a gift
cs: dát zlatého reddita jako dárek
da: Giv dette reddit guld som en gave
hr: darujte ovo reddit zlato nekome
ja: このredditゴールドをギフトとして送る
nl: geef dit reddit gold als geschenk

source: receive gold as a gift code
cs: obdržet zlato jako dárkový kupón
da: Modtag guld som en gavekode
hr: primi zlato u obliku poklon bona
ja: ゴールドをギフトコードとして受け取る
nl: reddit gold krijgen als een cadeaucode

source: send gold to a user
cs: poslat zlato uživateli
da: send guld til en bruger
hr: šaljite zlato korisniku
ja: ユーザにゴールドを送る
nl: Gold naar een gebruiker sturen

source: who should receive this gold?
cs: kdo by toto zlato měl obdržet?
da: Hvem skal modtage dette guld?
hr: za koga je zlato?
ja: 誰がこのゴールドを受取るべきですか？
nl: wie mag dit gold ontvangen?

source: enter a username
cs: zadejte uživatelské jméno
da: Indtast et brugernavn
hr: unesite korisničko ime
ja: ユーザーネームを入力してください
nl: een gebruikersnaam invullen
sk: zadajte používateľské meno

source: make my gift anonymous
cs: chci darovat anonymně
da: Gør min gave anonym
hr: neka moj poklon bude anoniman
ja: 贈り物を匿名にする
nl: mijn gift anoniem maken

source: include a message
cs: připojit zprávu
da: Inkluder en besked
hr: dodaj poruku
ja: メッセージを入れる
nl: een bericht insluiten

source: enter your message
bg: Напишете вашето съобщение
cs: zadejte svoji zprávu
da: Indtast din besked
hr: unesi poruku
ja: メッセージを入力してください
nl: voer uw bericht in

source: continue
cs: pokračovat
da: fortsæt
hr: nastavi
nl: doorgaan

source: or
bg: или
cs: nebo
da: eller
hr: ili
ja: または
nl: of
sk: alebo
sr: или

source: enter a gift code for redemption
cs: zadejte kód kupónu pro jeho vyzvednutí
da: Indtast en gavekode til indløsning
hr: unesite kȏd
ja: 買い戻すためにギフトコードを入力する
nl: Voer een gift code in om deze in te wisselen

source: redeem this code
cs: vyzvednout tento kód
da: Indløs denne kode
hr: unovčite kȏd
ja: このコードを取り戻す
nl: wissel deze code in

source: close
bg: затвори
cs: zavřít
da: luk
hr: zatvori
ja: 閉じる
nl: sluiten
sk: zatvoriť
sr: затвори

source: The following gift note will be attached:
bg: Следният текст ще бъде прикачен към подаръка:
cs: K dárku bude připojen následující vzkaz:
da: Følgende note sendes med gaven:
hr: Uz dar će se priložiti iduća poruka:
ja: 次のメッセージがプレゼントと共に送られます:
nl: De volgende opmerking wordt bij je cadeau gevoegd:
sk: K darčeku bude pripojený nasledujúci odkaz:
sr: Следећа порука ће бити послата уз поклон:

source: Please select a payment method.
bg: Моля изберете начин за плащане.
cs: Vyberte prosím metodu zaplacení.
da: Vælg venligst en betalingsmetode
hr: Odaberi način plaćanja
ja: 支払い手段を選択してください
nl: Selecteer een betaalmethode.
sk: Vyberte prosím metódu zaplatenia.
sr: Изаберите метод плаћања.

source: Give gold often? Consider [buying creddits to use](/creddits), they're 40% cheaper if purchased in a set of 12.
cs: Darujete často zlato? Zvažte [koupi kredditů pro tento účel](/creddits). Pokud si je koupíte v sadě po 12, jsou o 40% levnější.
da: Deler du ofte guld ud? Overvej at [købe creddits](/creddits) - de er 40% billigere, hvis de bliver købt i sæt af 12.
hr: Često poklanjate zlato? Razmislite o [kupnji kreddita](/creddits) – ako ih kupite 12, bit će 40% jefitniji.
ja: ゴールドをよく贈る？ [使用するクレジットの購入](/creddits)を検討してください。12個セットで購入した場合、40％安くなります。
nl: Verguld je vaak iemand? Overweeg dan om [creddits voor gebruik te kopen](/creddits), deze zijn 40% goedkoper als je ze in een set van twaalf koopt.

source: Would you like to [learn more about giving gold](/gilding)?
cs: Chcete získat [další informace o darování zlata](/gilding)?
da: Kunne du tænke dig at [vide mere om at give guld](/gilding)?
hr: Želiš li [naučiti više o darivanju zlata](/gilding)?
ja: [ゴールドの贈呈について詳しく知りたい](/gilding)?ですか？
nl: Wil je [meer weten over gold geven](/gilding)?

source: (use %(current)s of your %(total)s creddits)
da: (brug %(current)s af din %(total)s creddits)
hr: (upotrijebi %(current)s od ukupnih %(total)s kreddita koje imaš)
ja: (あなたの%(total)sクレジットのうち%(current)sを使う)
nl: (gebruik %(current)s van je %(total)s creddits)

source: Stripe is PCI compliant and your credit card information is sent directly to them.
cs: Stripe se řídí podle PCI a údaje vaší kreditní karty jsou zasílány přímo nim.
da: Stripe er PCI-kompatibelt og dine kreditkortoplysninger sendes direkte til dem.
hr: Stripe je PCI kompatibilan i podatci tvoje kreditne kartice šalju se izravno njima.
ja: StripeはPCIコンプライアンスであり、あなたのクレジットカード情報は彼らに直接送られました。
nl: Stripe voldoet aan de PCI-standaard. Je creditcardinformatie wordt rechtstreeks naar Stripe verzonden.
sr: Stripe је PCI сагласан и ваше информације са кредитне картице се шаљу директно њима.

source: card number
bg: номер на картата
cs: číslo karty
da: kort nummer
hr: broj kartice
ja: カードナンバー
nl: kaartnummer
sk: číslo karty
sr: број картице

source: cvc
nl: verificatiecode
sr: контролни број

source: expiration date
bg: дата на изтичане
cs: datum konce platnosti
da: udløbs dato
hr: nadnevak isteka
ja: 有効期限
nl: vervaldatum
sk: dátum konca platnosti
sr: датум истека

source: address line 1
bg: адрес ред 1
cs: 1. řádek adresy
da: adresselinje 1
hr: adresna linija 1
ja: 住所欄1
nl: adresregel 1
sk: riadok adresy 1
sr: 1. ред адресе

source: address line 2
bg: адрес ред 2
cs: 2. řádek adresy
da: adresselinje 2
hr: adresna linija 2
ja: 住所欄2
nl: adresregel 2
sk: riadok adresy 2
sr: 2. ред адресе

source: city
bg: град
cs: město
da: by
hr: grad
ja: 都市
nl: plaats
sk: mesto
sr: град

source: state/province
bg: държава/област
cs: stát/provincie
da: stat/provins
hr: savezna država/pokrajina
ja: 府県
nl: staat/provincie
sk: štát/provincia
sr: држава или провинција

source: country
bg: държава
cs: země
da: land
hr: država
ja: 国
nl: land
sk: krajina
sr: земља

source: zip
bg: пощенски код
cs: psč
da: postnummer
hr: poštanski broj
ja: 郵便番号
nl: postcode
sk: psč
sr: поштански број

source: Submit
bg: Въведи
cs: Poslat
da: Indsend
hr: Pošalji
ja: 投稿
nl: Verzenden
sk: Poslať
sr: Пошаљи

source: your account doesn't have a gold subscription.
bg: Вашият акаунт няма златен абонамент.
cs: váš účet neodebírá zlatého reddita.
da: din bruger har ikke et guld abonnement.
hr: tvoj račun nema pretplatu na zlato.
ja: あなたのアカウントは、金のサブスクリプションを持っていません。
nl: jouw account heeft geen gold-abonnement.

source: use different card
bg: избери друга карта
cs: použít jinou kartu
da: brug et andet kort
hr: koristi drugu karticu
ja: 別のカードを使う
nl: gebruik een andere kaart
sk: použi inú kartu
sr: користите другу картицу

source: cancel subscription
bg: Прекрати абонамент
cs: zrušit odběr
da: afmeld abonnement
hr: poništi pretplatu
ja: 購読をやめる
nl: beëindig abonnement
sk: zrušiť odber
sr: откажи претплату

source: you have a paypal gold subscription. go to %(paypal)s to manage it.
cs: zlatého reddita máte předplaceného v paypal. navštivte %(paypal)s pro jeho správu.
da: du har et gold-abonnement med paypal. gå til %(paypal)s for at administrere det.
hr: imaš paypal pretplatu na zlato. posjeti %(paypal)s kako bi upravljao njom.
ja: paypal ゴールド登録があります。 管理するには %(paypal)s を開きます。
nl: Je hebt een Paypal gold-abonnement. Ga naar %(paypal)s om het te beheren.

source: daily reddit gold goal
bg: Ежедневна цел на reddit gold
cs: dnešní cíl zlatého reddita
da: dagligt mål for reddit gold
hr: dnevni cilj za reddit zlato
ja: 本日のreddit gold目標額達成率
nl: dagelijks gold target

source: help support reddit
bg: Помогни подкрепи reddit
cs: pomozte podpořit reddit
da: hjælp med at støtte reddit
hr: daj svoju podršku redditu
ja: redditへの財政的サポートを支援
nl: ondersteun reddit

source: Yesterday's reddit gold goal
bg: Вчерашната цел на reddit gold
cs: Včerejší cíl zlatého reddita
da: gårsdagens reddit gold mål
hr: Jučerašnji cilj za reddit zlato
ja: 昨日のreddit gold目標額達成率
nl: redditgold-doel van gisteren

source: ready for something new? %s subscribe %s to some new subreddits.
bg: Готов ли си за нещо ново? %s абонирай се %s за някои нови subreddit-и.
cs: připraveni na něco nového? %s přihlašte se %s k odběru nových podredditů.
da: klar på noget nyt? %s abonnere %s til nye subreddits.
hr: spreman za nešto novo? %s pretplati %s na nove podreddite.
ja: 新しい何かへの準備は出来ましたか？ %sは一部の新しいsubredditに%sを登録しました。
nl: toe aan iets nieuws? %s abonneer %s je op nieuwe subreddits.
sk: pripravený na niečo nové? %s odoberaj %s nejaký nový subreddit.
sr: спремни сте за нешто ново? %s subscribe %s на неке нове подреддите.

source: it looks like you haven't %s subscribed %s to any subreddits yet. want some ideas?
bg: изглежда, че още не си се %s абонирал %s за никой subreddit. Искаш ли някои идеи?
cs: vypadá to, že zatím žádné podreddity %s neodebíráte %s. chcete poradit?
da: det ser ud til at du ikke har %s abonneret %s på nogle subreddits endnu. vil du have nogle forslag?
hr: izgleda da se još nisi %s pretplatio %s ni na jedan podreddit. želiš prijedlog?
ja: まだどんなsubredditにも%sを%sに登録させていないようですね。なにかアイデアがほしいですか？
nl: het lijkt erop dat je je nog niet op subreddits hebt %s geabonneerd %s. ideeën nodig?
sk: Vyzerá to, že ste ešte nepotvrdili %s odber %s žiadnemu subredditu. Nechcete nejaké nápady?
sr: изгледа да се још нисте %s subscribed %s ни на један подреддит. потребне су вам идеје?

source: what are you interested in?
bg: от какво се интересувате?
cs: co vás zajímá?
da: hvad er du interesseret i?
hr: što te zanima?
ja: 何に興味がありますか？
nl: wat vind je leuk?
sk: čo ťa zaujíma?
sr: шта вас занима?

source: try these:
bg: пробвайте тези:
cs: zkuste tyto:
da: prøv disse:
hr: pokušaj iduće:
ja: これらをやってみる：
nl: probeer deze eens:
sk: skús tieto:
sr: пробајте ове:

source: serendipity
bg: приятна изненада
cs: serendipita
da: serendipitet
hr: serendipitet
ja: ランダム
nl: iets onverwachts vinden
sk: serendipita
sr: срећно случајно откривање

source: language traffic statistics
bg: статистика на трафик по език
cs: statistiky přenosů podle jazyka
da: sprogtrafik statistikker
hr: statistika prometa za jezik
ja: 言語別アクセス状況統計
nl: statistieken voor gegevensverkeer per taal
sk: štatistika prenosu podľa jazyka
sr: статистика саобраћаја језика

source: traffic by language
bg: трафик по език
cs: přenos podle jazyků
da: trafik per sprog
hr: promet po jezicima
ja: 言語別のアクセス状況
nl: gegevensverkeer per taal
sk: prenos podľla jazykov
sr: саобраћај по језику

source: suggested sort cleared
nl: aanbevolen sortering verwijderd

source: clear suggested sort
nl: verwijder aanbevolen sortering

source: clear suggested sort?
nl: verwijder aanbevolen sortering?

source: set as suggested sort
nl: stel in als aangeboden sortering

source: suggested sort set
nl: aanbevolen sortering ingesteld

source: disable inbox replies
cs: zakázat odpovědi do doručené pošty
da: deaktiver indbakke svar
hr: onemogući slanje odgovora u pretinac
ja: インボックスへの返信を無効にする
nl: schakel inboxantwoorden uit

source: inbox replies disabled
cs: odpovědi do doručené pošty zakázány
da: indbakke svar deaktiveret
hr: slanje odgovora u pretinac je onemogućeno
ja: インボックスへの返信は無効です
nl: inboxantwoorden uitgeschakeld

source: enable inbox replies
cs: povolit odpovědi do doručené pošty
da: aktiver indbakke svar
hr: uključi slanje odgovora u pretinac
ja: インボックスへの返信を有効にする
nl: schakel inboxantwoorden in

source: inbox replies enabled
cs: odpovědi do doručené pošty povoleny
da: indbakke svar aktiveret
hr: slanje odgovora u pretinac je omogućeno
ja: インボックスへの返信は有効です
nl: inboxantwoorden ingeschakeld

source: inbox replies will send you a message when this link receives a new top-level comment
cs: odpovědi do doručené pošty Vám odešlou zprávu, když tento odkaz obdrží nový komentář nejvyšší úrovně
da: indbakkesvar vil sende dig en besked, når dette link modtager en ny topniveaukommentar
hr: slanjenjem odgovora u pretinac dobivaš obavijest čim netko odgovori na tvoju objavu
ja: このリンクに新しくトップのコメントが投稿された場合、インボックスの返信からあなたにメッセージが届きます。
nl: inboxantwoorden sturen jou een bericht als deze link een nieuwe top-levelreactie ontvangt

source: disable contest mode
bg: изключване на режим с висок контраст
cs: zakázat režim soutěže
da: slå konkurrence-tilstand fra
hr: isključi natječajni način
ja: コンテストモード有効
nl: wedstrijdmodus uitschakelen
sr: онемогући режим такмичења

source: contest mode disabled
bg: конкурсната форма изключена
cs: režim soutěže zakázán
da: konkurrence-tilstand slået fra
hr: natječajni način isključen
ja: コンテストモードが無効
nl: wedstrijdmodus uitgeschakeld
sr: режим такмичења онемогућен

source: enable contest mode
bg: включи конкурсната форма
cs: povolit režim soutěže
da: slå konkurrence-tilstand til
hr: uključi natječajni način
ja: コンテストモード有効
nl: wedstrijdmodus inschakelen
sr: омогући режим такмичења

source: contest mode enabled
bg: конкурсната форма е включена
cs: režim soutěže povolen
da: konkurrence-tilstand slået til
hr: natječajni način uključen
ja: コンテストモードが有効
nl: wedstrijdmodus ingeschakeld
sr: режим такмичења омогућен

source: unsticky this post
bg: премахни този пост от закачени
cs: odepnout tento příspěvek
da: usticky dette indlæg
hr: odlijepi ovu objavu
ja: この投稿の最上部への固定を解除
nl: unsticky deze post
sr: одлепи овај пост

source: sticky this post
bg: закачи този пост
cs: připnout tento příspěvek
da: sticky dette indlæg
hr: zalijepi ovu objavu
ja: この投稿を最上部へ固定する
nl: sticky deze post
sr: прилепи овај пост

source: sticky this? (bottom sticky will be replaced)
nl: dit vastzetten? (de onderste vastgezette kop wordt verwijderd)

source: sticky this?
nl: dit vastzetten?

source: this thread is in contest mode
cs: toto vlákno je v režimu soutěže
da: denne tråd er i konkurrencetilstand
hr: ova dretva je u natječajnom načinu rada
ja: このスレッドはコンテストモードになっています
nl: Deze thread staat in contest mode

source: as a mod, you can sort comments however you wish and scores are visible. regular users have randomized sorting and cannot see the scores.
nl: als moderator kun je reacties sorteren zoals je wilt en de scores zijn zichtbaar. normale gebruikers krijgen willekeurige sortering en kunnen geen scores zien.

source: contest mode randomizes comment sorting, hides scores, and collapses replies by default.
bg: режим "състезание" прави сортирането на коментари произволно, скрива резултатите и свива отговорите по подразбиране
cs: režim soutěže znáhodní řazení komentářů, skryje hodnocení a rozbaluje odpovědi.
da: konkurrence mode randomiserer komment sortering, gemmer scorer, og gemmer svar som standart.
hr: natječajni način raspoređuje odgovore nasumično, skriva bodove i urušava odgovore.
ja: コンテストモードでは、コメントの並べ替えをランダムスコアが非表示になり、デフォルトで応答を縮小します。
nl: wedstrijd-modus sorteert reacties willekeurig, verbergt de scores en reacties zijn standaard ingeklapt.
sr: такмичарски преглед насумично меша коментаре, крије оцене и скупља све одговоре на коментаре

source: this post was submitted on
bg: публикувано на
cs: tento příspěvek byl odeslán
da: dette opslag blev indsendt den
hr: ova objava poslana je
ja: 投稿日
nl: deze post is geplaatst op
sk: tento príspevok bol odoslaný
sr: овај пост је постављен

source: comments from %(site)s
bg: коментари от %(site)s
cs: komentáře od %(site)s
da: kommentarer fra %(site)s
hr: odgovori sa stranice %(site)s
ja: %(site)sからのコメント
nl: reacties van %(site)s
sk: komentáre z %(site)s
sr: коментари са %(site)s

source: there doesn't seem to be anything here
bg: тук няма нищо
cs: zdá se, že tu nic není
da: der er åbenbart ikke noget her
hr: tu nema ničega
ja: ここには何もないようです
nl: er lijkt hier helemaal niks te zijn
sk: zdá sa, že tu nič nie je
sr: изгледа да овде нема ничега

source: new! create sets of subreddits to view together.
bg: ново! създай групи от subreddit-и, които да гледаш заедно
cs: nové! vytvořte sadu podredditů pro společné zobrazení.
da: ny! lave grupper af subreddits til at se sammen.
hr: novost! napravi skup podreddita za istovremeno pregledavanje.
ja: 複数のサブレディットをまとめて見られるセットを作成できます。
nl: nieuw! maak sets van subreddits om ze samen te bekijken.
sr: НОВО! Направи сетове подреддита које можеш прегледати заједно.

source: for starters, try one of these:
bg: като за начало, пробвате някой от следните:
cs: pro začátek zkuste jeden z těchto:
da: til at starte med, prøve et af disse:
hr: za početak isprobaj nešto od ovoga:
ja: はじめに次のサンプルを試してみてください：
nl: nieuw? Probeer één van deze:
sr: за почетак пробај један од ових:

source: to hide these samples, create a multi of your own:
bg: за да скриете образците, направете свой multi:
cs: pro skrytí těchto ukázek si vytvořte vlastní sloučený reddit:
da: for at gemme disse eksempler, lav din egen multi:
hr: za skrivanje ovih primjera napravi svoj multi:
ja: マルチレディットを作成すると、この説明は表示されなくなります
nl: om deze voorbeelden te verbergen, moet je zelf een multi aanmaken:
sr: да бисте сакрили ове примере, направи свој мултиреддит:

source: explore some new subreddits
bg: проучете някои нови събреддити
da: uforsk nogle nye subreddits
hr: istraži nove podreddite
ja: 新しい subreddit を検索する
nl: Verken nieuwe subreddits

source: or try a multi:
bg: или пробвайте мулти:
cs: nebo zkuste sloučený reddit:
da: eller prøv en multi:
hr: ili probaj multi:
ja: または マルチをお試しください:
nl: of probeer een multi:

source: or try a %(random_subreddit)s
bg: или пробвайте %(random_subreddit)s
cs: nebo zkuste %(random_subreddit)s
da: eller prøv et %(random_subreddit)s
hr: ili pokušaj %(random_subreddit)s
ja: または%(random_subreddit)sを試す
nl: of probeer een %(random_subreddit)s

source: random subreddit
bg: случаен subreddit
cs: náhodný podreddit
da: tilfældigt subreddit
hr: nasumični podreddit
ja: ランダムsubreddit
nl: willekeurige subreddit
sk: náhodný subreddit

source: using the default subreddits for your location (%(location)s)
da: bruger standard subreddits'ne for din lokation (%(location)s)
hr: uporaba defaultnih podreddita za vašu lokaciju (%(location)s)
nl: gebruik makend van de standaard subreddit op basis van jouw locatie (%(location)s)

source: use global defaults
cs: použít globální výchozí hodnoty
da: Brug globale standarder
hr: uporaba globalnih defaultova
ja: 世界的なデフォルトを使う
nl: gebruik globale standaardinstellingen
sk: použivať globálne predvolené hodnoty

source: dismiss this message
cs: zahodit tuto zprávu
da: Afskedig denne bedsked
hr: sakrij poruku
ja: このメッセージを退ける
nl: bericht sluiten

source: You need to login to do that.
ja: それを行うにはログインが必要です
nl: Je moet inloggen om dat te kunnen.

source: username
bg: потребителско име
cs: uživatelské jméno
da: brugernavn
hr: korisničko ime
ja: ユーザ名
nl: gebruikersnaam
sk: používateľské meno
sr: корисничко име

source: choose a username
da: vælg et brugernavn
hr: izaberi korisničko ime
ja: ユーザ名を決めてください
nl: kies een gebruikersnaam

source: verify password
bg: Потвърдете паролата.
cs: ověřit heslo
da: verificer password
hr: potvrdi zaporku
ja: パスワード(確認用に再入力)
nl: wachtwoord bevestigen
sk: overiť heslo
sr: потврди лозинку

source: optional
bg: незадължително
cs: nepovinné
da: valgfrit
hr: nije obavezno
ja: 省略可能
nl: optioneel
sk: nepovinné
sr: опционално

source: email (optional)
cs: e-mail (volitelné)
da: email (valgfrit)
hr: epošta (nije obavezno)
ja: メールアドレス（省略可）
nl: e-mailadres (niet verplicht)

source: remember me
bg: запомни ме
cs: zapamatovat si mě
da: husk mig
hr: zapamti me
ja: ログイン情報を覚えておく
nl: mij onthouden
sk: zapamätať si ma
sr: запамти ме

source: get the best of reddit emailed to you once a week.
ja: 週ごとにベストサブレディットをメールで受け取る
nl: krijg het beste van reddit eens per week per email.

source: learn more
bg: научете още
cs: další informace
da: lær mere
hr: saznaj više
ja: 更に知る
nl: meer informatie
sk: naučiť sa viac
sr: научи више

source: try another
bg: пробвай друг
cs: zkusit jiný
da: prøv en anden
hr: pokušaj drugo
ja: 別の方法で試みる
nl: probeer een andere
sk: vyskúšajte niečo iné
sr: пробајте друго

source: available!
bg: свободно!
cs: dostupné!
da: tilgængelig!
hr: dostupno!
ja: 利用可能です！
nl: beschikbaar!
sk: dostupné!
sr: доступно!

source: account recovery email
bg: имейл за възстановяване на акаунта
cs: obnovovací e-mail účtu
da: kontogenopretnigsemail
hr: e-mail za vraćanje korisničkog računa
ja: アカウント回復メール
nl: e-mailadres voor accountherstel
sk: email na obnovenie účtu
sr: email за обнову налога

source: we only send email at your request
bg: изпращаме email само по ваша молба
cs: e-maily odesíláme pouze na vaši žádost
da: kun sender vi e-mails på din anmodning
hr: šaljemo epoštu samo na tvoj zahtjev
ja: 私たちはあなたのリクエストに従いメールを送信します。
nl: we sturen alleen een e-mail op jouw verzoek
sk: maily posielame iba na tvoj požiadavok
sr: шаљемо мејл искључиво на Ваш захтев

source: recover password
bg: възстанови парола
cs: obnovit heslo
da: hent password
hr: povrati zaporku
ja: パスワードを再設定する
nl: wachtwoord vergeten?
sk: obnoviť heslo
sr: поврати лозинку

source: create a new account
bg: създаване на нов потребител
cs: vytvořit nový účet
da: opret en ny bruger
hr: napravi novi račun
ja: 新しいアカウントを作る
nl: een nieuw account maken
sk: vytvoriť nový účet
sr: креирај нови налог

source: Privacy Policy
da: Privatlivspolitik
hr: Polica privatnosti
ja: プライバシーポリシー
nl: Privacybeleid
sk: Zásady ochrany osobných údajov

source: login
bg: вход
cs: přihlášení
hr: prijava
ja: ログイン
nl: inloggen
sk: prihlásiť
sr: пријави се

source: expand all
bg: разшири всички
cs: rozbalit vše
da: udvid alle
hr: prikaži sve
ja: すべて展開
nl: alles uitvouwen
sk: rozbaliť všetko
sr: прошири све

source: collapse all
bg: стесни всички
cs: sbalit vše
da: kollaps alle
hr: uruši sve
ja: 全て倒す
nl: alles samenvouwen
sk: zbaliť všetko
sr: скупи све

source: show parent
bg: покажи първият коментар
cs: zobrazit nadřazený
da: vis forælder
hr: prikaži nadređeni
ja: 親コメントを表示する
nl: bovenliggende post weergeven
sk: zobraziť nadradený
sr: прикажи родитеља

source: to
bg: за
cs: pro
da: til
hr: prima
ja: 宛先
nl: aan
sk: do
sr: прималац

source: subject
bg: субект
cs: předmět
da: emne
hr: predmet
ja: 主題
nl: onderwerp
sk: predmet
sr: наслов поруке

source: Received on %(time)s
nl: Ontvangen op %(time)s

source: %(username)s sent you a %(message_type)s!
nl: %(username)s heeft je een %(message_type)s gestuurd!

source: %(username)s made a %(message_type)s!
nl: %(username)s heeft ene %(message_type)s gemaakt!
