Repository: slimlife/cookie
Catalog: i18n/reddit_i18n/*/LC_MESSAGES/r2.po
Languages: bg, cs, da, hr, ja, nl, sk, sr

source: you must have an active reddit gold subscription to do that
bg: трябва да имате активен reddit златен абонамент за да направите това
cs: pro provedení musíte mít platné předplatné zlatého reddita
da: du skal have et aktivt reddit guld abonnement for at gøre dette
hr: Morate imati aktivnu pretplatu na reddit gold da biste to učinili
ja: redditゴールド会員である必要があります
nl: je hebt een reddit-goldabbonement nodig om dat te kunnen doen
sk: musíš mať aktívny reddit gold aby si to mohol urobiť

source: insufficient creddits
bg: недостатъчно кредити
cs: nedostatečné kreddity
da: Utilstrækkelig creddits
hr: Nedovoljno creddita
ja: クレジットが足りません
nl: onvoldoende creddits
sk: nedostatok credditov

source: unable to scrape provided url
bg: Този интернет адрес не може да бъде обработен за извличане на полезна информация
cs: Nemohu zmenšit danou URL
da: kunne ikke hente fra den angivne url
hr: nije moguće skrejpati tu adresu
ja: そのurlはスクレイピングすることができません
nl: niet in staat om de gegeven url te scannen
sk: neviem scrape danú url

source: can't send a message from a subreddit to another subreddit
bg: изпращането на съобщение от един под-реддит до друг под-реддит е невъзможно
cs: není možné poslat zprávu ze subredditu na jiný subredit
da: kan ikke sende en besked fra et fællesskab til et andet fællesskab
hr: ne možete poslati poruku iz podreddita u drugi podreddit
ja: あるサブレディットから別のサブレディットへメッセージを送ることはできません
nl: je kunt geen bericht van de ene subreddit naar de andere sturen
sk: nemôžeš poslať správu zo subredditu do iného subredditu

source: can't send message to that user
bg: изпращането на съобщение до този потребител е невъзможно
cs: tomuto uživateli nelze zprávu odeslat
da: kan ikke sende beskeden til den bruger
hr: ne možete poslati poruku tom korisniku
ja: そのユーザーへメッセージを送ることはできません
nl: je kunt naar die gebruiker geen bericht sturen
sk: tomuto používateľovi sa nedá poslať správu

source: you must be in admin mode for this
bg: трябва да сте в администраторски режим за това
cs: pro tuto akci musíte být v módu pro adminy
da: du skal være i administrator tilstand, for at gøre dette
hr: moraš biti u admin modu za ovo
ja: それを実行するには管理者モードで行う必要があります
nl: hiervoor moet je in de admin-modus werken
sk: musíš byť v admin móde keď chceš toto urobiť

source: to convert an existing subreddit to gold only, send a message to %(admin_modmail)s
bg: за да конвертирате съществуващите под-реддити към само златни, изпратете съобщение до %(admin_modmail)s
cs: pro konverzi tohoto subredditu na "pouze zlato", zašlete zprávu %(admin_modmail)s
da: for at konvertere en eksisterende subreddit til, guld eksklusivt, send en besked til %(admin_modmail)s
nl: om een bestaande subreddit exclusief voor goldleden te maken stuur je een bericht aan %(admin_modmail)s
sk: ak chceš zmeniť existujúci subreddit tak, aby sa dal použíávať len s reddit gold, napíš %(admin_modmail)s

source: this subreddit must be 'gold only' to select this
bg: този под-реддит трябва да е 'само златни' за да се избере
cs: Tento subreddit musí být "jen pro goldy" aby to mohlo být vybráno
da: denne subreddit skal være i 'guld eksklusivt' tilstand, for at vælge dette
ja: このサブレディットはゴールドメンバーしか選べません
nl: om dit te selecteren moet de subreddit exclusief voor goldleden zijn
sk: tento subreddit musí byť exkluzívne pre reddit gold, aby si mohol toto vybrať

source: your account is too new to create a subreddit. please contact the admins to request an exemption.
bg: Вашият акаунт е прекалено нов за да създадете събреддит. Моля свържете се с администраторите за да поискате освобождаване.
cs: váš účet je příliš nový na vytvoření subredditu. prosím, kontaktujte adminy pro povolení výjimky.
da: dine konto er for ny til at, oprette en subreddit. Venligst kontakt adminstratorene for at, anmode om en undtagelse.
ja: あなたのアカウントはサブレディットを作成するには新しすぎます。免除の申請をするには管理者までご連絡下さい。
nl: jouw account is te nieuw om een subreddit te mogen maken. als je om een uitzondering wilt vragen neem je contact op met de admins.
sk: tvoje konto je príliš nové na založenie subredditu. prosím kontaktuj adminov ak chceš požiadať o výnimku.

source: you must select at least one mobile OS to target
cs: musíte vybrat alespoň jeden mobilní OS pro cíl
da: du skal vælge mindst ét mobil-OS som mål
nl: je moet tenminste één mobiel OS uitkiezen
sk: musíš zvoliť aspoň jeden cieľový mobilný OS

source: Funny 500 page message 1
cs: Zábava 500 strana zpráva 1
nl: Kijk nou wat je gedaan hebt

source: Funny 500 page message 2
cs: Zábava 500 strana zpráva 2
nl: Kan je programmeren? [Zoek de bug.](http://github.com/reddit/reddit)

source: Funny 500 page message 3
cs: Zábava 500 strana zpráva 3
nl: Adem in. Adem uit. Druk op F5. Herhaal

source: Funny 500 page message 4
cs: Zábava 500 strana zpráva 4
nl: Proficiat, je hebt Reddit gesloopt

source: Funny 500 page message 5
cs: Zábava 500 strana zpráva 5
nl: Draag je steentje bij, [koop een t-shirt](http://store.reddit.com/index.html)

source: Funny 500 page message 6
cs: Zábava 500 strana zpráva 6
nl: 496, 497, 498, 499… Wacht eens even! Waar is 500 heen?

source: Funny 500 page message 7
cs: Zábava 500 strana zpráva 7
nl: Eenmaal de 500 van de menukaart graag!

source: Funny 500 page message 8
cs: Zábava 500 strana zpráva 8
nl: Ik denk niet dat we je de pagina hebben gegeven die je zocht

source: Funny 500 page message 9
cs: Zábava 500 strana zpráva 9
nl: Ergens hebben apen met onze servers zitten spelen

source: Funny 500 page message 10
cs: Zábava 500 strana zpráva 10
nl: Oka ik geef het op, heb jij nog ideeën?

source: Reason to create a reddit 1
cs: Důvod pro vytvoření redditu 1
nl: omdat het kan
sk: Reddit - aby si sa nenudil

source: Reason to create a reddit 2
cs: Důvod pro vytvoření redditu 2
nl: voor jou en je klas
sk: Reddit - aby si poznal aj realitu

source: Reason to create a reddit 3
cs: Důvod pro vytvoření redditu 3
nl: voor de kinderen
sk: Reddit - keď už nemáš čo hrať

source: Reason to create a reddit 4
cs: Důvod pro vytvoření redditu 4
nl: om je leven betekenis te geven
sk: Reddit - keď sa tvoj oco ide ožrať

source: Reason to create a reddit 5
cs: Důvod pro vytvoření redditu 5
nl: zodat je eindelijk eens die collectie "grappige" foto's van je hond kan delen met de wereld
sk: Reddit - keď sú tvoji kamoši preč

source: Reason to create a reddit 6
cs: Důvod pro vytvoření redditu 6
nl: voor je favoriete game

source: Reason to create a reddit 7
cs: Důvod pro vytvoření redditu 7
nl: voor je Minecraft server

source: Reason to create a reddit 8
cs: Důvod pro vytvoření redditu 8
nl: voor je favoriete schlagerlied

source: Reason to create a reddit 9
cs: Důvod pro vytvoření redditu 9
nl: dan heb je ook eens iets te doen

source: Reason to create a reddit 10
cs: Důvod pro vytvoření redditu 10
nl: voor vorst en vaderland

source: Reason to create a reddit 11
cs: Důvod pro vytvoření redditu 11
nl: voor jouw beweging

source: Reason to create a reddit 12
cs: Důvod pro vytvoření redditu 12
nl: om mensen te leren kennen met dezelfde obscure hobby als jij

source: Reason to create a reddit 13
cs: Důvod pro vytvoření redditu 13
nl: zodat je ook eens meemaakt hoe het is om moderator te zijn

source: Reason to create a reddit 14
cs: Důvod pro vytvoření redditu 14
nl: want je was toch niet meer van plan om vandaag nog buiten te gaan, toch

source: Reason to create a reddit 15
cs: Důvod pro vytvoření redditu 15
nl: om eindelijk eens over andere mensen de baas te kunnen spelen

source: Reason to create a reddit 16
cs: Důvod pro vytvoření redditu 16
nl: voor je schoolproject

source: Reason to create a reddit 17
cs: Důvod pro vytvoření redditu 17
nl: om datgeen te kunnen bespreken waar geen van je vrienden naar wil luisteren

source: Reason to create a reddit 18
cs: Důvod pro vytvoření redditu 18
nl: voor je favoriete schlagerlied

source: Reason to create a reddit 19
cs: Důvod pro vytvoření redditu 19
nl: omdat het te koud of te warm, te nat of te koud of om een enigszins andere reden niet te doen is om productief te zijn
sk: Dôvod 19 prečo vytvoriť reddit

source: Reason to create a reddit 20
cs: Důvod pro vytvoření redditu 20
nl: omdat ook jij je ergens thuis wilt voelen

source: uniques by hour
cs: Unikáty za hodinu
ja: 時間別のユニーク数
nl: unieke bezoeken per uur

source: pageviews by hour
cs: zhlédnutí za hodinu
ja: 時間別のページビュー数
nl: paginaweergaven per uur
sk: počet zhliadnutí za hodinu

source: traffic by hour
cs: Rušnost za hodinu
nl: dataverkeer per uur

source: impressions by hour
cs: Dojmy za hodinu
nl: vertoningen per uur

source: clicks by hour
cs: Kliknutí za hodinu
nl: aantal klikken per uur
sk: kliknutia za hodinu

source: uniques by day
cs: unikáty za den
ja: 日別のユニーク数
nl: unieke bezoeken per dag

source: pageviews by day
cs: Shlédnutí za den
ja: 日別のページビュー数
nl: paginaweergaven per dag

source: traffic by day
cs: Rušnost za den
nl: dataverkeer per dag

source: impressions by day
cs: Dojmy za den
nl: vertoningen per dag

source: clicks by day
cs: Kliknutí za den
nl: aantal klikken per dag

source: uniques by month
cs: Unikáty za měsíc
nl: unieke bezoeken per maand

source: pageviews by month
cs: zobrazení stránek podle měsíce
nl: paginaweergaven per maand

source: traffic by month
cs: provoz podle měsíce
nl: dataverkeer per maand

source: impressions by month
cs: zobrazení za měsíc
nl: vertoningen per maand

source: clicks by month
cs: kliknutí za měsíc
nl: aantal klikken per maand
sk: kliknutia za mesiac

source: [removed]
bg: [премахнато]
cs: [odstraněno]
da: [fjernet]
hr: [uklonjeno]
ja: [削除されました]
nl: [verwijderd]
sk: [odstránené]
sr: [уклоњено]

source: hot
bg: най-популярни
cs: žhavé
da: hotte
hr: najpopularnije
ja: 注目
nl: populair
sk: populárne
sr: популарно

source: new
bg: най-нови
cs: nové
da: nye
hr: novo
ja: 新着
nl: nieuw
sk: nové
sr: ново

source: old
bg: най-стари
cs: staré
da: gamle
hr: staro
ja: 古い順
nl: oud
sk: staré
sr: старо

source: ups
bg: плюсове
cs: šplhouni
hr: gore
ja: up順
nl: leuk
sk: príspevky s palcami nahor
sr: врх

source: downs
bg: минуси
cs: propadáci
da: nedbrud
hr: dolje
ja: down順
nl: niet leuk
sk: príspevky s palcami nadol
sr: дно

source: more
bg: още
cs: další
da: flere
hr: više
ja: もっと
nl: meer
sk: viac
sr: више

source: relevance
bg: уместност
cs: související
da: relevans
hr: relevantnost
ja: 関連
nl: relevantie
sk: súvislosť
sr: важност

source: controversial
bg: най-дискутирани
cs: sporné
da: kontroversielle
hr: kontroverzno
ja: 論争中
nl: controversieel
sk: kontroverzné
sr: контроверзно

source: best
bg: най-добри
cs: nejlepší
da: bedste
hr: najbolje
ja: ベスト
nl: beste
sk: najlepšie
sr: најбоље

source: random
bg: произволни
cs: náhodné
da: tilfældig
hr: nasumično
ja: ランダム
nl: willekeurig
sk: náhodne
sr: насумично

source: saved {toolbar}
bg: запазени
cs: uložené
da: gemte
hr: spremljeno
ja: 保存済み
nl: opgeslagen
sk: uložené
sr: снимљено

source: recommended
bg: препоръчвани
cs: doporučené
da: anbefalede
hr: preporučeno
ja: お薦め
nl: aangeraden
sk: odporúčané
sr: препоручено

source: rising
bg: изкачващи се
cs: na vzestupu
da: stigende
hr: rastuće
ja: 上昇度
nl: stijgend
sk: stúpajúce
sr: раст

source: past hour
cs: poslední hodina
da: den sidste time
nl: afgelopen uur
sk: posledná hodina

source: past 24 hours
cs: posledních 24 hodin
da: de sidste 24 timer
nl: afgelopen 24 uur
sk: posledný deň

source: past week
cs: poslední týden
da: den sidste uge
ja: 直近1週間
nl: afgelopen week
sk: posledný týždeň

source: past month
cs: poslední měsíc
da: den sidste måned
ja: 直近1か月
nl: afgelopen maand
sk: za posledný mesiac

source: past year
cs: poslední rok
da: det sidste år
ja: 直近1年
nl: afgelopen jaar
sk: za posledný rok

source: all time
bg: началото
cs: dlouhodobě
da: altid
hr: uvijek
ja: 全部
nl: allertijden
sk: dlhodobo
sr: све време

source: autobanned
bg: автоматичнобаннат
cs: automaticky zakázán
da: autobandlyst
hr: automatski zabranjeno
ja: 自動差し止めました
nl: automatisch geband
sk: automaticky zakázané
sr: аутоматски банован

source: preferences
bg: настройки
cs: nastavení
da: indstillinger
hr: postavke
ja: 個人設定
nl: voorkeuren
sk: nastavenia
sr: жељене поставке

source: logout
bg: изход
cs: odhlásit
da: log ud
hr: odjava
ja: ログアウト
nl: uitloggen
sk: odhlásiť sa
sr: излогуј се

source: buttons
bg: бутони
cs: tlačítka
da: knapper
hr: gumbi
ja: 各種ボタン
nl: knoppen
sk: tlačidlá
sr: дугмад

source: mobile
bg: мобилна версия
cs: mobilní
da: mobil
hr: mobilni uređaj
ja: モバイル
nl: mobiel
sk: mobilný
sr: мобилни

source: advertise
bg: рекламирай
cs: inzerovat
da: annoncer
hr: oglašavanje
ja: 広告を載せる
nl: adverteren
sk: inzertovať
sr: рекламирајте се

source: site rules
bg: Правила на сайта
cs: pravidla stránky
da: side regler
hr: pravila stranice
ja: サイトのルール
nl: siteregels
sk: pravidlá stránky

source: jobs
bg: работа
cs: práce
da: job
hr: poslovi
ja: 採用情報
nl: werk
sk: zamestnania
sr: послови

source: transparency
bg: прозрачност
cs: průhlednost
da: gennemsigtighed
hr: transparentnost
ja: 透明性レポート
nl: transparantie
sk: priehľadnosť

source: source code
bg: сорс код
cs: zdrojový kód
da: kildekode
hr: izvorni kȏd
ja: ソースコード
nl: broncode
sk: zdrojový kód
sr: изворни код

source: options
bg: опции
cs: volby
da: indstillinger
hr: opcije
ja: オプション
nl: opties
sk: nastavenia
sr: опције

source: friends
bg: приятели
cs: přátelé
da: venner
hr: prijatelji
ja: 友達
nl: vrienden
sk: priatelia
sr: пријатељи

source: blocked
bg: блокиран
cs: blokováno
da: blokeret
hr: blokirani korisnici
ja: ブロック済み
nl: geblokkeerd
sk: zablokovaný
sr: блокиран

source: password/email
bg: парола/имейл
cs: heslo/e-mail
da: kodeord/email
hr: zaporka/epošta
ja: パスワード/メール
nl: wachtwoord/e-mailadres
sk: heslo/email
sr: лозинка/е-адреса

source: delete
bg: изтриване
cs: smazat
da: slet
hr: izbriši
ja: 削除
nl: verwijderen
sk: zmazať
sr: избриши

source: security
bg: сигурност
cs: zabezpečení
da: sikkerhed
hr: sigurnost
ja: セキュリティ
nl: beveiliging
sk: bezpečnosť

source: sent
bg: изпратени
cs: odeslané
da: sendt
hr: poslano
ja: 送信済み
nl: verzonden
sk: odoslané
sr: послате поруке

source: comments {toolbar}
bg: коментари
cs: komentáře
da: kommentarer
hr: odgovori
ja: 個のコメント
nl: reacties
sk: komentáre
sr: коментари

source: other discussions (%(num)s)
bg: други дискусии (%(num)s)
cs: další diskuze (%(num)s)
da: andre diskussioner ( %(num)s )
hr: ostale rasprave (%(num)s)
ja: その他のディスカッション (%(num)s)
nl: andere discussies (%(num)s)
sk: ostatné diskusie (%(num)s)
sr: остале дискусије (%(num)s)

source: traffic stats
bg: статистики за трафика
cs: statistiky přenosů
da: trafikstatistik
hr: prometna statistika
ja: アクセス状況統計
nl: verkeersstatistieken
sk: štatistiky návštevnosti
sr: статистике саобраћаја

source: about
bg: за
cs: o čem je..
da: om
hr: o nama
ja: 情報
nl: over
sk: o programe
sr: о нама

source: edit subscriptions
bg: редактирай абонаменти
cs: upravit odběry
da: rediger abonnementer
hr: uredi pretplate
ja: 購読管理
nl: abonnementen wijzigen
sk: upraviť odbery
sr: уреди пријаве

source: subreddit settings
bg: настройки на subreddit-и
cs: nastavení podredditu
da: subredditindstillinger
hr: postavke podreddita
ja: subredditの設定
nl: instellingen voor subreddit
sk: nastavenia subredditov
sr: поставке подреддита

source: edit stylesheet
bg: редактиране на stylesheet
cs: upravit stylopis
da: redigér stylesheet
hr: uredi stylesheet
ja: スタイルシートを編集
nl: stylesheet bewerken
sk: uprav css

source: edit approved submitters
bg: редактирай одобрени податели
cs: upravit schválené předkladatele
da: rediger godkendte bidragydere
hr: mijenjaj odobrene objavljivače
ja: 投稿者リストを編集する
nl: goedgekeurde posters bewerken
sk: upraviť schválených prispievateľov
sr: уреди одобрене сараднике

source: ban users
bg: Блокирайте потребители
cs: zakázat uživatele
da: bandlys brugere
hr: prognaj korisnike
ja: 特定ユーザによる投稿を禁止する
nl: gebruikers bannen
sk: zakážte používateľov
sr: забрани кориснике

source: edit flair
bg: редактирай флеър
cs: upravit styl
da: ændr etiket
hr: uredi značku
ja: flair を編集
nl: flair bewerken
sk: upraviť flair
sr: уреди беџ

source: moderation log
bg: модераторски регистър
cs: záznam moderace
da: moderationslogbog
hr: moderatorski zapis
ja: モデレーションログ
nl: moderatorlog
sk: záznam moderovania
sr: Евиденција модерирања

source: moderation queue
bg: опашка за модериране
cs: fronta moderace
da: moderationskø
hr: popis za nadzor
ja: モデレーションキュー
nl: moderatorwachtrij
sk: moderátori
sr: ред за модерирање

source: unmoderated links
bg: линкове без модерация
cs: nekontrolované odkazy
da: umodererede links
hr: nenadgledane objave
ja: モデレートされていないリンク
nl: niet-gemodereerde links
sk: nemoderované odkazy
sr: немодерирани линкови

source: edited
bg: редактирано
cs: upraveno
da: redigeret
hr: uređeno
ja: 編集済み
nl: bewerkt
sk: upravené

source: employee
bg: служител
cs: zaměstnanec
da: medarbejder
hr: zaposlenik
ja: 従業員
nl: werknemer
sk: zamestnanec

source: automoderator config
cs: automoderator nastavení
da: konfiguration af automoderator
ja: automoderator設定
nl: automoderator configuratie

source: ban wiki contributors
bg: банни уики контрибутори
cs: zakázat přispěvatelům vstup do wiki
da: bloker wiki bidragere
hr: prognaj wiki suradnike
ja: wikiの貢献者を禁止する
nl: wikibijdragers bannen
sk: zabanovať wiki prispievateľov
sr: забрани вики сараднике

source: add wiki contributors
bg: добавете wiki сътрудници
cs: přidat přispěvatele do wiki
da: tilføj wiki bidragere
hr: dodaj wiki suradnike
ja: wikの貢献者を追加する
nl: wikibijdragers toevoegen
sk: pridať prispievateľov wiki
sr: додај вики сараднике

source: recent wiki revisions
bg: скорошни уики редакции
cs: nedávné revize stránek wiki
da: nylige wiki ændringer
hr: nedavne wiki redakture
ja: 最近のwikiリビジョン
nl: recente wikiwijzigingen
sk: posledné wiki revízie
sr: недавна вики ревидирања

source: wiki page list
bg: лист на уики страниците
cs: seznam stránek wiki
da: wiki side liste
hr: popis wiki stranica
ja: wikiページリスト
nl: wikipaginalijst
sk: zoznam wiki stránok
sr: вики листа страница

source: popular
bg: известни
cs: oblíbené
da: populære
hr: popularno
ja: 人気
nl: populair
sk: populárne
sr: популарно

source: create
bg: създаване
cs: vytvořit
da: opret
hr: napravi
ja: 作成
nl: maken
sk: vytvoriť
sr: креирај

source: my subreddits
bg: моите събреддити
cs: moje podreddity
da: mine subreddits
hr: moji podredditi
ja: 自分のsubreddit
nl: mijn subreddits
sk: moje subreddity
sr: моји подреддити

source: help translate
bg: помогни с превод
cs: pomozte překládat
da: hjælp med at oversætte
hr: pomogni prevesti
ja: 翻訳ボランティアに立候補する
nl: meehelpen met vertalen
sk: pomôžte preložiť
sr: помозите при превођењу

source: errors
bg: грешки
cs: chyby
da: fejl
hr: pogreške
ja: エラー
nl: fouten
sk: chyby
sr: грешке

source: ads
bg: реклами
cs: reklamy
da: reklamer
hr: oglasi
ja: 広告
nl: advertenties
sk: reklamy
sr: рекламе

source: promoted
bg: подкрепено
cs: propagováno
da: promoveret
hr: promovirano
ja: スポンサードリンク
nl: gepromoot
sk: povýšené
sr: промовисано

source: reporters
bg: репортващи
cs: zpravodaj
da: anmeldere
hr: prijavljivači
ja: リポーター 報告者
nl: rapporteurs
sk: oznamovatelia
sr: репортери

source: reports
bg: доклади
cs: hlášení
da: rapporter
hr: prijave
ja: 報告
nl: meldingen
sk: hlásenia
sr: извештаји

source: reported authors
bg: докладвани податели
cs: ohlášení autoři
da: anmeldte skibenter
hr: prijavljeni autori
ja: 報告した作者
nl: gerapporteerde auteurs
sk: ohlásení autori
sr: пријављени аутори

source: share
bg: сподели
cs: sdílet
da: del
hr: proslijedi
ja: シェアする
nl: delen
sk: zdieľať
sr: проследи

source: submitted
bg: публикувани
cs: poslané
da: indsendte
hr: objavljeno
ja: 投稿したもの
nl: gepost
sk: odoslané
sr: ви сте поставили

source: upvoted
cs: palec nahoru
da: stemt opad
nl: ge-upvote

source: downvoted
cs: palec dolů
da: stemt nedad
nl: ge-downvote

source: hidden {toolbar}
bg: скрити
cs: skryté
da: skjulte
hr: skriveno
ja: 非表示にしたもの
nl: verborgen
sk: skrytý
sr: скривено

source: voting
bg: гласуване
cs: hlasování
da: afstemning
hr: glasovanje
ja: 投票
nl: stemmen
sk: hlasovanie
sr: гласање

source: advertising
bg: реклама
cs: reklama
da: reklamering
hr: oglašavanje
ja: 広告
nl: advertenties
sk: reklama

source: create promotion
bg: създай промоция
cs: vytvořit propagaci
da: lav promovering
hr: napravi promociju
ja: 紹介を作る
nl: promotie maken
sk: vytvoriť propagáciu
sr: креирај промоцију

source: my promoted links
bg: моите подрепени линкове
cs: moje propagované odkazy
da: mine promoverede links
hr: moje promovirane objave
ja: 自分がプロモートしたリンク
nl: mijn gepromote links
sk: moje propagované odkazy
sr: моји промовисани линкови

source: unseen
bg: невидим
cs: neviděno
da: uset
hr: neviđeno
ja: 見ませんでした
nl: niet gezien
sk: nevidené
sr: невиђено

source: roadblock
bg: пречка
cs: zátaras
hr: zapreka
ja: 道路封鎖
nl: blokkade
sk: zátarasa
sr: препрека на путу

source: inventory
bg: инвентар
cs: inventář
da: inventarliste
hr: inventar
ja: インベントリー
nl: inventaris
sk: inventár

source: unpaid
bg: неплатено
cs: nezaplacené
da: ubetalt
hr: neplaćeno
ja: 未払い
nl: onbetaald
sk: neuhradené
sr: неплаћено

source: pending
bg: висящ
cs: nevyřízené
da: venter
hr: na čekanju
ja: 待っています
nl: in behandeling
sk: nevybavené
sr: на чекању

source: rejected
bg: отказан
cs: zamítnuto
da: afvist
hr: odbijeno
ja: 拒否済み
nl: geweigerd
sk: zamietnuté
sr: одбијено

source: sitewide
bg: глобално за сайта
cs: po celé stránce
da: over hele hjemmesiden
hr: po cijeloj stranici
ja: サイトワイド
nl: over de hele site
sk: celou stránkou
sr: на читавом сајту

source: languages
bg: всички езици
cs: jazyky
da: sprog
hr: jezici
ja: 言語
nl: talen
sk: jazyky
sr: језици

source: adverts
bg: реклами
cs: reklamy
da: annoncerer
hr: oglasi
ja: 広告
nl: advertenties
sk: reklamy
sr: рекламе

source: whitelist
bg: листа с разрешени
cs: seznam povolených
da: godkend
hr: bijeli popis
ja: ホワイトリスト
nl: witte lijst
sk: zoznam povolených
sr: на белој листи

source: front
bg: начална страница
cs: hlavní
da: forside
hr: naslovnica
ja: フロント
nl: start
sk: hlavné
sr: насловна

source: (suggested)
bg: (препоръчано)
cs: (navrženo)
da: (foreslået)
hr: (preporučeno)
ja: (提案されたアイデア)
nl: (voorgesteld)
sk: (odporúčané)

source: kind
bg: вид
cs: druh
da: slags
hr: vrsta
ja: 種類
nl: soort
sk: druh
sr: врста

source: links from
bg: връзки от
cs: odkazy od
da: links fra
hr: objave sa
ja: 投稿時期:
nl: links van
sk: odkazy z
sr: линкови од

source: current edit
bg: настояща редакция
cs: současná úprava
da: nuværende redigering
hr: trenutačna izmjena
ja: 現在の編集
nl: huidige bewerking
sk: aktuálna úprava
sr: тренутна промена

source: your edit
bg: вашите промени
cs: vaše úprava
da: din ændring
hr: tvoja izmjena
ja: あなたの編集
nl: jouw bewerking
sk: tvoja úprava
sr: ваша промена

source: access
bg: достъп
cs: přístup
da: adgang
hr: pristup
ja: アクセス
nl: toegang
sk: prístup
sr: приступ

source: config
bg: настрои
cs: nastavení
hr: konfiguracija
ja: 設定
nl: configuratie
sk: konfigurácia
sr: конфигурација

source: edit settings, sidebar, css, images, and AutoModerator config
cs: upravit nastavení, boční lištu, css, obrázky a nastavení automatického moderátora
da: rediger indstillinger, sidepanel, css, billeder og AutoModeratorens indstillinger
nl: bewerk instellingen, zijbalk, css, afbeeldingen en de AutoModerator configuratie

source: manage user flair, link flair, and flair templates
bg: управление на потребителски флеър, линк флеър и флеър шаблони
cs: správa stylu uživatelů, odkazů a šablon stylu
da: administrer bruger etiket, link etiket og etiket skabeloner
hr: uredi korisnički značku, značku objave i predloške znački
ja: ユーザーフレアーとリンクフレアー、フレアーテンプレートを管理する
nl: gebruikersflair, linkflair en flairsjablonen beheren
sk: spravuj používateľské ranky, odkazové ranky a šablóny rankov
sr: уреди корисничке ознаке, ознаке линкова и шаблоне ознака

source: mail
bg: поща
cs: pošta
hr: pošta
ja: メール
nl: e-mail
sk: pošta
sr: пошта
