Repository: slimlife/cookie
Catalog: i18n/reddit_i18n/*/LC_MESSAGES/r2.po
Languages: bg, cs, da, hr, ja, nl, sk, sr

source: comparing revisions from %(date_1)s and %(date_2)s
bg: сравнение на редакции от %(date_1)s и %(date_2)s
cs: porovnávání revizí z %(date_1)s a %(date_2)s
da: sammenligner ændringer fra %(date_1)s og %(date_2)s
hr: usporedba redakture od %(date_1)s do %(date_2)s
ja: %(date_1)sと%(date_2)sのリビジョンを比較する。
nl: wijzigingen van %(date_1)s en %(date_2)s
sk: porovnávanie revízií spred %(date_1)s a %(date_2)s
sr: упоређивање ревидирања од %(date_1)s и %(date_2)s

source: viewing revision from %s ago
bg: разглеждане на редакция отпреди %s
cs: zobrazování revize vytvořené před %s
da: ser ændringer fra for %s siden
hr: prikaz redakture od prije %s
ja: %s前からのリビジョンを表示
nl: wijzigingen van %s geleden
sk: zobrazujem revíziu spred %s
sr: приказивање ревидирања од пре %s

source: this wiki cannot handle page names of that magnitude! please select a page name shorter than %d characters
bg: тази уики страница не поддържа толкова дълги имена! Моля, избере име, което е по-късо от %d символа
cs: tato stránka wiki nemůže zpracovat názvy takovéto velikosti! prosím zvolte název kratší než %d znaků
da: dette wiki kan ikke håndtere sidenavne af den længde! vælg venligst et sidenavn der er kortere end %d tegn
hr: wiki ne prihvaća tako duge nazive stranica! odaberi naziv kraći od %d pismena
ja: このwikはその大きさのページ名を制御出来ません。%d文字より短いページ名を選択してください。
nl: deze wiki kan geen paginanamen van deze lengte verwerken! selecteer een paginanaam van minder dan %d tekens
sk: Táto wiki nedokáže ustáť také hrozitánske názvy stránok! Prosím zvoľte názov kratší ako %d znakov.
sr: овај вики не подржава имена страница те величине! изаберите име странице које је краће од %d знакова

source: this page is a special page, please go into the subreddit settings and save the field once to create this special page
bg: тази страница е специална, моля, отидете в настройките на събредита и запазете полето веднъж, за да създадете тази специална страница
cs: tato stránka je speciální, prosím přejděte do nastavení podredditu a jednou uložte pole pro vytvoření této speciální stránky
da: denne side er speciel, gå venligst ind i subreddit indstillingere og gem feltet én gang for at oprette denne specielle side
hr: ovo je tzv. specijalna stranica, molimo te idi do postavki podreddita i spremi kako bi napravio ovu specijalnu stranicu
ja: このページは特別ページです。subredditの設定に行き、この特別ページの作成にフィールドを保存してください。
nl: dit is een speciale pagina. ga naar de subreddit-instellingen en sla het veld een keer op om deze speciale pagina te maken
sk: táto stránka je špeciálna stránka, prosím, choďte do nastavení subredditu a raz uložte pole na vytvorenie tejto špeciálnej stránky
sr: Ова страница је посебна страница, идите у поставке подреддита и сачувајте поље једном да бисте креирали ову посебну страницу

source: a max of %d separators "/" are allowed in a wiki page name.
bg: максимум %d разделителя "/" са позволени в името на уики страница.
cs: v názvu stránky wiki je povoleno max %d "/" oddělovačů.
da: maksimalt %d separatorer "/" er tilladt i en wiki sides navn.
hr: u nazivu wiki stranice dopušteno je najviše %d razdjelnika "/".
ja: 分割する「/」の最大%dまでがwikiのページの名前での使用が許されています。
nl: er zijn maximaal %d scheidingstekens "/" toegestaan in een wikipaginanaam.
sk: maximum %d oddeľovačov "/" je povolených v názve wiki stránky.
sr: дозвољено је макс. %d граничника "/" и имену вики странице.

source: Wiki error
bg: уики грешка
cs: Chyba wiki
da: Wiki fejl
hr: Wiki pogreška
ja: wiki エラー
nl: Wiki-fout
sk: Wiki chyba
sr: Вики грешка

source: You are doing that too much, please try again later.
bg: По-кротко! Моля пробвайте пак по-късно.
cs: Ne tak rychle, zkuste to zase za chvíli.
da: Du gør dette for meget, prøv venligst senere.
hr: Prečesto to radiš, probaj opet kasnije.
ja: それを多くやりすぎています、後で試してみてください。
nl: Je doet dat te vaak. Probeer het later opnieuw.
sk: Robíte to priveľa krát, prosím skúste neskôr.
sr: Превише то радите, покушајте поново касније.

source: no image found with name "%(name)s"
bg: няма намерена снимка с име "%(name)s"
cs: žádný obrázek s názvem "%(name)s"
da: intet billede med navnet "%(name)s" blev fundet
hr: Slika imena "%(name)s" nije nađena
ja: %(name)s という名前ではヒットしませんでした
nl: geen afbeelding gevonden met de naam "%(name)s"
sk: žiadny obrázok s názvom "%(name)s" sa nenašiel

source: only uploaded images are allowed; reference them with the %%%%imagename%%%% system
bg: позволени са само вече качени изображения; можете да направите справка със система %%%%imagename%%%%
cs: jsou povoleny pouze nahrané obrázky; odkažte na ně pomocí systému %%%%imagename%%%%
da: kun allerede uploadede billeder er tilladt; referer til dem med %%%%imagename%%%%-systemet
hr: samo uploadane slike su dozvoljene; referencirajte ih pomoću %%%%imagename%%%% sustava
ja: 写真はアップロードしたものしか使えません。%%%%imagename%%%% 機能を使って、写真の解説をお願いします。
nl: enkel ingestuurde afbeeldingen zijn toegestaan; breng verwijzingen aan met het %%%%imagename%%%% systeem
sk: iba uploadnuté obrázky sú povolené; nechaj u nich referenciu %%%%imagename%%%%

source: syntax error: %(message)s
bg: синтактична грешка: %(message)s
cs: chyba v syntaxi: %(message)s
da: syntaksfejl: %(message)s
hr: Pogrešna sintaksa: %(message)s
nl: syntaxfout: %(message)s
sk: syntaktická chyba: %(message)s

source: @%(keyword)s is not allowed
bg: @%(keyword)s е непозволена ключова дума
cs: @%(keyword)s není povoleno
da: @%(keyword)s er ikke tilladt
hr: @%(keyword)s nije dozvoljen
ja: @%(keyword)s は使えません。
nl: @%(keyword)s is niet toegestaan
sk: @%(keyword)s nie je povolené

source: unknown property "%(name)s"
bg: непознат собственик "%(name)s"
cs: neznámá vlastnost "%(name)s"
da: ukendt egenskab "%(name)s"
hr: Nepoznato svojstvo "%(name)s"
ja: "%(name)s" というプロパティは不明です。
nl: onbekende eigenschap "%(name)s"
sk: neznáma vlastnosť "%(name)s"

source: unknown function "%(function)s"
bg: непозната функция "%(function)s"
cs: neznámá funkce "%(function)s"
da: ukendt funktion "%(function)s"
hr: Nepoznata funkcija "%(function)s"
ja: "%(function)s" という機能はありません。
nl: onbekende functie "%(function)s"
sk: neznáma funkcia "%(function)s"

source: unexpected token "%(token)s"
bg: неочакван символ "%(token)s"
cs: neočekávaný token "%(token)s"
da: uventet token "%(token)s"
hr: Neočekivani token "%(token)s"
ja: 取得していないトークン %(token)s 件
nl: onverwacht token "%(token)s"
sk: neočakávaný token "%(token)s"

source: backslashes are not allowed
bg: обратно наклонени черти не са позволени
cs: zpětná lomítka nejsou dovolena
da: omvendt skråstreg er ikke tilladt
hr: obrnute kose crte nisu dopuštene
ja: 半角の記号（/）は使用できません。
nl: backslashes zijn niet toegestaan
sk: spätné lomítka nie sú povolené

source: control characters are not allowed
bg: контролни символи не са позволени
cs: kontrolní znaky nejsou povoleny
da: kontrol-tegn er ikke tilladt
hr: Kontrolni znakovi nisu dozvoljeni
ja: 制御文字は使えません
nl: control characters zijn niet toegestaan
sk: kontrolné znaky nie sú povolené

source: the stylesheet is too big. maximum size: %(size)d KiB
bg: stylesheet-а е прекалено голям. Максималният размер е %(size)d KiB
cs: stylopis je příliš velký, maximální velikost je %(size)d KiB
da: stylesheetet er for stort. maksimal størrelse: %(size)d KiB
hr: stylesheet je prevelik. najveća veličina: %(size)d KiB
ja: スタイルシートが長すぎます。サイズの上限: %(size)d KiB
nl: De stylesheet is te groot. Maximum grootte: %(size)d KiB
sk: tabuľka je priveľká. maximálna veľkosť: %(size)d KiB

source: comment reply
bg: отговор на коментар
cs: odpověď na komentář
da: kommenter svar
hr: odgovori
ja: コメントの返信
nl: reactie op opmerking
sk: odpoveď na komentár
sr: одговори на коментар

source: post reply
bg: отзив за пост
cs: odpověď na příspěvek
da: post svar
hr: odgovor na objavu
ja: 返事を投稿する
nl: reactie plaatsen
sk: odpovedať na komentár
sr: пошаљи одговор

source: username notification
nl: gebruikersnaam notificatie

source: message
bg: съобщение
cs: zpráva
da: besked
hr: poruka
ja: メッセージ
nl: bericht
sk: správa
sr: порука

source: this page must be accessed using https
bg: Тази страница трябва да бъде отворена с https
cs: na tuto stránku musí být přistupováno pomocí https
da: denne side er kun tilgængelig gennem https
hr: ovoj stranici moraš pristupiti putem https
ja: このページはhttpsを使ってのアクセスが強く推奨されます
nl: deze pagina moet worden geopend via https
sk: stránka musí byť prístupná pomocou https
sr: овој страници морате да приступите помоћу https

source: you can't do that on this domain
bg: не можете да правите това на настоящия домейн
cs: na této doméně nemůžete tuto akci provést
da: det kan du ikke på dette domæne
hr: ne možeš to učiniti za ovu domenu
ja: このドメインでは禁止されています。
nl: je kan dat niet doen op dit domein
sk: toto nemôžeš urobiť na tejto doméne

source: you need to set a valid email address to do that.
bg: трябва да предоставите валиден имейл адрес за това.
cs: pro provedení potřebujete nastavit platnou e-mailovou adresu.
da: du skal angive en gyldig email adresse for at gøre dette.
hr: za to trebaš postaviti valjanu adresu epošte.
ja: 実行するには有効なメールアドレスを設定して下さい
nl: je moet een geldig e-mailadres invullen om dat te kunnen doen.
sk: aby ste toto mohli urobiť, zadajte platnú emailovú adresu.
sr: неопходно је да подесите важећу е-адресу да бисте то урадили.

source: a url is required
bg: нужен е url
cs: je požadována url
da: en URL er påkrævet
hr: potreban je url
ja: URLが必要です
nl: een url is verplicht
sk: URL je potrebná
sr: url је неопходан

source: you should check that url
bg: трябва да проверите URL-а отново
cs: měli byste url zkontrolovat
da: du bør tjekke den url
hr: trebao bi provjeriti taj url
ja: URLを確認してください
nl: controleer die url nog eens
sk: mali by ste skontrolovať túto URL
sr: требало би да проверите тај url

source: URI scheme must be one of: %(schemes)s
bg: URI схемата трябва да е една от: %(schemes)s
cs: Schéma URI musí být jedno z: %(schemes)s
da: URI-ordning skal være en af: %(schemes)s
hr: URI shema mora biti jedna od sljedećih: %(schemes)s
ja: URI スキームは次から選んでください: %(schemes)s
nl: URI scheme moet één van de volgende zijn: %(schemes)s
sk: schéma URI musí byť jednou z týchto: %(schemes)s

source: care to try these again?
bg: искате ли да пробвате отново?
cs: chcete to zkusit znovu?
da: vil du prøve dem igen?
hr: želiš li pokušati opet?
ja: もう一度試してみて下さい
nl: wil je deze opnieuw proberen?
sk: chcete tieto skúsiť znova?
sr: желите ли да их пробате поново?

source: invalid user name
bg: невалидно потребителско име
cs: nesprávné uživatelské jméno
da: ugyldigt brugernavn
hr: neispravno korisničko ime
ja: ユーザ名が無効です
nl: ongeldige gebruikersnaam
sk: neplatné používateľské meno
sr: неисправно корисничко име

source: username must be between %(min)d and %(max)d characters
bg: потребителското име трябва да бъде между %(min)d и %(max)d символа
cs: uživatelské jméno musí mít mezi %(min)d a %(max)d znaky
da: brugernavn skal være mellem %(min)d og %(max)d karakterer langt
hr: korisnička oznaka mora biti duljine između %(min)d i %(max)d znakova
ja: ユーザー名の文字数は %(min)d から %(max)d です
nl: gebruikersnaam moet tussen %(min)d en %(max)d karakters lang zijn
sk: username musí mať medzi %(min)d a %(max)d znakmi

source: username must contain only letters, numbers, "-", and "_"
bg: потребителското име трябва да съдържа само букви, числа, "-" и "_"
cs: uživatelské jméno může obsahovat pouze písmena, čísla, "-" a "_"
da: brugernavne kan kun indeholde bogstaver, numre, "-" og "_"
hr: korisnička oznaka mora sadržavati samo slova, brojeve, "-" i "_"
ja: ユーザー名に使用できるのは文字、数字、"-"及び"_"のみです
nl: gebruikersnaam mag alleen letters, cijfers, "-" en "_" bevatten
sk: username môže obsahovať len písmená, čísla, "-", a "_"

source: that username is already taken
bg: потребителското име вече е заето
cs: toto uživatelské jméno je již obsazené
da: det brugernavn er allerede taget
hr: to korisničko ime već je zauzeto
ja: そのユーザ名は既に使われています
nl: die gebruikersnaam is al in gebruik
sk: toto používateľské meno sa už používa
sr: то корисничко име већ постоји

source: that username is taken by a deleted account
bg: това потребителско име е заето от изтрит акаунт
cs: toto uživatelské jméno je používáno ve smazaném účtě
da: brugernavnet er taget af en slettet konto
hr: to korisničko ime već upotrebljava izbrisani račun
ja: そのユーザ名は削除されたアカウントが使用しています
nl: die gebruikersnaam is in gebruik door een verwijderd account
sk: toto používateľské meno bolo použité zmazaným účtom
sr: то корисничко име је заузето обрисаним налогом

source: you can't send to a user that you have blocked
bg: не може да изпращате на потребител, който сте блокирали
cs: nemůžete odesílat uživateli, kterého jste zablokovali
da: du kan ikke sende til en bruger, som du har blokeret
hr: ne možeš slati osobi koju si blokirao
ja: ブロックしたユーザには送信できません
nl: je kunt niet iets verzenden naar een gebruiker die je hebt geblokkeerd
sk: nemôžete posielať používateľovi, ktorého ste zablokovali
sr: не можете да пошаљете кориснику ког сте блокирали

source: id not specified
bg: неопределен идентификационен номер
cs: žádné id
da: id mangler
hr: id nije naveden
ja: IDが指定されていません
nl: id niet opgegeven
sk: id nešpecifikované
sr: ИД није наведен

source: you provided too many ids
bg: предоставихте прекалено много идентификации
cs: zadali jste příliš mnoho id
da: du har givet for mange id'er
hr: unio si previše ID-ova
ja: IDを提出しすぎました
nl: je hebt te veel id's opgegeven
sk: zadali ste priveľa id
sr: унели сте привеше ИД-ова

source: you can't do that
bg: не можете да направите това
cs: tohle nemůžete udělat
da: det kan du ikke
hr: ne možeš to napraviti
ja: それはできません
nl: dat kun je niet doen
sk: to nemôžete urobiť
sr: не можете да урадите то

source: you are not friends with that user
bg: не сте приятели с този потребител
cs: s tímto uživatelem nejste spřátelen
da: du er ikke ven med denne bruger
hr: Niste prijatelji s tim korisnikom
ja: そのユーザとは友達ではありません
nl: je bent niet bevriend met deze gebruiker
sk: nie si kamošom s týmto userom

source: the link you are commenting on has been deleted
bg: линкът, който коментирате, е изтрит
cs: odkaz, který komentujete byl smazán
da: linket du kommenterer på, er blevet slettet
hr: objava na koju odgovaraš je izbrisana
ja: コメントをしようとしているリンクは削除されています
nl: de link waarop je probeert te reageren is verwijderd
sk: odkaz, ktorý chcete komentovať, bol zmazaný
sr: линк који коментаришете је обрисан

source: that comment has been deleted
bg: този коментар е изтрит
cs: tento komentář byl smazán
da: den kommentar er blevet slettet
hr: taj odgovor je izbrisan
ja: そのコメントは削除されています
nl: die reactie is verwijderd
sk: tento komentár bol zmazaný
sr: тај коментар је обрисан

source: that element has been deleted
bg: този елемент е изтрит
cs: tento prvek byl smazán
da: elementet er blevet slettet
hr: taj je element izbrisan
ja: そのエレメントは削除されています
nl: dat element is verwijderd
sk: tento prvok bol zmazaný
sr: тај елемент је обрисан

source: the password must be at least %(chars)d characters
bg: Думата за сигурност трябва да бъде поне %(chars)d символа
cs: heslo musí mít alespoň %(chars)d znaků
da: adgangskoden skal være mindst %(chars)d karakterer langt
hr: zaporka mora biti dugačka najmanje %(chars)d znakova
ja: パスワードは少なくとも %(chars)d 文字以上に設定する必要があります
nl: het wachtwoord moet minstens %(chars)d karakters lang zijn
sk: heslo musí mať aspoň %(chars)d znakov

source: that password is unacceptable
bg: тази парола е неприемлива
cs: toto heslo je nepřípustné
da: det kodeord er ikke acceptabelt
hr: zaporka je neprihvatljiva
ja: そのパスワードは利用できません
nl: dat wachtwoord is niet goed genoeg
sk: takéto heslo nespĺňa podmienky
sr: та лозинка је неприхватљива

source: wrong password
bg: грешна парола
cs: špatné heslo
da: forkert adgangskode
hr: kriva zaporka
ja: 間違ったパスワード
nl: fout wachtwoord
sk: zlé heslo

source: passwords do not match
bg: паролите не съвпадат
cs: hesla se neshodují
da: kodeordene stemmer ikke overens
hr: zaporke nisu iste
ja: パスワードが一致しません
nl: wachtwoorden komt niet overeen
sk: heslá nie sú rovnaké
sr: лозинке се не поклапају

source: please enter a name
bg: моля въведете име
cs: zadejte prosím jméno
da: skriv venligst et navn
hr: unesi ime
ja: ユーザ名を入力してください
nl: vul een naam in
sk: prosím zadajte meno
sr: унесите име

source: please enter an email address
bg: моля въведете и-мейл адрес
cs: prosím zadejte e-mailovou adresu
da: skriv venligst en email adresse
hr: unesi adresu epošte
ja: メールアドレスを入力してください
nl: vul een e-mailadres in
sk: prosím zadajte emailovú adresu
sr: унесите е-адресу

source: no email address for that user
bg: няма и-мейл адрес за този потребител
cs: u tohoto uživatele není e-mailová adresa
da: ingen email adresse for den bruger
hr: korisnik nema postavljenu adresu epošte
ja: そのユーザにはメールアドレスが登録されていません
nl: er is geen e-mailadres voor die gebruiker
sk: tento používateľ nemá emailovú adresu
sr: нема е-адресе за тог корисника

source: no verified email address for that user
bg: не е намерен потвърден и-мейл адрес за този потребител
cs: u tohoto uživatele není ověřená e-mailová adresa
da: ingen bekræftet emailadresse for den bruger
hr: nema ovjerene email adrese za tog korisnika
ja: そのユーザにはメールアドレスが登録されていません
nl: geen geverifieerd e-mailadres voor die gebruiker
sk: žiadna verifikovaná emailová adresa pre tohto užívateľa

source: send it to whom?
bg: на кого да се изпрати?
cs: poslat komu?
da: send det til hvem?
hr: komu poslati?
ja: 誰に送りますか?
nl: verzenden naar wie?
sk: komu poslať?
sr: послати коме?

source: please enter a subject
bg: моля въведете тема
cs: prosím zadejte předmět
da: skriv venligst et emne
hr: unesi predmet
ja: 題名を入力してください
nl: vul een onderwerp in
sk: prosím zadajte predmet
sr: унесите наслов поруке

source: that user doesn't exist
bg: този потребител не съществува
cs: takový uživatel neexistuje
da: den bruger eksisterer ikke
hr: taj korisnik ne postoji
ja: そのユーザは存在しません
nl: die gebruiker bestaat niet
sk: taký používateľ neexistuje
sr: тај корисник не постоји

source: please enter a username
bg: моля въведете потребителско име
cs: prosím zadejte jméno uživatele
da: skriv venligst et brugernavn
hr: unesi korisničko ime
ja: ユーザ名を入力してください
nl: vul een gebruikersnaam in
sk: prosím zadajte používateľské meno
sr: унесите корисничко име

source: that preference isn't valid
bg: това предпочитание е невалидно
cs: tato předvolba není platná
da: den præference er ikke gyldig
hr: ta postavka nije važeća
ja: 無効な選択です。
nl: Die voorkeur is ongeldig
sk: toto nastavenie nie je platné

source: '%(choice)s' is not a user preference field
bg: '%(choice)s' не е поле за потребителско предпочитание
cs: %(choice)s není pole předvolby uživatele
da: '%(choice)s' er ikke et bruger preference felt
hr: %(choice)s nije polje korisničkih postavki
ja: 「 %(choice)s 」はユーザの選択肢ではありませせ。
nl: '%(choice)s' is geen user preference
sk: '%(choice)s' nie je používateľsky nastaviteľným poľom

source: that language is not available
bg: този език не е наличен
cs: tento jazyk není dostupný
da: dette sprog er ikke tilgængeligt
hr: Taj jezik je nedostupan
ja: 言語が対応していません。
nl: deze taal is niet beschikbaar
sk: tento jazyk nie je dostupný

source: that number isn't in the right range (%(range)s)
bg: броят не е във верния диапазон (%(range)s)
cs: toto číslo není ve správném rozsahu (%(range)s)
da: det tal er ikke indenfor den rigtige rækkevidde (%(range)s)
hr: taj broj nije u ispravnom rasponu (%(range)s)
ja: その数字は正しい範囲にありません (%(range)s)
nl: dat nummer ligt niet binnen het juiste bereik (%(range)s)
sk: také číslo nie je v správnom rozmedzí (%(range)s)
sr: тај број није у правом опесегу (%(range)s)

source: you used a character here that we can't handle
bg: използвахте неприемлив писмен знак
cs: použili jste znak, který zde neznáme
da: ups! du brugte et tegn, som ikke kan bruges her
hr: upotrijebio si pisme koje ne možemo obraditi
ja: 無効な文字を使用しています
nl: je hebt een teken gebruikt waarmee we niet overweg kunnen
sk: použili ste znak, ktorý nevieme spracovať
sr: употребили сте знак који не можемо да прихватимо

source: your budget must be at least $%(min)d and no more than $%(max)d.
bg: бюджетът Ви трябва да е поне $%(min)d и не повече от $%(max)d.
cs: váš rozpočet musí být alespoň $%(min)d a ne více než $%(max)d.
da: dit budget skal være mindst $%(min)d og ikke større end $%(max)d.
hr: proračun ti mora biti najmanje $%(min)d i najviše $%(max)d.
ja: 予算は最低 $%(min)d であり、$%(max)d 以下である必要があります。
nl: je budget moet tenminste $%(min)d zijn en mag niet meer dan $%(max)d. bedragen
sk: váš rozpočet musí byť aspoň $%(min)d a menej ako $%(max)d.
sr: Ваш буџет не сме бити мањи од $%(min)d ни већи од $%(max)d.

source: that link has already been submitted
bg: този линк вече е подаден
cs: tento odkaz již byl odeslán
da: det link er allerede blevet tilføjet
hr: ta objava već postoji
ja: そのリンクは既に登録されています
nl: die link is al gepost
sk: tento odkaz už bol poslaný
sr: тај линк је већ постављен

source: that subreddit already exists
bg: този събреддит вече съществува
cs: tento podreddit již existuje
da: det subreddit findes allerede
hr: taj podreddit već postoji
ja: そのsubredditはすでに存在します
nl: die subreddit bestaat al
sk: tento subreddit už existuje
sr: овај подреддит већ постоји

source: that subreddit doesn't exist
bg: този събреддит не съществува
cs: tento podreddit neexistuje
da: det subreddit findes ikke
hr: taj podreddit ne postoji
ja: そのsubredditは存在しません
nl: die subreddit bestaat niet
sk: tento subreddit neexistuje
sr: такав подреддит не постоји

source: you aren't allowed to post there.
bg: не Ви е разрешено да публикувате там.
cs: tam nemáte oprávnění psát.
da: du har ikke tilladelse til at publicere der.
hr: nemaš dopuštenje za objavu na ovoj lokaciji.
ja: ここへ投稿することは許可されていません。
nl: je mag hier niets posten
sk: tu nemôžete prispievať
sr: није вам дозвољено да објављујете тамо.

source: you aren't allowed access to this subreddit
bg: Достъпът до този събреддит не е позволен
cs: nejste oprávněni prohlížet tento subreddit
da: du har ikke tilladelse til at besøge denne subreddit
hr: nemate dopuštenje za pristup ovom subredditu
ja: あなたはこのサブレディットへアクセスする許可がありません
nl: tot deze subreddit heb je geen toegang
sk: na tento subreddit nemáš povolený prístup

source: you must specify a subreddit
bg: трябва да избереш събреддит
cs: musíte zadat podreddit
da: du skal specificere en subreddit
hr: moraš navesti podreddit
ja: subreddit を指定してください
nl: je moet een subreddit opgeven
sk: musíte špecifikovať subreddit
sr: морате да наведете подреддит

source: this subreddit has chosen to disable their ads at this time
bg: този под-реддит е избрал да забрани рекламите в момента
cs: tento subreddit si pro tuto chvíli vypnul reklamy
da: denne subreddit har valgt at, deaktivere deres reklamer for tiden
ja: 現在このsubredditは広告をオフにしています。
nl: op deze subreddit zijn advertenties momenteel uitgeschakeld
sk: tento subreddit si zvolil že momentálne nebude zobrazovať reklamy

source: that name isn't going to work
bg: това име няма да стане
cs: takové jméno nebude fungovat
da: det navn vil ikke virke
hr: to ime neće funkcionirati
ja: その名前は使えません
nl: die naam gaat niet werken
sk: také meno nebude fungovať
sr: такво име неће проћи

source: that collection doesn't exist
bg: този сборник/колекция не съществува
cs: tato sbírka neexistuje
da: den samling eksisterer ikke
hr: ta kolecija ne postoji
ja: そのコレクションは存在しません
nl: die verzameling bestaat niet
sk: taká kolekcia neexistuje

source: that target type is not valid
bg: тази тип цел не съществува
cs: typ cíle není platný
da: den måltype er ikke gyldig
hr: to nije valjani odabir
ja: ターゲットの種類が無効です
nl: dat soort doel is niet geldig
sk: takýto typ cieľa nie je platný

source: you are doing that too much. try again in %(time)s.
bg: опитвате прекалено много. опитай пак след %(time)s.
cs: děláte toho moc najednou. zkuste znovu za %(time)s.
da: du gør det for meget. Prøv igen om %(time)s.
hr: prečesto to radiš. pokušaj ponovno za %(time)s.
ja: 実行回数が多すぎます。%(time)s経ってから再試行してください。
nl: je doet dat te veel, probeer het over %(time)s opnieuw.
sk: robíte toho príliš veľa. vyskúšajte znova o %(time)s
sr: пречесто радите то. покушајте поново за %(time)s.
