Repository: slimlife/cookie
Catalog: i18n/reddit_i18n/*/LC_MESSAGES/r2.po
Languages: bg, cs, da, hr, ja, nl, sk, sr

source: loading...
bg: зареждане...
cs: načítání...
da: loader...
hr: učitavanje...
ja: ロード中...
nl: bezig met laden...
sk: načítavam...
sr: учитавам...

source: comment {verb}
bg: коментирай
cs: komentovat
da: kommentér
hr: odgovori
ja: コメント
nl: reageren
sk: komentujte
sr: коментариши

source: child
bg: подкоментар
cs: podřazený
da: barn
hr: podređeni
ja: 子コメント
nl: subitem
sk: dieťa
sr: дете

source: friend
bg: приятел
cs: přítel
da: ven
hr: prijatelj
ja: 友達
nl: vriend
sk: priateľ
sr: пријатељ

source: submitter
bg: автор
cs: předkladatel
da: indsender
hr: objavljivač
ja: 投稿者
nl: poster
sk: prispievateľ
sr: уредник

source: reddit admin, speaking officially
bg: администратор, говорещ официално
cs: správce redditu, oficiální výrok
da: reddit admin, taler officielt
hr: reddit administrator, službeno
ja: redditのアドミン、公式に言えば
nl: reddit-admin, officiëel sprekend
sk: správca redditu, oficiálny výrok
sr: реддит админ, говори званично

source: just now
bg: точно сега
cs: právě nyní
da: lige nu
hr: upravo
ja: たった今
nl: zo-even
sk: Práve teraz

source: No notes for this domain
bg: Няма бележки за този домейн
cs: Žádné poznámky pro tuto doménu
da: Ingen bemærkninger for dette domæne
hr: Nema bilješki za ovu domenu
ja: このドメインにメモはありません。
nl: Geen opmerkingen voor dit domein
sk: Žiadne poznámky pre túto doménu

source: No notes for this IP address
bg: Няма бележки за този IP адрес
cs: Žádné poznámky por tuto IP adresu
da: Ingen noter til denne IP adresse
hr: Nema bilješki za ovu IP adresu
ja: この IP アドレスには注意書きがありません。
nl: Geen aantekeningen voor dit IP-adres
sk: Žiadne poznámky pre túto IP adresu

source: No notes for this subreddit
bg: Няма бележки за този събреддит
cs: Žádné poznámky pro tento podreddit
da: Ingen noter til denne subreddit
hr: Nema bilješki za ovaj subreddit
ja: このサブレディットにはメモはありません。
nl: Geen aantekeningen voor deze subreddit
sk: Žiadne poznámky pre tento subreddit

source: No notes for this user
bg: Няма бележки за този потребител
cs: Tento uživatel nemá žádné poznámky
da: Ingen noter til denne bruger
hr: Nema bilješki za ovog korisnika
ja: このユーザに関する情報はありません。
nl: Geen aantekeningen voor deze gebruiker
sk: Žiadne poznámky pre tohto užívateľa

source: domain
bg: домейн
cs: doména
da: domæne
hr: domena
ja: ドメイン
nl: domein
sk: doména
sr: домен

source: IP address
bg: IP адрес
cs: IP adresa
da: IP-adresse
hr: IP adresa
ja: IPアドレス
nl: IP-adres
sk: IP adresa
sr: ИП адреса

source: user
bg: потребител
cs: uživatel
da: bruger
hr: korisnik
ja: ユーザ
nl: gebruiker
sk: používateľ
sr: корисник

source: imgur.com domain listings (including this one) are currently disabled to speed up vote processing.
bg: imgur.com домейн листингите (включително този) в момента са изключени, за да се ускори обработката на гласове.
cs: výpis domén imgur.com (včetně tohoto) jsou nyní zakázány, aby se zrychlil proces hlasování.
da: imgur.com domænelister (denne inkluderet) er i øjeblikket deaktiveret for at fremskynde stemmebearbejdingen.
hr: popis domena imgur.com (uključujući i ovu) je trenutačno onemogućen kako bi se ubrzala obrada glasova
ja: 現在、imgur.com ドメインの一覧（これも含む）は、投票処理のスピードを上げるため参照できません。
nl: domeinweergaven van imgur.com (inclusief deze) zijn nu uitgeschakeld om de stemverwerking te versnellen.
sk: listovanie domény imgur.com (vrátane tohto) sú práve vypnuté z dôvodu urýchlenia spracovania hlasovaní.
sr: imgur.com листе домена (укључујући овај) тренутно су онемогућени за убрзавање обраде гласова.

source: moderation tools
bg: инструменти за модерация
cs: nástroje moderátora
da: moderationsværktøjer
hr: pomagala za nadgledanje
ja: モデレーション合計
nl: moderatortools
sk: moderačné nástroje
sr: уредничке алатке

source: these subreddits
bg: тези subreddit-и
cs: tyto podredity
da: disse subreddits
hr: ovi podredditi
ja: これらのsubreddit
nl: deze subreddits
sk: tieto subreddity
sr: ови подреддити

source: this subreddit is archived and no longer accepting submissions.
bg: subreddit-ът е архивиран и вече не позволява публикации.
cs: tento podreddit je archivován a předkládání již nepřijímá.
da: denne subreddit er arkiveret og tager ikke længere imod indlæg.
hr: ovaj podreddit je arhiviran i ne prima nove objave.
ja: このsubredditはアーカイブされており、今はもう投稿を受け付けていません。
nl: deze subreddit is gearchiveerd en er kan niets meer geplaatst worden.
sk: tento podreddit je archivovaný a už viac neprijíma príspevky.
sr: овај подреддит је архивиран и више није могуће писати по њему.

source: Submissions disabled
bg: Публикуването деактивирано
cs: Předkládání zakázáno
da: Indlæg slået fra
hr: Objave su onemogućene
ja: Submission 無効
nl: posts plaatsen uitgeschakeld
sk: Odber zrušený
sr: подношење онемогућено

source: Submissions restricted
bg: Публикуването ограничено
cs: Předkládání omezeno
da: Indlæg begrænsede
hr: Objave su ograničene
ja: Submission制限
nl: posts plaatsen beperkt
sk: Vklady obmedzené
sr: подношење ограничено

source: Shop the reddit Marketplace
cs: Obchodování v reddit Marketplace
da: Shop på reddit Markedsplads
hr: Kupuj na redditovom tržištu
nl: Winkelen in de reddit Marketplace
sk: Nakupuj na Trhu reddit

source: Create your own subreddit
bg: Създай собствен събредит
cs: Vytvořte si svůj vlastní podreddit
da: Opret dit eget subreddit
hr: Napravi svoj podreddit
ja: subredditを作成する
nl: Je eigen subreddit maken
sk: Vytvoriť vlastný subreddit
sr: Креирајте свој подреддит

source: ...and %d more
bg: и %d други
cs: ... a %d dalších
da: ... og %d mere
hr: ...i još %d
ja: ...他に %d です。
nl: ...en nog %d meer
sk: ...a ďaľších %d

source: about moderation team
cs: o týmu moderátorů
da: om moderationsteam
hr: o moderatorskom timu
ja: モデレーションチームについて
nl: over moderatorteam
sk: o tíme moderátorov

source: message the admins
bg: изпрати съобщение на администраторите
cs: poslat zprávu správcům
da: send en besked til administratorerne
hr: obrati se adminima
ja: メッセージ管理者
nl: bericht verzenden naar de admins
sk: kontaktuj administrátorov
sr: пошаљи поруку администраторима

source: message the moderators
bg: изпрати съобщение на модераторите
cs: poslat zprávu moderátorům
da: send en besked til moderatorerne
hr: obrati se moderatorima
ja: モデレーターにメッセージを送る
nl: bericht verzenden naar de moderators
sk: kontaktuj moderátorov
sr: пошаљи поруку модераторима

source: Recently viewed links
bg: Наскоро разгледани линкове
cs: Nedávno zobrazené odkazy
da: Nyligt sete links
hr: nedavno pregledano
ja: 最近見たリンク
nl: Onlangs bekeken links
sk: Nedávno zobrazené odkazy
sr: скоро погледани линкови

source: turn admin off
bg: изключи администратор
cs: vypnout správce
da: slå admin fra
hr: isključi admina
ja: 管理モードオフ
nl: admin uitschakelen
sk: vypnúť admina
sr: искључи админ мод

source: FAQ
bg: ЧЗВ
cs: dotazy
hr: najčešća pitanja
ja: よくある質問
nl: veelgestelde vragen
sk: dotazy
sr: често постављана питања

source: mobile beta
cs: mobilní beta
da: mobil-beta
nl: mobiel beta
sk: mobil beta

source: apps & tools
bg: приложения и инструменти
cs: aplikace & nástroje
da: apps & værktøjer
hr: aplikacije i alati
ja: アプリとツール
nl: apps & gereedschap
sk: appky & nástroje

source: reddit store
bg: реддит история
cs: reddit obchod
da: reddit shop
hr: reddit trgovina
ja: redditストア
nl: reddit-winkel
sk: obchod reddit

source: redditgifts
bg: реддит подаръци
cs: redditdárky
da: redditgaver
hr: reddit darovi
nl: reddit-cadeaus
sk: redditdarčecky
sr: реддитпоклони

source: %(site)s mail
bg: %(site)s поща
cs: pošta %(site)s
hr: %(site)s pošta
ja: %(site)s メール
nl: e-mail van %(site)s
sk: pošta %(site)s
sr: %(site)s пошта

source: request for permission
bg: заявка за достъп
cs: zažádat o oprávnění
da: anmodning om tilladelse
hr: zahtjev za dopuštenje
ja: 許可をリクエストする
nl: toestemmingsverzoek
sk: požiadať o oprávnenie
sr: захтев за дозволу

source: permission
bg: права
cs: oprávnění
da: tilladelse
hr: dopuštenje
ja: 権限
nl: bevoegdheid
sk: povolenie
sr: дозвола

source: enable NSFW results
cs: povolit 18+ výsledky
da: aktivér NSFW-resultater
nl: sta NSFW resultaten toe
sk: povoliť výsledky NSFW

source: bummer
bg: кофти тръпка
cs: smůla
da: nitten
hr: šteta
ja: あらまあ！
nl: wat jammer
sk: smola
sr: шипак

source: this page is no longer available due to a copyright claim.
bg: тази страница е недостъпна поради нарушаване на авторски права.
cs: tato stránka již není dostupná z důvodu nároku autorských práv.
da: denne side er ikke længere tilgængelig pga. en copyright anmeldelses.
hr: ova stranica nije više dostupna zbog kršenja autorskih prava
ja: 著作権に関するクレームにより、このページはもう表示出来ません
nl: deze pagina is niet meer beschikbaar vanwege een copyrightclaim.
sk: táto stránka už viac nie je dostupná kvôli nárokom na autorské práva.
sr: ова страница више није доступна услед власничких права.

source: about %(site)s
bg: относно %(site)s
cs: o %(site)s
da: om %(site)s
hr: više o %(site)s
ja: %(site)s について
nl: over %(site)s
sk: o %(site)s
sr: о %(site)s

source: search subreddits by name
bg: търси subreddit-и по име
cs: hledat podreddity podle názvu
da: søg subreddits efter navn
hr: pretraži podreddite prema nazivu
ja: subredditの名前で探索
nl: subreddits zoeken op naam
sk: hľadať subreddity podla mena
sr: претражи подреддите по имену

source: your front page subreddits (%s)
bg: вашите реддити на първа страница (%s)
cs: podreddity na vaší hlavní stránce (%s)
da: dine forside-subreddits (%s)
hr: naslovni podredditi (%s)
ja: フロントページのsubreddit (%s)
nl: je startpagina-subreddits (%s)
sk: tvoje subreddity z titulky (%s)
sr: реддити присутни на главној страни (%s)

source: what's this?
bg: какво е това?
cs: co je to?
da: hvad er dette?
hr: što ovo je?
ja: これは何ですか？
nl: wat is dit?
sk: čo je toto?
sr: шта је ово?

source: trophy case
bg: трофеи
cs: vitrína s trofejemi
da: trofæer
hr: vitrina s trofejima
ja: トロフィーケース
nl: trofeeënkast
sk: vitrína trofejí
sr: шкриња са трофејима

source: public multireddits
bg: публични мултиредити
cs: veřejné sloučené reddity
da: offentlige multireddits
hr: javni multiredditi
ja: 公開中のマルチレディット
nl: publieke multireddits
sk: verejné multireddity
sr: јавни мултиреддити

source: hidden multireddits
bg: скрити мултиреддити
cs: skryté multireddity
da: skjulte multireddits
hr: sakriveni multiredditi
ja: 非公開のマルチレディット
nl: verborgen multireddits
sk: skryté multireddity

source: moderator of
bg: модератор на
cs: moderátor
da: moderator af
hr: moderator u
ja: 次のモデレーターです
nl: moderator van
sk: moderátor tohto

source: less than a day
bg: по-малко от ден
cs: méně než den
da: mindre end en dag
hr: manje od jednog dana
ja: 一日以内
nl: minder dan een dag
sk: menej ako deň
sr: мање од једног дана

source: %(creddits)s gold creddit to give
bg: %(creddits)s златен креддит за даване
cs: darovat %(creddits)s zlatý kreddit
da: %(creddits)s guld kredit at give
hr: %(creddits)s zlatni kreddit za darivanje
ja: 与えるための%(creddits)sのゴールドクレジット
nl: %(creddits)s gold-creddit om te geven
sk: %(creddits)s zlatý kredit na darovanie
sr: %(creddits)s златни кредит на поклон

source: %(gildings)s gilding given out
da: %(gildings)s forgyldning givet ud
ja: %(gildings)s gildings given out
nl: %(gildings)s verguldingen uitgegeven
sk: %(gildings)s zlatý kredit bol darovaný

source: give reddit gold to %(user)s to show your appreciation
bg: дай редит злато на %(user)s в знак на признателност
cs: dát zlatého reddita %(user)s pro vyjádření vděčnosti
da: giv Reddit Guld til %(user)s for at vise din påskønnelse
hr: daruj reddit zlato korisniku %(user)s kako bi pokazao svoju zahvalnost
ja: あなたの評価の証として、reddit goldを%(user)sに贈る
nl: geef reddit gold aan %(user)s om je waardering te laten blijken
sk: darovať reddit zlato používateľovi %(user)s, aby ste tak vyjadrili svoje uznanie
sr: дајте reddit злато %(user)s да искажете своју захвалност

source: get extra features and help support reddit with a reddit gold subscription
bg: получи допълнителни функции и допринеси към редит с абонамент за редит злато
cs: získejte další funkce a podpořte reddit zakoupením zlatého reddita
da: få ekstra funktioner og hjælp med at støtte Reddit med et Reddit Guld-abonnement
hr: dođi do novih opcija i daj svoju potporu redditu kupnjom pretplate na reddit zlato
ja: reddit goldの登録で、追加機能をゲットして、redditの支援に協力しよう！
nl: ontvang extra functionaliteiten en steun reddit met een gold-abonnement
sk: získaj extra výhody a pomôž redditu zakúpením zlatého konta
sr: добијте додатне погодности и подржите реддит са претплатом на реддит злато.

source: renew your reddit gold
bg: обнови своето реддит злато
cs: obnovit vašeho zlatého reddita
da: forny din Reddit Guld
hr: obnovi svoje reddit zlato
ja: redditゴールドを更新する
nl: je reddit gold vernieuwen
sk: obnovte svoj reddit gold
sr: обновите реддит злато

source: you have helped pay for *%(time)s* of reddit server time.
bg: Вие помогнахте, плащайки за *%(time)s* сървърно време.
cs: pomohli jste zaplatit *%(time)s* času serveru reddit.
da: du har hjulpet med at betale for *%(time)s* timers reddit servertid.
hr: pomogao si platiti *%(time)s* radnog vremena reddit poslužitelja.
ja: reddit サーバー時間の *%(time)s* の支払いを援助しました。
nl: je hebt betaald voor *%(time)s* aan servertijd voor reddit.
sk: pomohol si zaplatiť *%(time)s* z času ktorý reddit beží.

source: /u/%(user)s has helped pay for *%%(time)s* of reddit server time.
bg: /u/%(user)s помогнаха, плащайки за *%%(time)s* сървърно време.
cs: /u/%(user)s pomohl zaplatit *%%(time)s* času serveru reddit.
da: /u/%(user)s har hjulpet med at betale for *%%(time)s* timers reddit servertid.
hr: /u/%(user)s je pomogao platiti *%%(time)s* radnog vremena reddit poslužitelja.
ja: /u/%(user)s は reddit サーバー時間の *%%(time)s* の支払いを援助しました。
nl: /u/%(user)s heeft meebetaald aan *%%(time)s* van reddits servertijd.
sk: /u/%(user)s pomohol zaplatiť *%%(time)s* z času ktorý server beží.

source: gifts on your behalf have helped pay for *%(time)s* of reddit server time.
bg: Подаръците, закупени от вас, са помогнали да платят %(time)s сървър време.
cs: dary vaším jménem pomohli zaplatit *%(time)s* času serveru reddit.
da: gaver på dine vegne har hjulpet med at betale for *%(time)s* timers reddit servertid.
hr: darovi u tvoje ime pomogli su platiti *%(time)s* radnog vremena reddit poslužitelja.
ja: あなたのためのギフトは reddit サーバー時間の *%(time)s* の支払いを援助しました。
nl: Jouw donaties hebben bijgedragen aan de betaling van *%(time)s* van reddits servertijd.

source: gifts on behalf of /u/%(user)s have helped pay for *%%(time)s* of reddit server time.
bg: Подаръците, закупени от /u/%(user)s са помогнали да платаят за %%(time)s реддит сървър време.
cs: Dary od /u/%(user)s pomohli zaplatit *%%(time)s* času serveru reddit.
da: gaver på /u/%(user)ss vegne har hjulpet med at betale for *%%(time)s* timers reddit servertid.
hr: darovi u ime /u/%(user)s pomogli su platiti *%%(time)s* radnog vremena reddit poslužitelja.
ja: /u/%(user)s のためのギフトは reddit サーバー時間の *%%(time)s* の支払いを援助しました。
nl: donaties in de naam van /u/%(user)s hebben *%%(time)s* van reddit's servertijd betaald.

source: reddit is a platform for internet communities
bg: редит е платформа за интернет общности
cs: reddit je platforma pro internetové komunity
da: reddit er en platform for internetfællesskaber
hr: reddit je platforma za međumrežne zajednice
ja: redditはインターネットコミュニティのためのプラットフォームです。
nl: reddit is een platform voor internetcommunity's
sk: reddit je platforma pre internetové komunity
sr: реддит је платформа за интернет заједнице

source: where your votes shape what the world is talking about.
bg: където твоя глас формира за какво говори света.
cs: kde vaše hlasy utváří to o čem svět mluví.
da: hvor dine stemmer former hvad verden snakker om.
hr: gdje tvoj glas odlučuje o čemu svijet priča.
ja: あなたの投票が、世界でかわされる話題を決めるのです。
nl: waar jouw stemmen bepalen waar de wereld over praat.
sk: kde tvoje hlasy prispôsobili o čom svet hovorí.
sr: где твоји гласови обликују оно о чему свет разгпвара

source: add subreddit
bg: добави subreddit
cs: přidat podreddit
da: tilføj subreddit
hr: dodaj podreddit
ja: subredditを追加
nl: voeg subreddit toe
sk: pridať subreddit
sr: додај подреддит

source: raise it to %s
bg: повиши го до %s
cs: zvýšit na %s
da: forøg det til %s
hr: podigni na %s
ja: %sに上がります
nl: verhogen naar %s
sk: zvýšte to na %s
sr: подигни на %s

source: %s visible
bg: %s видими
cs: %s viditelné
da: %s synlig
hr: %s vidljivo
ja: %sが見えます
nl: %s zichtbaar
sk: %s viditeľné
sr: %s видљиво

source: you have a credit card gold subscription. your card (ending in %(last4)s) will be charged %(amount)s on %(date)s.
bg: имате златен абонамент на кредитна карта. Картата (която изтича на %(last4)s) ще бъде таксувана %(amount)s на %(date)s.
cs: předplatné zlatého reddita platíte přes kreditní kartu. na vaší kartu (jež má platnost do %(last4)s) bude %(date)s naúčtováno %(amount)s.
da: du har et guld abonnement på kreditkort. der vil blive trukket %(amount)s fra dit kort (som slutter på %(last4)s) den %(date)s.
hr: imaš pretplatu na reddit zlato preko kreditne kartice. tvojoj kartici (koja istječe za %(last4)s) bit će naplaćeno %(amount)s %(date)s.
ja: クレジットカードのゴールド登録があります。あなたのカード (末尾 %(last4)s) は %(date)s に %(amount)s 請求されます。
nl: je hebt nu een creditcard gold-abonnement. Je kaart (met nummer eindigend op %(last4)s) zal met %(amount)s belast worden op %(date)s.

source: try entering those letters again
bg: пробвай да въведеш буквите отново
cs: zkuste tyto písmena znovu zadat
da: prøv at skriv de bogstaver igen
hr: probaj opet unijeti ta slova
ja: もう一度入力してみてください
nl: probeer deze letters opnieuw in te vullen
sk: skúste tieto písmená zadať znovu
sr: покушајте да унесете та слова поново

source: search
bg: търси
cs: hledání
da: søg
hr: pretraživanje
ja: 検索
nl: zoeken
sk: vyhľadať

source: added
bg: Добавено
cs: přidáno
da: tilføjet
hr: dodano
ja: 追加済み
nl: toegevoegd
sk: pridané
sr: додато

source: invited
bg: поканен
cs: pozván
da: inviteret
hr: pozvan
ja: 招待済み
nl: uitgenodigd
sk: pozvaný
sr: позван

source: grant flair
bg: разреши флеър
cs: udělit styl
da: bevilg flair
hr: dodijeli značku
ja: flairを与える
nl: flair geven
sk: udeliť štýl
sr: поклони беџ

source: user flair templates
bg: шаблони за потребителски флеър
cs: šablony stylu živatele
da: bruger etiketskabeloner
hr: predlošci korisničkih znački
ja: ユーザー flair テンプレート
nl: gebruikersflairsjablonen
sk: šablóny flair používateľov
sr: шаблони корисничких беџева

source: link flair templates
bg: шаблони за линк флеър
cs: šablony stylu odkazu
da: link etiketskabeloner
hr: predlošci znački objava
ja: リンク flair テンプレート
nl: linkflairsjablonen
sk: odkázať na flair šablóny
sr: шаблони беџева за линкове

source: none
bg: николко
cs: žádné
da: ingen
hr: ništa
ja: なし
nl: geen
sk: žiadny
sr: нема

source: suggestions:
bg: Предложения:
cs: návrhy:
da: forslag:
hr: prijedlozi:
ja: 提案:
nl: suggesties:
sk: návrhy:

source: Create your ad on this page. Have questions? Check out the [Help Center](%(help_center)s) or [/r/selfserve](%(selfserve)s).
nl: Zet een eigen advertentie op deze pagina. Vragen? Zie het [hulpcentrum](%(help_center)s) of kijk op [/r/selfserve](%(selfserve)s).

source: start date
bg: дата на начало
cs: počáteční datum
da: startdato
hr: početni nadnevak
ja: 開始日時
nl: startdatum
sk: dátum začatia
sr: датум почетка

source: end date
bg: дата на край
cs: koncové datum
da: slutdato
hr: završni nadnevak
ja: 終了日時
nl: einddatum
sk: dátum konca
sr: датум завршетка

source: date
bg: дата
cs: datum
da: dato
hr: nadnevak
ja: 日付
nl: datum
sk: dátum
sr: датум

source: owner
bg: собственик
cs: vlastník
da: ejer
hr: vlasnik
ja: 所有者
nl: eigenaar
sk: vlastník
sr: власник

source: clicks
bg: кликове
cs: kliknutí
da: klik
hr: klikovi
ja: クリック数
nl: klikken
sk: stlačení
sr: кликови

source: impressions
bg: виждания
cs: zobrazení
da: indtryk
hr: dojmovi
ja: インプレッション
nl: weergaven
sk: dojmy
sr: утисци

source: campaigns
bg: кампании
cs: kampaně
da: kampagner
hr: kampanje
ja: キャンペーン
nl: campagnes
sk: kampane
sr: кампање

source: campaign id
bg: номер на кампанията
cs: id kampaně
da: kampagne id
hr: id kampanje
ja: キャンペーンID
nl: campain id
sk: id kampane
sr: ИД кампање

source: target
bg: цел
cs: cíl
da: mål
hr: cilj
ja: ターゲット
nl: doel
sk: cieľ
sr: циљ

source: bid
bg: залог
cs: nabídka
da: byd
hr: ponudi
ja: ビッド
nl: bod
sk: ponuka
sr: понуда

source: frontpage clicks
bg: кликове на началната страница
cs: kliknutí na hlavní stránce
da: forsideklik
hr: klikovi na naslovnici
ja: フロントページのクリック数
nl: voorpaginakliks
sk: kliky na titulke
sr: кликови на почетној страници

source: frontpage impressions
bg: виждания на началната страница
cs: zobrazení hlavní stránky
da: forsideindtryk
hr: impresije sa naslovnice
ja: フロントページのインプレッション数
nl: voorpagina-weergaves
sk: dojmy na titulke
sr: прегледи на почетној страници

source: subreddit clicks
bg: кликове в събредити
cs: kliknutí na podreddit
da: subredditkliks
hr: klikovi na podredditu
ja: subredditクリック数
nl: subredditkliks
sk: kliky v subreddite
sr: кликови у поддредиту

source: subreddit impressions
bg: виждания в събредити
cs: zobrazení podredditu
da: subredditindtryk
hr: impresija na podredditu
ja: subredditインプレッション数
nl: subreddit-weergaves
sk: dojmy v subreddite
sr: прегледи у подреддиту

source: total clicks
bg: общ брой кликове
cs: celkem kliknutí
da: antal klik
hr: ukupni klikovi
ja: クリックの合計
nl: totaal aantal klikken
sk: clickov celkovo
sr: укупан број кликова

source: total impressions
bg: общо виждания
cs: celkem zobrazení
da: indtryk i alt
hr: ukupni dojmovi
ja: 合計インプレッション数
nl: totaal aantal weergaven
sk: dojmov celkovo
sr: укупан број утисака

source: account activity
bg: акаунтна дейност
cs: aktivita účtu
da: kontoaktivitet
hr: aktivnost računa
ja: アカウント アクティビティ
nl: accountactiviteit
sk: aktivita účtu
sr: активност налога

source: subscribed
bg: абониран
cs: odebírám
da: abonneret
hr: pretplaćen
ja: 購読済み
nl: geabonneerd
sk: odoberám
sr: пријављен

source: your front page
bg: твоята начална страница
cs: vaše hlavní stránka
da: din forside
hr: tvoja naslovnica
ja: あなたのフロントページ
nl: je startpagina
sk: vaša úvodná stránka
sr: насловна страна

source: everything
bg: всичко
cs: všechno
da: alt
hr: sve
ja: 全て
nl: alles
sk: všetko
sr: све

source: from all subreddits
bg: от всички subreddit-и
cs: ze všech podredditů
da: fra alle subreddits
hr: iz svih podreddita
ja: 全部のsubredditより
nl: van alle subreddits
sk: zo všetkých subredditov
sr: са свих подреддита

source: moderating
bg: модерирани
cs: moderuji
da: moderation
hr: moderiranje
ja: モデレーティング
nl: modereren
sk: moderujem
sr: уређивање

source: subreddits you mod
bg: subreddit-и, които модерираш
cs: podreddity které moderujete
da: subreddits du modererer
hr: podredditi koje nadgledaš
ja: あなたがモデレートしているsubreddit
nl: subreddits die jij modereert
sk: subreddity ktoré moderuješ
sr: подреддити где си модератор

source: gold perks
bg: предимства на златото
cs: zlaté výhody
da: fordele med guld
hr: zlatne povlastice
ja: 金の特典.
nl: Gold extra's
sk: gold zlepšováky
sr: погодности које омогућава злато

source: explore multis
bg: разгледай мултита
cs: prozkoumat sloučené reddity
da: udforsk multis
hr: istraži multije
ja: マルチレディットを探す
nl: verken multireddits
sk: prezeraj multi
sr: истражи мултиреддите

source: your subscribed subreddits
cs: odebíráte subreddity
da: dine subreddit-abonnementer
hr: tvoji pretplaćeni subredditi
ja: 購読済みのサブレディット
nl: je geabonneerde subreddits
sk: subreddity ktoré odoberáš
