Repository: slimlife/cookie
Catalog: i18n/reddit_i18n/*/LC_MESSAGES/r2.po
Languages: bg, cs, da, hr, ja, nl, sk, sr

source: read and reply to moderator mail
bg: Прочитане и отговор на модераторска поща
cs: číst a odpovídat na poštu od moderátora
da: læs og svar på moderator-mail
hr: čitaj i odgovaraj na moderatorsku poštu
ja: モデレーターのメールを読み、返信する
nl: moderatormail lezen en beantwoorden
sk: čítať a odpovedať na moderátorskú poštu
sr: читање и одговарање на модераторску пошту

source: use the approve, remove, spam, distinguish, and nsfw buttons
bg: използвай бутоните: одобри, премахни, спам, различи и nsfw
cs: používat tlačítka schválení, odstranění, rozlišení, spam a nad18
da: brug godkendelses-, fjern-, spam-, skelne-, og NSFW-knapper
hr: upotrijebi gumbe za odobravanje, uklanjanje, spam, isticanje i NSFW
ja: 承認と削除、スパム、識別、閲覧注意ボタンを使用する
nl: gebruik de knoppen goedkeuren, verwijderen, spam, onderscheiden en nsfw
sk: používať tlačidlá pre odsúhlasenie, zrušenie, spam, odlíšenie, a nsfw
sr: користите потврди, уклони, spam, разликуј и NSFW дугмад

source: manage the wiki and access to the wiki
bg: управление на уики и достъп към уики
cs: správa wiki a přístupu do wiki
da: administrer wikien og få adgang til wikien
hr: uredi wiki i pristup wikiju
ja: wikiとwikiへのアクセスを管理する
nl: de wiki en de toegang tot de wiki beheren
sk: spravuj wiki a prístup k wiki
sr: управљајте викијем и приступите викију

source: discovery
bg: Откритие
cs: objevy
da: opdagelse
hr: otkriće
ja: 発見
nl: verkenning
sk: objav

source: comment
bg: коментар
cs: komentář
da: kommentar
hr: odgovor
ja: 個のコメント
nl: reactie
sk: komentár
sr: коментар

source: submitting...
bg: публикуване...
cs: posílání...
da: tilføjer...
hr: šaljem...
ja: 送信中...
nl: bezig met posten...
sk: odosielam...
sr: постављам...

source: that link has already been submitted, but you can try to [submit it again](%s).
bg: този линк вече е подаван, но можеш да опиташ да [постнеш отново](%s)
cs: tento odkaz již byl předložen ale můžete to [zkusit znovu](%s).
da: det link er allerede indsendt, men du kan prøve at [submit it again](%s).
hr: to je već objavljeno no možeš probati [poslati ponovno](%s).
ja: そのリンクはすでに投稿されていますが、[もう一度投稿](%s)することもできます。
nl: die link is al gepost, maar je kunt proberen [hem opnieuw te posten](%s).
sk: daný odkaz už bol odoslaný, ale môžte to skúsiť do [prispieť znovu](%s).
sr: тај линк је већ додат, али можете покушати да [поново додате]( %s )

source: that link has been submitted to multiple subreddits. you can try to [submit it again](%s).
bg: този линк вече е изпратен в няколко събредита. може да опиташ да го [изпратиш отново](%s).
cs: tento odkaz již byl odesláno do mnoha podredditů. můžete ho [zkusit znovu odeslat](%s).
da: dette link er blevet indsendt på flere subreddits. Du kan prøve at [indsende igen](%s).
hr: to je već objavljeno u nekoliko podreddita, probaj [opet poslati](%s).
ja: そのリンクは複数のsubredditに投稿されています。[もう一度投稿する](%s)ことができます。
nl: die link is al gepost op verscheidene subreddits. je kunt proberen je link [opnieuw in te sturen]( %s).
sk: ten link už bol vložený na niekoľko subredditov. môžeš sa ho pokúsiť [vložiť znova](%s).
sr: тај линк је већ додат на неколико подреддита, али можете покушати да га [поново додате]( %s )

source: your account has been deleted, but we won't judge you for it.
bg: вашият акаунт е вече изтрит, но няма няма да ви съдим за това
cs: váš účet byl smazán, ale my vás za to soudit nebudeme.
da: din konto er blevet slettet, vi dømmer dig dog ikke for det
hr: tvoj je korisnički račun izbrisan
ja: あなたのアカウントを削除しちゃいました… ベツニキラワレタナンテオモッテナイケド。
nl: je account is verwijderd, maar we zullen je er niet om veroordelen
sk: váš účet bol vymazaný, ale my vás za to odsudzovať nebudeme.
sr: ваш налог је избрисан, но нећемо вас осуђивати због тога.

source: I understand and agree that registration on or use of this site constitutes agreement to its %(user_agreement)s and %(privacy_policy)s.
bg: Разбирам и се съгласявам, че регистрацията към или ползването на този сайт означава съгласие с неговите %(user_agreement)s and %(privacy_policy)s
cs: Rozumím a souhlasím s tím, že zaregistrováním a užíváním této stránky dávám zároveň souhlas s %(user_agreement)s a %(privacy_policy)s.
da: Jeg forstår og accepterer, at registrering på eller brug af vores site indebærer accept af dets %(user_agreement)s og %(privacy_policy)s.
hr: Razumijem i prihvaćam da registracija i uporaba ove stranice podrazumijevaju prihvaćanje %(user_agreement)s i %(privacy_policy)s.
ja: 本サイトに登録したり本サイトを利用すると本サイトの%(user_agreement)sおよび%(privacy_policy)sに合意したものとみなされることを理解し、了解します。
nl: Ik begrijp en ga akkoord met het feit dat registratie op en gebruik van deze site inhoudt dat ik akkoord ga met de %(user_agreement)s en het %(privacy_policy)s.
sk: Rozumiem a súhlasím s tým, že registrácia a používanie tejto stránky predstavuje súhlas s jej %(user_agreement)s a %(privacy_policy)s.
sr: Разумем и слажем се да регистрација на или коришћење овог сајта подразумева да се слажем са његовим %(user_agreement)s и %(privacy_policy)s

source: to view reddit with only submissions from your friends, use [reddit.com/r/friends](%s)
bg: за да виждаш публикации само на приятелите си, отиди на [reddit.com/r/friends](%s)
cs: pro zobrazení redditů pouze od vašich přátel použijte [reddit.com/r/friends](%s)
da: for at se reddit med kun dine venners indlæg, brug [reddit.com/r/friends](%s)
hr: za prikaz objava koje dodaju tvoji prijatelji, upotrijebi [reddit.com/r/friends](%s)
ja: 友達の投稿だけのredditを見るには、[reddit.com/r/friends](%s)を使います
nl: om op reddit alleen posts van je vrienden te zien, ga je naar [reddit.com/r/friends](%s)]
sk: k prezeraniu reddit s príspevkami len od vašich priateľov, použite [reddit.com/r/friends](%s)
sr: да бисте видели реддит само са постовима ваших пријатеља, користите [reddit.com/r/friends](%s)

source: your subreddit has been created
bg: твоят събредит беше създаден
cs: váš podreddit byl vytvořen
da: dit subreddit er blevet oprettet
hr: tvoj podreddit je napravljen
ja: あなたのsubredditが作成されました
nl: je subreddit is gemaakt
sk: tvoj subreddit bol vytvorený
sr: ваш подреддит је креиран

source: visit [%(link)s](%(link)s) for more information
bg: посети [%(link)s](%(link)s) за повече информация
cs: navštivte [%(link)s](%(link)s) pro více informací
da: besøg [%(link)s](%(link)s) for mere information
hr: podrobnosti potraži na [%(link)s](%(link)s)
ja: 詳細は[%(link)s](%(link)s)を訪れてください
nl: ga naar [%(link)s](%(link)s) voor meer informatie
sk: navštívte [%(link)s](%(link)s) pre viac informácií
sr: посети [%(link)s](%(link)s) за више информација

source: you have not subscribed to any subreddits.
bg: не си абониран за никакви събредити.
cs: neodebíráte žádné podreddity.
da: du abonnerer ikke på nogen subreddits.
hr: nisi pretplaćen ni na jedan podreddit.
ja: 購読しているsubredditはありません。
nl: je volgt geen subreddits
sk: ešte si sa neprihlásil na žiadne subreddity.
sr: нисте се претплатили ни на један подреддит.

source: below are the subreddits you have subscribed to.
bg: по-долу са под-реддитите за които сте абониран.
cs: níže jsou subreddity, které odebíráte.
da: herunder er de subreddits du har abonneret på.
hr: ispod su subredditi na koje si se pretplatio.
ja: 以下が、あなたの購読しているsubredditです。
nl: hieronder staan de subreddits waar je op geabonneerd bent.
sk: nižšie sú subreddity ku ktorým si sa prihlásil.

source: below are the subreddits that you are an approved submitter on.
bg: по-долу са събредитите, в които си одобрен подател.
cs: níže jsou podreddity v kterých jste schváleným předkladatelem.
da: herunder er de subreddits hvor du er en godkendt bidragyder.
hr: u potonjim podredditima smiješ objavljivati.
ja: 以下にあなたが承認された投稿者であるsubredditがあります。
nl: hieronder staan de subreddits waar je een goedgekeurde poster bent
sk: nižšie sú subreddity na ktorých si odsúhlaseným prispievateľom.
sr: испод су подреддити на којима вам је одобрено подношење нових чланака.

source: below are the subreddits that you have moderator access to.
bg: по-долу са събредитие, в които имаш модераторски достъп.
cs: k následujícím podredditům máte přístup jako moderátor
da: herunder er de subreddits hvor du har moderatorstatus.
hr: u potonjim podredditima si moderator.
ja: 以下にあなたがモデレーターであるsubredditがあります。
nl: hieronder staan de subreddits waar je moderator bent
sk: nižšie sú subreddity na ktoré máš prístup ako moderátor.
sr: испод су подреддити којима имате модераторски приступ.

source: click the `subscribe` or `unsubscribe` buttons to choose which subreddits appear on your front page.
bg: натисни бутоните `абонирай се` или `отпиши се`, за да избереш кои събреддити да се появяват на началната ти страница.
cs: klikněte na tlačítka `odebírat` nebo `zrušit odběr` pro výběr podredditů, které se zobrazí na vaší hlavní stránce.
da: klik på knapperne 'abonner' eller 'ophæv abonnementet' for at vælge hvilke subreddits du vil have vist på forsiden.
hr: klikni na gumb 'pretplati se' ili 'prekini pretplatu' kako bi odabrao podreddite koji se pojavljuju na naslovnici.
ja: 「購読する」か「購読を解除する」ボタンをクリックすると、あなたのフロントページに表示する subreddit を選択できます。
nl: klik op 'abonneren' of 'uitschrijven' om te kiezen welke subreddits op je startpagina worden weergegeven.
sk: klikni tlačidlá 'prihlásiť' alebo 'odhlásiť' pre výber subredditov, ktoré chceš aby sa ti zobrazovali na titulke.
sr: користите дугмиће "пријави се" или "откажи пријаву" да бисте изабрали реддите који ће се појављивати на насловној страни.

source: you're searching within the [%(reddit_name)s](%(reddit_link)s) subreddit. you can also search within [all subreddits](%(all_reddits_link)s)
bg: в момента търсиш в [%(reddit_name)s](%(reddit_link)s) събредит. също така може да търсиш във [всички събредити](%(all_reddits_link)s)
cs: Hledáte v rámci podredditu [%(reddit_name)s](%(reddit_link)s). můžete také prohledávat [všechny reddity](%(all_reddits_link)s)
da: du søger i [%(reddit_name)s](%(reddit_link)s). Du kan også søge i [alle subreddits](%(all_reddits_link)s)
hr: pretražuješ unutar [%(reddit_name)s](%(reddit_link)s) podreddita. možeš pretraživati i unutar [svih podreddita](%(all_reddits_link)s)
ja: [%(reddit_name)s](%(reddit_link)s) のsubreddit内で検索しています。 [すべてのsubreddit](%(all_reddits_link)s)で検索することもできます
nl: je zoekt in de [%(reddit_name)s](%(reddit_link)s)-subreddit. je kunt ook zoeken in [alle subreddits](%(all_reddits_link)s).
sk: hľadáš v subreddite [%(reddit_name)s](%(reddit_link)s). môžeš rozšíriť hľadanie aj na [všetky subreddity](%(all_reddits_link)s)
sr: ви тражите у [%(reddit_name)s](%(reddit_link)s) под-реддиту. Такође можете претражити унутар [свих подреддита](%(all_reddits_link)s)

source: %(author)s comments on %(title)s
bg: %(author)s коментари на %(title)s
cs: %(author)s komentáře na %(title)s
da: %(author)s kommentarer på %(title)s
hr: %(author)s odgovara na %(title)s
ja: %(author)sが%(title)sについて記入したコメント
nl: %(author)s heeft gereageerd op %(title)s
sk: komentáre %(author)s na %(title)s
sr: %(author)s коментари на %(title)s

source: %(score)s points and %(num_comments)s comments so far on reddit
bg: %(score)s точки и %(num_comments)s коментари до сега в реддит
cs: zatím je na redditu %(score)s bodů %(num_comments)s komentářů
da: %(score)s point og %(num_comments)s kommentarer på reddit hidtil
hr: %(score)s bodova i %(num_comments)s odgovora trenutačno na redditu
ja: redditでの%(score)s ポイントと%(num_comments)s コメント
nl: %(score)s punten en %(num_comments)s opmerkingen op reddit, tot nu toe
sk: zatiaľ máš na reddite %(score)s bodov a %(num_comments)s komentárov

source: The following is a sample of what Reddit users had to say about this page. The full discussion is available [here](%(fd_link)s); you can also get there by clicking the link's title (in the middle of the toolbar, to the right of the comments button).
bg: Следното е пример за това какво реддит потребители са казали за тази страница. Цялата дискусия е [тук](%(fd_link)s); можете да я видите като натиснете заглавието на линка (по средата на тулбара, вдясно от бутона за коментари).
cs: Následující je vzorek toho, co uživatelé Reddit o této stránce říkají. Celá diskuze je dostupná [zde](%(fd_link)s); můžete se tam také dostat kliknutím na název odkazu (uprostřed panelu nástrojů, napravo od tlačítka komentáře).
da: Det følgende er et udsnit af, hvad Reddit brugere havde at sige om denne side. Hele diskussionen er tilgængelig [her](%(fd_link)s); du kan også komme dertil ved at klikke på linkets titel (i midten af ​​værktøjslinjen, til højre for kommentarknappen).
hr: Iduće služi kao primjer mišljenja reddit korisnika. Cjelokupna rasprava dostupna je [tu](%(fd_link)s); toj stranici možeš pristupiti i pritiskom na naslov objave (na sredini trake s pomagalima, desno od gumba za odgovore).
ja: 以下はRedditユーザーがこのページについて述べなければならなかったもののサンプルです。十分な議論が[ここ](%(fd_link)s)で可能です。リンクのタイトル(ツールバー中央、コメントボタン右)をクリックすることでそこにいくこともできます。
nl: Het volgende is een voorbeeld van wat Reddit-gebruikers gezegd hebben over deze pagina. De volledige discussie is [hier](%(fd_link)s) te lezen; je kunt ook naar de discussie gaan door op de titel van de link (in het midden van de taakbalk, rechts van de reactieknop) te klikken.
sk: Nasledujúce je vzorkou toho, čo povedali používatelia Redditu o tejto stránke. Celá diskusia je dostupná [tu](%(fd_link)s); môžete sa tam dostať aj kliknutím na nadpis odkazu (v strede nástrojovej lišty, v pravo od tlačidla komentárov).
sr: Оно што следи је пример онога што су корисници реддита имали да кажу о овој страници. Цела дискусија је доступна [овде](%(fd_link)s); тамо можете стићи и кликом на наслов линка (на средини траке са алаткама, десно од дугмета за коментарисање).

source: You are submitting a link. The key to a successful submission is interesting content and a descriptive title.
bg: Публикувате връзка. Ключът към успешна публикация е интересно съдържание и описателно заглавие.
cs: Odesíláte odkaz. Klíčem k úspěšnému předložení je zajímavý obsah a popisný název.
da: Du er ved at publicere et link. Nøglen til en vellykket indlæg er interessant indhold og en beskrivende titel.
hr: Šalješ objavu. Kako bi objava bila uspješna potrudi se da naslov bude dobar.
ja: リンク投稿をしようとしています。興味深い内容を選び説明的なタイトルをつけると効果的です。
nl: Je plaatst nu een link. Het succes van een post valt of staat met een interessante inhoud en een omschrijvende titel.
sk: Odosielate odkaz. Kľúčom k úspešnému príspevku je zaujímavý obsah a deskriptívny nadpis.
sr: Управо постављате линк. Кључ за успешно постављање је интересантан садржај и описан наслов.

source: You are submitting a text-based post. Speak your mind. A title is required, but expanding further in the text field is not. Beginning your title with "vote up if" is violation of intergalactic law.
bg: Публикувате текстов коментар. Кажете точно какво мислите. Заглавието е задължително, но текстът отдолу - не.
cs: Předkládáte textový příspěvek. Mluvte co hrdlo ráčí. Je požadován název, ale další rozepisování v textovém poli není. Pokud Váš název začíná "hlasujte pro, když", porušujete tím mezigalaktický zákon.
da: Du er ved at publicere et tekst-baseret indlæg. Sig din mening. En titel er påkrævet, men at udvide yderligere i tekstfeltet er ikke. At begynde din titel med "stem op, hvis" er en overtrædelse af den intergalaktisk lov.
hr: Šalješ tekstnu objavu. Reci što ti je na umu. Moraš priložiti naslov ali ništa drugo nije obavezno. Ako naslov počneš s "glasaj za ako", prekršit ćeš međugalaktičke zakone.
ja: テキストベースの投稿ですね。好きなことを書いてください。タイトルは必要ですが、テキスト欄への追加コメントはあってもなくてもかまいません。ただし、「……な人はここをupvote」と書くと銀河警察に逮捕されます。
nl: Je plaats nu een tekstpost. Zeg wat op je hart ligt. Een titel is verplicht, maar uitbreiden in het tekstveld is dat niet. Een titel beginnen met "upvote als" is niet de bedoeling.
sk: Odosielate textový príspevok. Hovorte čo máte na mysli. Nadpis je vyžadovaný, ale expandovanie za hranice textového poľa nie. Začať nadpis s "hlastujte hore ak" je porušením intergalaktického zákonu.
sr: Управо постављате текстуални линк. Реците шта год желите. Наслов је неопходан али даљи текст није. Почињање текста са "воте уп иф" је забрањено интергалактичким законом.

source: Submit a new link
bg: Подай нов линк
cs: Předložit nový odkaz
da: Slå et nyt link op
hr: Pošalji novi link
ja: リンクを投稿する
nl: Een nieuwe link posten
sk: Pridať nový odkaz
sr: Постави нови линк

source: Submit a new text post
bg: Подай нов текстов пост
cs: Předložit nový textový příspěvek
da: Tilføj en ny tekst
hr: Pošalji novi post
ja: テキストを投稿する
nl: Een nieuwe tekstpost plaatsen
sk: Pridať nový textový príspevok
sr: Постави нови текстуални пост

source: we're going to need to verify your email address for you to proceed.
bg: ще трябва да потвърдите и-мейл адреса си, за да продължите
cs: abyste mohli pokračovat musíme vás požádat o ověření vaší e-mailové adresy.
da: Vi har brug for, at du verificerer din emailadresse for at du kan fortsætte.
hr: moramo potvrditi tvoju adresu e-pošte prije nego što nastaviš.
ja: これ以上進む前にメールアドレスを確認してください。
nl: we zullen je e-mailadres moeten verifiëren voor je kunt doorgaan.
sk: pre pokračovanie potrebujeme overiť vašu emailovú adresu.
sr: мораћемо да верификујемо вашу е-адресу да бисте наставили.

source: you'll be able to submit more frequently once you verify your email address
bg: Ще можете да поствате по-често след като си потвърдите и-мейла
cs: po ověření vaší e-mailové adresy budete moci předkládat častěji
da: Du vil være i stand til at indsende indlæg oftere, når du har verificeret din emailadresse
hr: nakon potvrđivanja adrese epošte češće ćeš moći objavljivati
ja: あなたのメールアドレスが確認できたら、もっと頻繁に投稿できるようになります。
nl: je kunt vaker dingen posten zodra je je e-mailadres hebt geverifieerd
sk: budete môcť prispievať častejšie po overení emailovej adresy
sr: моћи ћете да постављате садржај много чешће када верификујете е-адресу

source: your email address has been verified
bg: Вашият и-мейл адрес беше потвърден успешно.
cs: vaše e-mailová adresa byla ověřena
da: din emailadresse er blevet bekræftet
hr: tvoja email adresa je potvrđena
ja: あなたのメールアドレスは確認されています
nl: je e-mailadres is geverifieerd.
sk: tvoj e-mail bol overený

source: Verification failed. Please try that again
bg: Грешка при потвръждаването. Опитайте отново.
cs: Ověření selhalo. Zkuste to prosím znovu
da: verificering mislykkedes. Prøv venligst igen
hr: Provjera nije uspjela. Probaj opet
ja: 確認に失敗しました。もう一回やってみてください。
nl: Verificatie mislukt. Probeer het opnieuw.
sk: Overenie zlyhalo. Prosím skúste znovu
sr: Верификација није успела. Покушајте поново

source: Our search machines are under too much load to handle your request right now. :( Sorry for the inconvenience. Try again in a little bit -- but please don't mash reload; that only makes the problem worse.
bg: Нашите машини за търсене са под твърде много натоварване, за да се справят с искането ти в момента. :( Извиняваме се за неудобството. Опитай отново след малко - но моля, не натискай презареждане; това само влошава проблема.
cs: Naše stroje pro hledání jsou nyní pod příliš velkým návalem, aby zpracovali Váš dotaz. :( Omlouváme se za nepříjemnosti. Zkuste to znovu za chvilku -- ale prosím nemačkejte obnovit; to jenom problémy zhorší.
da: Vores søgemaskiner er under for stor belastning til at håndtere din forespørgsel lige nu. :( Undskyld ulejligheden. Prøv igen om lidt -- men undlad venligst at presse på; det gør kun problemet værre.
hr: Naša računala za pretraživanje su preopterećena i trenutačno ne mogu obraditi tvoj zahtjev. :( Ispričavamo se zbog ovog problema. Pokušaj opet kasnije -- ali nemoj stalno pritiskati gumb za osvježavanje, to samo pogoršava stvari.
ja: 私達の検索エンジンは今すぐあなたのリクエストを処理するには負荷がかかり過ぎています。不便をお返して申し訳ありません＞＜ 少したってからもう一度やってみてください。ですが、リロードのやり過ぎはしないでください。それが唯一問題を悪化させます。
nl: Onze zoekmachines hebben het te druk om je verzoek nu te verwerken. :( Sorry voor het ongemak. Je kunt het over enige tijd opnieuw proberen, maar blijf niet voortdurend nieuwe pogingen doen; daardoor gaat het niet sneller.
sk: Naše stroje pre vyhľadávanie sú teraz pod príliš veľkou záťažou, aby spracovali vašu požiadavku. :( Ospravedlňujeme sa za nepríjemnosti. Skúste to znovu o chvíľu -- ale prosím nedrvte tlačidlo obnoviť; to situáciu len zhorší.
sr: Наше машине за претрагу су тренутно превише оптерећене да би извршиле захтев :( Извињавамо се због непријатности. Покушајте поново ускоро - само вас молимо да не притискате непрестано дугме за поновно учитавање, то само погоршава проблем.

source: I couldn't understand your query, so I simplified it and searched for "%(clean_query)s" instead.
bg: Не мога да ви разбера въпроса, затова го опростих и потърсих за "%(clean_query)s" вместо това.
cs: Vašemu dotazu jsem neporozuměl, takže byl zjednodušen a místo toho bylo vyhledáno "%(clean_query)s".
da: Jeg kunne ikke forstå din forespørgsel, så jeg forenklede den og søgte efter "%(clean_query)s" i stedet.
hr: Ne razumijemo tvoj upit te smo ga pojednostavili i tražili "%(clean_query)s".
ja: あなたの問い合わせが理解できなかったので、簡略化し、代わりに"%(clean_query)s"で検索しました。
nl: Ik heb je zoekopdracht niet begrepen, dus heb ik hem eenvoudiger gemaakt en gezocht naar "%(clean_query)s".
sk: Nerozumiem vášmu výrazu, takže namiesto toho som to zjednodušil a vyhľadával som "%(clean_query)s".
sr: Нисам разумео упит, па сам га поједноставио и уместо тога тражио "%(clean_query)s"

source: I couldn't understand your search query. Please try again.
bg: Не мога да разбера заявката. Опитай пак.
cs: Vašemu dotazu hledání nelze porozumět. Zkuste to prosím znovu.
da: Jeg kunne ikke forstå din søgning. Prøv venligst igen.
hr: Nismo razumjeli tvoj upit. Pokušaj ponovno.
ja: あなたの検索クエリーが理解できませんでした。もう一度試してみてください。
nl: Ik heb je zoekopdracht niet begrepen. Probeer het opnieuw.
sk: Nerozumiem vami vyhľadanému výrazu. Prosím skúste znova.
sr: Нисам разумео упит. Покушајте поново.

source: You may also want to check the [search help page](%(search_help)s) for more information.
bg: Погеднете [указанията за търсене](%(search_help)s) за повече информация.
cs: Můžete si také prohlédnout [stránku nápovědy hledání](%(search_help)s) pro více informací.
da: Du vil måske også tjekke [søgehjælpesiden](%(search_help)s) efter mere information.
hr: Dodatne informacije možeš potražiti i na [stranici pomoći pri pretraživanju](%(search_help)s).
ja: 詳細のために[検索ヘルプページ](%(search_help)s) も確認したいかもしれません。
nl: Bezoek de [helppagina over zoeken](%(search_help)s) voor meer informatie.
sk: Možno budete chcieť vidieť [search help page](%(search_help)s) pre viac informácií.
sr: За више информација погледајте и [помоћ приликом претраге](%(search_help)s).
