Repository: slimlife/cookie
Catalog: i18n/reddit_i18n/*/LC_MESSAGES/r2.po
Languages: bg, cs, da, hr, ja, nl, sk, sr

source: links %(submitted_by)s the user %(who)s
bg: връзки, %(submitted_by)s потребителя %(who)s
cs: odkazy %(submitted_by)s uživatelem %(who)s
da: links %(submitted_by)s brugeren %(who)s
hr: objave %(submitted_by)s korisnik %(who)s
ja: %(submitted_by)s ユーザー%(who)s リンク
nl: links %(submitted_by)s de gebruiker %(who)s
sk: odkazy %(submitted_by)s od používateľa %(who)s
sr: линкови %(submitted_by)s корисника %(who)s

source: links from the domain %(domain)s
bg: връзки от домейна %(domain)s
cs: odkazy z domény %(domain)s
da: link fra domænet %(domain)s
hr: objave s domene %(domain)s
ja: ドメイン %(domain)sからのリンク
nl: links van het domein %(domain)s
sk: odkazy z domény %(domain)s
sr: линкови са домена %(domain)s

source: sorting options
bg: сортиране
cs: možnosti seřazení
da: sorteringsmuligheder
hr: postavke rasporeda
ja: 並べ替えオプション
nl: sorteeropties
sk: možnosti zoradenia
sr: опције сортирања

source: hottest
bg: най-популярни
cs: nejžhavější
da: hotteste
hr: najpopularnije
ja: 注目
nl: populairste
sk: najžhavejšie
sr: најпопуларније

source: newest
bg: най-нови
cs: nejnovější
da: nyeste
hr: najnovije
ja: 最新
nl: nieuwste
sk: najnovšie
sr: најновије

source: sort links by %(what)s
bg: сортирай връзките по %(what)s
cs: seřadit odkazy podle %(what)s
da: sortér links fra %(what)s
hr: rasporedi objave prema %(what)s
ja: %(what)sのソートリンク
nl: links sorteren op %(what)s
sk: zoradiť odkazy podľa %(what)s
sr: сортирај линкове по %(what)s

source: date range includes %(when)s
bg: връзки от %(when)s
cs: rozsah data zahrnuje %(when)s
da: datointerval inkluderer %(when)s
hr: raspon nadnevka uključuje %(when)s
ja: データ範囲には%(when)sが含まれます
nl: datumbereik omvat %(when)s
sk: rozsah dátumu zahrňuje %(when)s
sr: опсези датума укључују %(when)s

source: number of links to show
bg: брой връзки
cs: počet odkazů k zobrazení
da: antal links at vise
hr: broj objava za prikaz
ja: リンク数を見る
nl: aantal weer te geven links
sk: počet odkazov k zobrazeniu
sr: број линкова за приказивање

source: remove css styling
bg: премахни css
cs: odstranit css styl
da: fjern css styling
hr: ukloni css stil
ja: CSSスタイリングを除去する
nl: css-stijlen verwijderen
sk: odstrániť css štýl
sr: уклони css стилизовање

source: (the widget will inherit all styles from the page)
bg: (уиджетът ще наследи всички стилове от конкретната страница)
cs: (widget zdědí všechny styly ze stránky)
da: (widgettet vil modtage alle stilene fra siden)
hr: (dodatak će naslijediti sve stilove sa stranice)
ja: (このウィジェットはページからのすべての形式を継承します)
nl: (de widget zal alle stijlen van de pagina verwijderen)
sk: (widget zdedí všetky štýly zo stránky)
sr: (виџет ће узети све стилове са странице)

source: enable in-widget voting
bg: включи гласуване от уиджета
cs: povolit hlasování ve widgetu
da: aktiver votering fra widget
hr: uključi glasovanje putem dodatka
ja: ウィジェット内での投票を許可する
nl: stemmen in de widget inschakelen
sk: povoliť hlasovanie vo widgete
sr: омогући гласање у виџету

source: (will slow down the rendering)
bg: (ще забави генерирането)
cs: (zpomalí vykreslování)
da: (vil gøre renderingen langsommere)
hr: (usporit će iscrtavanje)
ja: (描画が遅くなります)
nl: (zal het renderen vertragen)
sk: (spomalí vykresľovanie)
sr: (успориће приказ)

source: two columns
bg: две колони
cs: dva sloupce
da: to kolonner
hr: dva stupca
ja: ２つのコラム
nl: twee kolommen
sk: dva stĺpce
sr: две колоне

source: background color
bg: фонов цвят
cs: barva pozadí
da: baggrundsfarve
hr: pozadinska farba
ja: 背景の色
nl: achtergrondkleur
sk: farba pozadia
sr: боја позадине

source: (e.g., FF0000 = red)
bg: (например FF0000 = червен)
cs: (např., FF0000 = červená)
da: (f.eks., FF0000 = rød)
hr: (npr. FF0000 = crvena)
ja: (例: FF0000 = 赤)
nl: (bijv. FF0000 = rood)
sk: (napr., FF0000 = červená)
sr: (нпр., FF0000 = црвена)

source: border color
bg: цвят на рамката
cs: barva ohraničení
da: kantfarve
hr: farba obruba
ja: 枠の色
nl: randkleur
sk: farba okrajov
sr: боја ивице

source: the code
bg: кодът
cs: kód
da: koden
hr: kod
ja: コード
nl: de code
sk: kód
sr: код

source: add this into your HTML where you want the %(site)s links displayed
bg: добавете това в HTML-а, където искате да се %(site)s виждат линковете
cs: toto přidejte do vašeho HTML tam, kde chcete mít zobazeny odkazy %(site)s
da: tilføj dette til din HTML hvor du vil have %(site)s links vist
hr: dodaj ovo u svoj HTML tamo gdje želiš da se objave s %(site)s prikazuju
ja: HTMLの中で%(site)sのリンクを表示したい場所にこのコードを追加してください
nl: voeg dit toe aan je HTML-code waar je wilt dat de links van %(site)s worden weergegeven
sk: pridajte si toto do vášho HTML kde chcete zobraziť odkazy zo stránky %(site)s
sr: додате ово у HTML на месту где желите да се %(site)s линкови приказују

source: this edit is for you to resolve the conflict, any text in the box below will not save.
bg: тази чернова е за Вас, за да разрешите грешката причинена при конфликт, текстът в полето отдолу няма да бъде запазен.
cs: tato úprava je pro Vás, pro vyřešení konfliktu, všechen text v rámečku níže nebude uložen.
da: denne redigering er for at du kan løse denne konflikt, al tekst i boksen nedenfor vil ikke gemmes.
hr: ovim uređivanjem rješava se sukob, tekst iz okvira u nastavku neće se spremiti.
ja: あなたは競合を解決するためにこの編集は、下のボックス内の任意のテキストが保存されません。
nl: met deze bewerking los je het volgende conflict op: tekst in het onderstaande veld wordt niet opgeslagen.
sk: táto úprava je pre vás na vyriešenie konfliktu. Akýkoľvek text v rámčeku pod týmto textom sa neuloží.
sr: ово уређивање је намењено да решите конфликт, било који текст у пољу испот неће бити сачуван.

source: save page
bg: запази страница
cs: uložit stránku
da: gem side
hr: spremi stranicu
ja: ページを保存する
nl: pagina opslaan
sk: uložiť stránku
sr: сачувај страницу

source: submit a discussion
bg: публикувайте дискусия
cs: předložit diskuzi
da: indsend en diskussion
hr: započni raspravu
ja: 議論を投稿
nl: een discussie plaatsen
sk: potvrdiť revíziu
sr: објави дискусију

source: The page "%s" was not found in this subreddit.
bg: Страницата "%s" не беше намерена в този subreddit.
cs: Stránka "%s" nebyla v tomto podredditu nalezena.
da: Siden "%s" blev ikke fundet i dette subreddit.
hr: Stranica "%s" nije pronađena u ovom podredditu.
ja: ページ%sはこのsubredditに見つかりませんでした。
nl: Kan de pagina "%s" niet vinden in deze subreddit.
sr: Страница "%s" није пронађена у овом подреддиту.

source: Create page "%s"
bg: Създаване на страница "%s"
cs: Vytvořit stránku "%s"
da: Lav side "%s"
hr: Napravi stranicu "%s"
ja: ページ%sを作成
nl: Pagina "%s" maken
sk: Vytvoriť stránku "%s"
sr: Креирај страницу "%s"

source: compare selected
bg: сравни избрани
cs: porovnat vybrané
da: sammenlign valgte
hr: usporedi odabrano
ja: 選択したものを比較する
nl: selecties vergelijken
sk: porovnať vybrané
sr: упореди изабрано

source: who can edit this page?
bg: кой може да редактира тази страница?
cs: kdo může upravovat tuto stránku?
da: hvem kan redigere denne side?
hr: tko sve može uređivati stranicu?
ja: このページを編集できる人
nl: wie kan deze pagina bewerken?
sk: kto môže upravovať túto stránku?
sr: ко може да уређује ову страницу?

source: use subreddit wiki permissions
bg: използвай разрешенията на уики страницата на събредита
cs: použít oprávnění pro wiki podredditu
da: brug subreddit wiki tilladelser
hr: upotrijebi wiki dopuštenja za podreddit
ja: subredditのwikiのパーミッションを使用
nl: toestemmingen van subreddit-wiki's gebruiken
sr: користи вики дозволе за подреддит

source: only approved wiki contributors for this page may edit
bg: само одобрени уики участници за тази страница могат да редактират
cs: pouze schválení přispěvatelé do wiki mohou tuto stránku upravovat
da: kun godkendte wiki-biddragydere af denne side må redigere
hr: uređivati mogu samo odobreni wiki objavljivači za ovu stranicu
ja: このページの承認済みのwikiの貢献者のみが編集できます。
nl: alleen goedgekeurde wikibijdragers van deze pagina mogen de pagina bewerken
sr: могу да уређују само одобрени вики сарадници за ову страницу

source: only mods may edit and view
bg: видимо и достъпно за редактиране само от модератори
cs: pouze moderátoři mohou zobrazit a upravovat
da: kun moderatorer kan redigere og se
hr: uređivati i pregledavati mogu samo moderatori
ja: 編集および閲覧が可能なのはmodsだけです
nl: alleen mods kunnen bewerken en bekijken
sk: len moderátori môžu upravovať a prezerať
sr: само модератори могу да уређују и приказују

source: show this page on the listing?
bg: покажи тази страница в листата?
cs: zobrazit tuto stránku v seznamu?
da: vis denne side på registreringen?
hr: prikazati ovu stranicu na popisu?
ja: の司会者
nl: deze pagina weergeven in de lijst?

source: show this page on the list of wiki pages
bg: покажи тази страница в листата на Уики страниците
cs: zobrazit tuto stránku na seznamu stránek wiki
da: vis denne side på listen over wikisider
hr: prikaži stranicu na popisu wiki stranica
ja: ウィキページの一覧にこのページを加える
nl: geef deze pagina weer in de lijst van wikipagina's
sr: прикажи ову страницу на листи вики страница

source: allow users to edit page
bg: позволи на потребители да редактират страница
cs: umožnit uživatelům upravovat stránku
da: tillad brugere at redigere siden
hr: korisnicima omogući uređivanje stranice
ja: ユーザーによるページ編集を許可する
nl: gebruikers mogen pagina bewerken
sk: povoliť používateľom úpravy
sr: дозволи корисницима да уређују страницу

source: username does not exist
bg: потребителското име не съществува
cs: uživatelské jméno neexistuje
da: brugernavn findes ikke
hr: korisničko ime ne postoji
ja: ユーザー名が存在しません
nl: gebruikersnaam bestaat niet
sk: používateľské meno neexistuje
sr: корисничко име не постоји

source: done
bg: готово
cs: hotovo
da: færdig
hr: gotovo
ja: 完了
nl: gereed
sk: hotovo
sr: готово

source: save settings
bg: запази настройките
cs: uložit nastavení
da: gem indstillinger
hr: spremi postavke
ja: 設定を保存
nl: wijzigingen opslaan
sk: uložiť nastavenia
sr: сачувај поставке

source: revert here
bg: върни се тук
cs: vrátit sem
da: gå tilbage her
hr: vrati na ovo
ja: ここに戻す
nl: hier terugkeren
sk: tu obrátiť
sr: врати овде

source: this page is empty
bg: празна страница
cs: tato stránka je prázdná
da: denne side er tom
hr: stranica je prazna
ja: このページは空です
nl: deze pagina is leeg
sk: táto stránka je prázdna
sr: ова страница је празна

source: revision by %(user)s
da: ændret af %(user)s
hr: inačica korisnika %(user)s
nl: herziening door %(user)s

source: view source
bg: виж източник
cs: zobrazit zdroj
da: vis kilde
hr: prikaži izvor
ja: ソースを見る
nl: bron weergeven
sr: погледај извор

source: you can't connect with yourself
bg: не може да свържеш със себе си
cs: nemůžete se spojit sami se sebou
da: du kan ikke oprette forbindelse med dig selv
hr: ne možeš se spojiti sa sobom
ja: あなた自身とつながることはできません。
nl: je kan niet met jezelf verbinden
sr: не можете се повезати сами са собом

source: that is not the correct code
bg: това не е верният код
cs: toto není správný kód
da: det er ikke den rigtige kode
hr: neispravan kȏd
ja: 正しいコードではありません。
nl: dat is niet de juiste code
sk: to nie je správny kód
sr: то није исправан код

source: april fools' team
bg: отбор "първоаприлска шега"
cs: aprílový tým
da: aprilsnar holdet
hr: prvotravanjski tim
ja: エイプリルフールのチーム
nl: 1-april-team
sr: тим за првоаприлске шале

source: most active in
bg: най-активен в
cs: nejaktivnější v
da: mest aktiv i
hr: najaktivniji u
ja: で最も活発 most active in
nl: meest actief in
sr: најактивнији у

source: capricorn
bg: козирог
cs: kozoroh
da: stenbukken
hr: jarac
ja: カプリコン
nl: steenbok
sk: kozorožec
sr: јарац

source: aquarius
bg: водолей
cs: vodnář
da: vandmanden
hr: vodenjak
ja: アクエリアス
nl: waterman
sk: vodnár
sr: водолија

source: pisces
bg: риби
cs: ryby
da: fiskene
hr: riba
ja: パイセズ
nl: vissen
sk: ryby
sr: рибе

source: aries
bg: овен
cs: beran
da: vædderen
hr: ovan
ja: アリエス
nl: ram
sk: baran
sr: ован

source: taurus
bg: телец
cs: býk
da: tyren
hr: bik
ja: トーラス
nl: stier
sk: býk
sr: бик

source: gemini
bg: близнаци
cs: blíženci
da: tvillingerne
hr: blizanci
ja: ジェミニ
nl: tweelingen
sk: blíženci
sr: близанци

source: cancer
bg: рак
cs: rak
da: krebsen
hr: rak
ja: キャンサー
nl: kreeft
sk: rak
sr: рак

source: leo
bg: лъв
cs: lev
da: løven
hr: lav
ja: レオ
nl: leeuw
sk: lev
sr: лав

source: virgo
bg: дева
cs: panna
da: jomfruen
hr: djevica
ja: ヴァーゴ
nl: maagd
sk: panna
sr: девица

source: libra
bg: везни
cs: váhy
da: vægten
hr: vaga
ja: リブラ
nl: weegschaal
sk: váhy
sr: вага

source: scorpio
bg: скорпион
cs: štír
da: skorpionen
hr: škorpion
ja: スコーピオ
nl: schorpioen
sk: škorpión
sr: шкорпија

source: sagittarius
bg: стрелец
cs: střelec
da: skytten
hr: strijelac
ja: サジタリアス
nl: boogschutter
sk: strelec
sr: стрелац

source: most obscure
bg: крайно неясно
cs: nejtajemnější
da: mest obskure
hr: najprikriveniji
ja: 最もあいまい most obscure
nl: meest obscuur
sr: najopskurniji

source: something secret
bg: нещо тайно
cs: něco tajného
da: noget hemmeligt
hr: nešto tajanstveno
ja: 秘密の何か
nl: iets geheims
sk: niečo tajné
sr: нешто тајно

source: was on: {date}
bg: беше на: {date}
cs: proběhlo: {date}
da: var på: {date}
hr: nadnevka: {date}
ja: この時間にいました: {date}
nl: was op: {date}
sr: био је на: {date}

source: view connections
bg: виж връзки
cs: zobrazit spojení
da: se forbindelser
hr: prikaži veze
ja: ビューの接続
nl: bekijk connecties
sk: zobraziť spojenia
sr: прегледај повезаност

source: **This meetup is closed. Keep an eye on /r/blog for announcements of new meetups.**
bg: **Тази среща е затворена. Следи /r/blog за съобщения за други срещи.**
cs: **Toto setkání je uzavřeno. Sledujte /r/blog pro oznámení o dalších setkáních.**
da: **Dette møde er lukket. Hold øje med /r/blog for flere meddelelser om nye møder.**
hr: **To okupljanje je završeno. Prati /r/blog za obavijesti o novim okupljanjima.**
ja: このミートアップは終了しました。あたらしいミートアップについての情報は/r/blogをチェックしてください。
nl: **Deze meetup is gesloten. Houd /r/blog in de gaten voor de volgende meetup.**
sr: **овај састанак је завршен. Пратите /r/blog за обавештења о новим састанцима.**

source: Choose a fact about your account to put on your badge.
bg: Избери факт за акаунта си, който да поставиш на значката.
cs: Zvolte fakt o vašem účtu, jenž bude umístěn na váš odznak.
da: Vælge en fakta om din bruger til at sæt på din badge.
hr: Odaberi neku zanimljivu činjenicu o svom korisničkom računu i stavi ju na značku.
ja: バッジを置くために、あなたのアカウントに関する事実を選択してください。
nl: Kies een feit over jouw account, om op je badge weer te geven.
sr: Изабери чиљеницу о твом налогу коју ћеш ставити на беџ.

source: You can also [have your phone scanned instead]({url}).
bg: Също така може да [сканираш телефона си]({url}).
cs: Můžete si také míst toho [nechat naskenovat váš telefon]({url}).
da: Du kan også [få din telefon skannet i stedet for]({url}).
hr: Možeš umjesto toga [skenirati svoj telefon]({url}).
ja: また、[代わりに電話でスキャンする]こともできます ({url})。
nl: Je kunt ook [je telefoon laten scannen]({url}).

source: back to meetup overview
bg: обратно към преглед на срещата
cs: zpět na přehled setkání
da: tilbage til møde oversigt
hr: natrag na prikaz okupljanja
ja: ミートアップの概要に戻る
nl: terug naar het meetup overview
sr: назад на преглед састанка

source: nearby meetups
bg: срещи наблизо
cs: setkání v okolí
da: nærliggende møder
hr: okupljanja u blizini
ja: 近くのミートアップ
nl: meetups vlakbij
sr: састанци у околини

source: Log in to get your badge and get started.
bg: Влез, за да вземеш значката си и да започнеш.
cs: Přihlaste se pro získání svého odznaku a můžeme začít.
da: Log ind for at modtage dit badge og begynde.
hr: Prijavi se za dobivanje značke i za početak.
ja: あなたのバッジを見るにはログインして始める。 Log in to get your badge and get started.
nl: Log in om jouw badge te ontvangen en te starten.
sr: улогуј се да би добио беџ и започео.

source: be there, or be square: {date}
bg: бъдете там, или ще загубите: {date}
cs: nekažte partu a přijďte: {date}
da: sørge for at være der: {date}
hr: budi tamo: {date}
ja: がある、または正方形であること: {date} be there, or be square: '{date}'
nl: wees erbij: {date}
sr: дођи {date} или се кај за вјеки вјекова

source: So, without further ado, here's what you need to do to get a shiny trophy.
bg: Без повече забавяне, ето какво трябва да направите, за да вземете фетски трофей.
cs: Takže, bez dalších okolků, pro získání blyštivě trofeje musíte provést následující kroky.
da: So, uden mere vrøvl, her er hvad du skal for at få dit skinnende trofæ.
hr: Bez oklijevanja, evo što je potrebno kako bi dobio blistavi trofej.
ja: ですので、これ以上の面倒なしで、光り輝くトロフィーを手に入れるためにやる必要のあることがここにあります。
nl: Dus, zonder meer poespas, dit moet je doen voor zo'n mooie trofee.
sr: И тако, без даљег одлагања, ево шта треба да урадиш да добијеш светлуцави трофеј.

source: Print and bring your badge
bg: Принтирайте и си донесете баджа
cs: Vytiskněte a přineste si svůj odznak
da: Print og medbringe dit badge.
hr: Ispiši i donesi svoju značku
ja: 印刷してバッジを持って来る Print and bring your badge
nl: Print je badge en neem mee
sr: Одштампај и донеси свој беџ

source: Print out your badge. Fill in some details about yourself to spark conversation. Then take it with you to the meetup.
bg: Принтирайте си баджа. попълнете някои детайли за себе си, за да разпалите разговора. После го вземете със себе си.
cs: Vytiskněte si svůj odznak. Zadejte o sobě nějaké údaje k prolomení ledů. Pak si ho vezměte s sebou na setkání.
da: Print dit badge. Udfylde nogle detaljer om dig selv for at begynde samtaler. Tage den med dig til mødet.
hr: Ispiši svoju značku. Dodaj ponešto informacija o sebi kako bi razbio led. Pa zatim to ponesi sa sobom na susret.
ja: あなたのバッジをプリントアウト。会話の口火を切るために自分自身についてのいくつかの詳細を入力します。その後、ミートアップにあなたとそれを取る。 Print out your badge. Fill in some details about yourself to spark conversation. Then take it with you to the meetup.
nl: Print jouw badge uit. Schrijf er wat leuke dingen op over jezelf om een leuk gesprek te kunnen beginnen, en neem het mee naar de meetup.

source: Meet redditors
bg: Срещни се с redditor-и
cs: Poznejte redditory
da: Mød redditors
hr: Upoznaj redditore
ja: redditorsに会う
nl: ontmoet redditors
sk: Stretnúť redditorov
sr: Упознај реддиторе.

source: Show off your badge at the meetup. Marvel in the boxy glory of your QR code. Optionally: talk to the people you're showing your badge to.
bg: Показвай значката си по време на срещата. Възхищавай се на квадратното величие на QR кода. По желание: говори с хората, на които показваш значката си.
cs: Pochlubte s svým odznakem na setkání. Žasněte nad čtvercovou krásou svého kódu QR. Dále můžete případně mluvit s lidmi, kterým svůj odznak ukazujete.
da: Vis dit badge til mødet. Beundr den utrolig magt af din QR-kode. Optionelt: tal med de personer, du viser dit badge til.
hr: Pokaži svoju značku na susretu. Divi se veličanstvu svojeg QR koda. Ili pak razgovaraj s ljudima kojima pokazuješ svoju značku.
ja: ミートアップであなたのバッジを披露。お使いのQRコードの箱型の栄光驚異。オプション：あなたのバッジをする見せている人に相談してください。 Show off your badge at the meetup. Marvel in the boxy glory of your QR code. Optionally: talk to the people you're showing your badge to.
nl: Laat je badge zien bij de meetup. Bewonder de vierkante magie van de QR-code. Optioneel: praat met de mensen aan wie je je badge laat zien.

source: Scan and be scanned
bg: Сканирай и бъди сканиран
cs: Skenujte a buďte naskenováni
da: Scan og vær scannet
hr: Skeniraj i budi skeniran
ja: スキャン 及び スキャンされる
nl: Scan en wordt gescand.
sr: Скенирај и буди скениран

source: Keep track of who you meet. If you have a smart phone, use a QR Code reader to scan the code on their badge and instantly check in with reddit. If not, write down their username and secret code and enter them in here after the meetup. **Note: you must be scanned by each person you scan for your connections to count!**
bg: Следи с кого се запознаваш. Ако имаш смартфон, го използвай да сканираш QR кода на значката на другите и веднага да отбележиш в reddit. Ако ли не, запиши потребителското им име и таен код и ги вкарай тук след срещата. **Бележка: трябва да бъдеш сканиран от всеки, когото ти сканираш, за да се броят връзките ти!**
cs: Mějte přehled o lidech, s kterými jste se potkali. Pokud máte chytrý telefon, můžete použít čtečku QR kódů pro naskenování kódu na jejich odznaku a okamžitě si ji v redditu prohlédnout. Pokud ne, zapište si jejich uživatelské jméno a tajný kód a zadejte je zde po setkání. **Poznámka: aby se setkání počítalo, musíte být sami naskenováni každou osobou, od které jste QR kód získali!**
da: Holde øje med hvem du møder. Hvis du har en smart phone, bruge en QR kode læser for at skanne koden på deres badge og checke in med reddit. Hvis ikke, så skrive deres brugernavn og hemmelig kode ned og lægge dem herinde efter mødet. **Bemærk: du skal skannes af hvert person du skanner for at dine forbindelser tæller!**
hr: Prati s kime si se sve upoznao. Ako imaš pametni telefon, iskoristi čitač QR kódova kako bi skenirao kȏd na njihovoj znački i odmah se prijavio na reddit. Ako nemaš, zapiši njihovo korisničko ime i tajni kȏd te ih unesi nakon susreta. **Napomena: svaka osoba koju skeniraš mora skenirati i tebe kako bi vrijedilo!**
ja: 合ったことのある人を整理しよう。スマートフォンならQRコードリーダーを使ってバッジをスキャンすることでかんたんにredditにチェックインできます。持っていない人は、ユーザーネームとシークレットコードをミートアップのあとに入力してください。注意: コネクションの記録のためにスキャンした人は誰でもあなたをスキャンできます。
nl: Hou bij wie je ontmoet. Als je een smartphone hebt, gebruik dan een QR-code scanner en scan de code op hun badges. Je kan dan meteen inchecken op reddit. Als je geen smartphone hebt, schrijf dan hun gebruikersnaam en code op en voer ze hier in na de meetup. **Denk er aan: je moet ook gescand worden door de andere persoon, anders telt het niet!**

source: secret code: {code}
bg: таен код: {code}
cs: tajný kód: {code}
da: hemmelig kode: {code}
hr: tajni broj: {code}
ja: シークレットコード: {code}
nl: geheime code: {code}
sk: tajný kód: {code}
sr: тајни код: {code}

source: Print this badge out, fill in the blanks, and take it with you to the meetup. Please don't share your secret code online. You can also [have your phone scanned instead]({url}).
bg: Принтирай значката, попълни празните полета и я вземи със себе си на събирането. Моля, не споделяй онлайн тайния си код. Също така може да [сканираш телефона си]({url}).
cs: Vytiskněte si tento odznak a vyplňte ho, pak si ho vezměte sebou na setkání. Váš tajný kód prosím nesdílejte online. Můžete si také míst toho [nechat naskenovat váš telefon]({url}).
da: Print denne badge, udfylde de tomme pladser, og tage den med dig til mødet. Venligst lade være med at lægge din hemmelig kode online. Du kan også [få din mobil skannet i stedet]({url}).
hr: Ispiši ovu značku, popuni praznine i ponesi ju sa sobom na susret. Molimo te nemoj obznaniti svoj tajni kȏd online. Umjesto toga možeš [skenirati svoj telefon]({url}).
ja: このバッジをプリントアウトして、空欄に記入し、オフ会に集まってください。オンラインで秘密のコードを共有しないでください。また、[代わりに電話でスキャンする]こともできます ({url})。
nl: Print deze badge, vul de vakjes in en neem hem mee naar de meetup. Deel je geheime code met niemand online. Je kan ook je [telefoon laten scannen]({url}).

source: hobbies
bg: хобита
cs: zájmy
da: hobbyer
hr: hobiji
ja: 趣味
nl: hobby's
sk: koníčky
sr: хобији

source: redditor since
bg: потребител на reddit от
cs: redditorem od
da: redditor siden
hr: redditor već
ja: reddit利用開始時期:
nl: redditor sinds
sk: redditorom od
sr: реддитор од

source: choose a different fact
bg: избери различен факт
cs: zvolit jiný fakt
da: vælge en anden fakta
hr: odaberi neku drugu činjenicu
ja: 別の事実を選んでください
nl: kies een ander feitje
sr: изабери другу чињеницу

source: Following is a list of users you have connected with.
bg: Следва списък с потребителите, с които сте свързани.
cs: Následuje seznam uživatelů s kterými jste propojeni.
da: Det følgende er en liste over de brugere du har forbundet dig med.
hr: Ovo je popis korisnika s kojima si se spojio.
ja: フォローはあなたがつながりのあったユーザのリストです。
nl: Hier is een lijst van gebruikers die met je verbonden zijn.
