Repository: slimlife/cookie
Catalog: i18n/reddit_i18n/*/LC_MESSAGES/r2.po
Languages: bg, cs, da, hr, ja, nl, sk, sr

source: and more!
cs: a další!
da: og mere!
hr: i više!
nl: en meer!
sk: a viac!

source: location targeting is only available when targeting the frontpage
cs: cílení na umístění je dostupné pouze při cílení na hlavní stránku
hr: location-targeting je dostupan samo na naslovnici
ja: 場所をターゲットするには、対象がフロントページに限定されます。
nl: location targeting is alleen beschikbaar als je campagne zich op de frontpage richt

source: region
bg: регион
cs: oblast
hr: zemljopisno područje
ja: 地域
nl: regio
sk: región
sr: регион

source: metro
ja: 都市
nl: Regio

source: subreddit targeting
da: subreddit målretning
hr: ciljanje podreddita
nl: subreddit doelen

source: spend history
nl: uitgaven geschiedenis
sk: história míňania

source: promotion history
bg: история на промоцията
cs: historie propagací
da: støtte historie
hr: prethodne promocije
ja: 紹介履歴
nl: promotiegeschiedenis
sk: história promócií
sr: историја промоције

source: creative dashboard
cs: kreativní nástěnka
da: kreativt instrumentpanel
hr: kreativna ploča
nl: creatief dashboard

source: campaign dashboard
bg: табло на кампанията
cs: nástěnka kampaně
da: kampagne instrumentbræt
hr: kontrolna ploča kampanje
ja: キャンペーンダッシュボード
nl: campagnedashboard
sk: nástenka kampane
sr: командна табла кампање

source: You don't have any campaigns for this link yet. You should add one.
bg: Все още нямате кампании за този линк. Трябва да добавите една.
cs: Zatím nemáte žádné kampaně pro tento odkaz. Měli byste nějakou přidat.
da: Du har ingen kampagner for denne link endnu. Du burde tilføj en.
hr: Još nemaš kampanji za ovu objavu. Dodaj ju!
ja: この広告キャンペーンにはまだリンクがありません。一つ追加してください。
nl: Je hebt nog geen campagnes voor deze link. Voeg er een toe.

source: click to create a new campaign. To edit an existing campaign in the table below, click the 'edit' button.
bg: натиснете, за да създадете нова кампания. За да редактирате съществуваща кампания в долната таблица, натиснете бутона 'редактирай'.
cs: klikněte pro vytvoření nové kampaně. Pro úpravu existující kampaně v tabulce níže, klikněte na tlačítko 'upravit'.
da: tryk for at oprette en ny kampagne. For at redigere en eksisterende kampagne i tabellen nedenfor skal du trykke på 'rediger'-knappen.
hr: klikni kako bi napravio novu kampanju. Za uređivanje postojeće kampanje u tablici ispod, klikni gumb 'uredi'.
ja: 新しい広告キャンペーンをはじめるにはクリック、下のテーブルに表示されている既存の広告キャンペーンを編集するには編集ボタンです。
nl: Klik om een nieuwe campagne te beginnen. Om een bestaande campagne te bewerken, klik je in de tabel hieronder op 'bewerken'.

source: confirm
bg: потвърди
da: bekræft
hr: potvrdi
ja: 確認
nl: bevestigen
sk: potrvdiť

source: Date when your sponsored link will start running. We start new campaigns at midnight UTC+5
bg: Дата, на която спонсорираният линк ще започне да тече. Ние започваме новите кампании в полунощ по UTC+5
cs: Datum, kdy váš sponzorovaný odkaz bude spuštěn. Nové kampaně začínají o půlnoci v časovém pásmu UTC+5
da: Start-datoen for dit sponsorerede link. Vi starter nye kampagner ved midnat UTC+5
hr: Nadnevak kada će se tvoja sponzorirana poveznica pojaviti. Nove kampanje počinju u ponoć prema UTC+5 vremenskoj zoni
ja: スポンサードリンクが開始された日時です。私たちはUTC+5の深夜に新しい広告キャンペーンをアップします。
nl: De datum vanaf welke je gesponsorde link mee gaat lopen. We beginnen nieuwe campagnes om middernacht UTC+5

source: Date when your sponsored link will end (at midnight UTC+5)
bg: Дата, на която спонсорираният линк ще изтече (в полунощ по UTC+5)
cs: Datum, kdy váš sponzorovaný odkaz skončí (o půlnoci v časovém pásmu UTC+5)
da: Slut-datoen for dit sponsorede link (ved midnat UTC+5)
hr: Nadnevak kojeg će tvoja sponzorirana poveznica prestati s prikazivanjem (u ponoć prema UTC+5 vremenskoj zoni)
ja: スポンサードリンクが終了する日時です(UTC+5の深夜)
nl: Datum wanneer jouw gesponsorde link zal vervallen (in middernacht UTC+5)

source: name of the community that you are targeting. A blank entry here means that the ad is untargeted and will run site-wide
bg: име на общността, която целите. Празно поле означава, че рекламата не е прицелена и ще бъде показвана в целия сайт
cs: název komunity, kterou cílíte. Pokud nic zde nezadáte, bude reklama bez cílení a zobrazena na celé stránce
da: navn på det fællesskab du har valgt. Hvis du lader dette være tomt, betyder det at reklamen ikke har noget target og vil køre på alle sider
hr: naziv zajednice na koju ciljaš. Prazan unos znači da će oglas biti prikazan diljem reddita.
ja: あなたがターゲットとするコミュニティの名前です。ここを空欄にすると広告出稿はターゲットされずサイト全体に表示されます。
nl: Naam van de community waar jij je op richt. Laat dit vak leeg als je geen community wilt kiezen, en dus over de gehele site wilt adverteren.

source: You have too many campaigns for this link.
bg: Имате твърде много кампании за този линк.
cs: Pro tento odkaz máte příliš mnoho kampaní.
da: Du har for mange reklamer for dette link.
hr: Za ovu vezu imaš previše kampanja.
ja: このリンクへのキャンペーンが多すぎます。
nl: Je hebt te veel campagnes voor deze link.
sr: Имате превише кампања за овај линк.

source: It's time to start fresh!
bg: Време е да започнем на чисто!
cs: Je čas začít od začátku!
da: Det er tid til at starte på en frisk!
hr: Vrijeme je za novi početak!
ja: やり直すときです！
nl: Tijd voor een frisse start!
sr: Време је да почнете од почетка!

source: payment mismatch
nl: betaling komt niet overeen

source: create as user
bg: създай като потребител
cs: vytvořit jako uživatel
da: opret som bruger
hr: napravi kao korisnik
ja: ユーザとして作成
nl: maken als gebruiker
sk: vytvoriť ako užívateľ

source: Create a promotion on another user's account.
cs: Vytvořit propagaci na účtě jiného uživatele.
da: Opret en promovering på en anden bruger.
hr: Napravi promociju na tuđem korisničkom računu.
ja: 別のユーザーアカウントに紹介を作成する。
nl: Maak een promotie op iemand anders zijn account

source: grouping
nl: groepering

source: discussions in
nl: discussies in

source: Use of this site constitutes acceptance of our %(user_agreement)s and %(privacy_policy)s
bg: Използвайки този сайт, Вие се съгласявате с условията ни за %(user_agreement)s и %(privacy_policy)s
cs: Užitím této stránky vyjadřujete svůj souhlas s naším %(user_agreement)s a %(privacy_policy)s
da: Brug af dette site kræver acceptering af vores %(user_agreement)s og %(privacy_policy)s
hr: Upotreba ove stranice podrazumijeva prihvaćanje %(user_agreement)s i %(privacy_policy)s
ja: 本サイトを利用すると、%(user_agreement)sおよび%(privacy_policy)sに合意したものとみなされます。
nl: Door gebruik te maken van deze site geef je aan dat je onze %(user_agreement)s en ons %(privacy_policy)s accepteert
sk: Použitím tejto stránky vyjadrujete súhlas s %(user_agreement)s a %(privacy_policy)s
sr: Коришћење овог сајта подразумева прихватање %(user_agreement)s и %(privacy_policy)s

source: User Agreement {Genitive}
bg: Условия за ползване {Genitive}
cs: Dohoda s uživatelem
da: Brugeraftale {Genitive}
hr: Korisničkoga ugovora
ja: 利用規約
nl: Gebruikersovereenkomst

source: Privacy Policy {Genitive}
ja: プライバシーポリシー
nl: Privacybeleid {Genitive}

source: %(year)d reddit inc. All rights reserved.
bg: %(year)d реддит вкл. Всички права запазени.
cs: %(year)d reddit a.s. Všechna právy vyhrazena.
da: %(year)d reddit inc. Alle rettigheder forbeholdes.
hr: %(year)d reddit inc. Sva prava pridržana.
nl: %(year)d reddit inc. Alle rechten voorbehouden.
sk: %(year)d reddit a.s. Všetky práva vyhradené.
sr: %(year)d reddit inc. Сва права задржана.

source: jump to content
bg: отиди на съдържание
cs: přeskočit na obsah
da: hop til indhold
hr: preskoči na sadržaj
ja: コンテンツにジャンプする
nl: springen naar inhoud
sk: preskočiť na obsah
sr: пређи на саржај

source: You're in beta mode! Thanks for helping to test reddit.
da: Du er nu i beta-tilstand! Tak for din hjælp med at teste reddit.
nl: Je bent in beta mode! Bedankt voor het helpen testen van reddit.

source: Please give feedback at %(beta_link)s, or %(learn_more_link)s.
nl: Graag ontvangen wij een terugkoppeling op %(beta_link)s of %(learn_more_link)s.

source: learn more on the wiki
nl: Ervaar meer op de wiki

source: new mail!
bg: имаш нови съобщения!
cs: nová pošta!
da: ny email!
hr: nova pošta!
ja: 新着メール！
nl: nieuwe mail!
sk: nová pošta!

source: no new mail
bg: нямаш нови съобщения
cs: žádná nová pošta
da: Ingen ny email
hr: nema nove pošte
ja: 新着メールなし
nl: geen nieuwe mail

source: mod messages
bg: съобщения от модератори
cs: kontrolovat zprávy
da: moderator beskeder
hr: moderatorske poruke
ja: MODメッセージ
nl: berichten moderaten
sk: kontrolovať správy
sr: модераторске поруке

source: traffic by day of week
bg: трафик по ден от седмицата
cs: přenos podle dnů v týdnu
da: trafik efter ugedagene
hr: promet po danu u tjednu
ja: 曜日別のアクセス状況
nl: gegevensverkeer per dag van de week
sk: traffic podľa dňa v týždni
sr: саобраћај по дану у недељи

source: daily mean
bg: средно за деня
cs: denní průměr
da: daglige gennemsnit
hr: dnevni prosjek
ja: 日平均
nl: daggemiddelde
sk: denná stredná hodnota
sr: дневни просек

source: refund promotion
bg: възстанови промоцията
cs: vrátit peníze na propagaci
da: få støttepengene tilbage
hr: povrat novca za promociju
ja: プロモーションを払い戻す
nl: Campagne terug laten betalen

source: campaign
bg: кампания
cs: kampaň
da: kampagne
hr: kampanja
ja: キャンペーン
nl: campagne
sk: kampaň
sr: кампања

source: dates
bg: дати
cs: data
da: datoer
hr: nadnevci
ja: 日付
nl: data
sr: датуми

source: impressions purchased
bg: закупени виждания
cs: zakoupená shlédnutí
da: købte visninger
hr: kupljene impresije
ja: 購入したインプレッション数
nl: gekochte vertoningen
sr: купљено приказа

source: impressions received
bg: получени виждания
cs: obdržená shlédnutí
da: visninger modtaget
hr: dobivene impresije
ja: 受け取った評価
nl: ontvangen vertoningen
sr: добијено приказа

source: billable amount
bg: сума за плащане
cs: zúčtovatelné množství
da: fakturerbart beløb
hr: naplativa količina
ja: 支払請求可能な額
nl: te verrekenen kosten
sr: количина за наплату

source: refund amount
bg: възстанови сумата
cs: výše náhrady
da: refunderings mængde
hr: svota za povrat
ja: 払い戻し額
nl: terug te betalen bedrag
sr: свота за повраћај

source: issue refund
bg: издай възстановяване на сумата
cs: vrátit peníze
da: få pengene tilbage
hr: izdaj povrat
ja: 問題の払い戻し issue refund
nl: terugbetaling uitvoeren
sr: издати рефундацију

source: free
bg: безплатно
cs: zadarmo
da: gratis
hr: besplatno
ja: 無料
nl: gratis
sk: zadarmo
sr: бесплатно

source: pay
bg: плати
cs: zaplatit
da: betal
hr: plati
ja: 払う
nl: betaal
sk: zaplatiť
sr: плати

source: change
bg: промени
cs: změnit
da: ændre
hr: izmijeni
ja: 変更
nl: wijzigen
sk: zmeniť
sr: промени

source: freebie
bg: Безплатно
cs: volňásek
da: gratis
ja: お負け
nl: presentje

source: refund
bg: възстановяване на сумата
cs: vrátit peníze
da: refundér
hr: povrat novca
ja: 払い戻し
nl: terugbetaling
sk: vrátenie peňazí

source: complete
bg: завършен
cs: dokončit
da: komplet
hr: upotpuni
ja: 完了
nl: compleet

source: view live
bg: виж в реално време
cs: zobrazit živě
da: se live
hr: prikaz uživo
ja: ライブを表示
nl: bekijk live

source: terminate
bg: прекрати
cs: ukončit
da: afslut
hr: okončaj
ja: 終了
nl: beëindigen

source: why are you reporting this?
bg: защо докладваш това?
cs: proč toto nahlašujete?
da: hvorfor rapporterer du dette?
hr: zašto prijavljuješ ovaj sadržaj?
ja: なぜ報告しますか？
nl: waarom rapporteer je dit?

source: vote manipulation
bg: манипулира вота
cs: manipuluje s hlasy
da: manipulation af stemmer
hr: manipulacija glasova
ja: 投票操作
nl: stemmanipulatie
sk: manipulácia hlasov

source: personal information
bg: съдържа лична информация
cs: osobní údaje
da: personlig information
hr: osobni podatci
ja: 個人情報
nl: persoonlijke informatie
sk: osobné informácie

source: sexualizing minors
bg: сексуално съдържание с непълнолетни
cs: sexualizuje nezletilé
da: seksualisering af mindreårige
hr: seksualiziranje maloljetnika
ja: 児童ポルノ
nl: seksualisering van minderjarigen
sk: sexualizácia menšín

source: breaking reddit
bg: разваля реддит
cs: rozbíjí stránku reddit
da: Brud på reddit
hr: trganje reddita
ja: redditの構成の破壊
nl: reddit kapot maken

source: other (max %(num)s characters):
bg: друга (най-много %(num)s знака):
cs: ostatní (maximálně %(num)s znaků):
da: andre (maks. %(num)s karakterer):
hr: nešto drugo (najviše %(num)s znakova):
ja: その他 (最大 %(num)s 文字):
nl: anders (maximaal %(num)s tekens):

source: converted query to %(syntax)s syntax: %(converted)s
bg: преобразуваната заявка към %(syntax)s синтакс: %(converted)s
cs: dotaz převeden na syntaxi %(syntax)s: %(converted)s
da: forespørgsel omdannet til %(syntax)s syntaks: %(converted)s
hr: upit prebačen u %(syntax)s sintaksu: %(converted)s
ja: %(syntax)s構文をクエリに変換します：%(converted)s
nl: zoekopdracht omgezet naar %(syntax)s-syntax: %(converted)s
sk: konvertoval dotaz na %(syntax)s syntax: %(converted)s
sr: конвертован упит у %(syntax)s синтаксу: %(converted)s

source: find submissions in "subreddit"
bg: намери публикации в "subreddit"
cs: hledat předložení v "podredditu"
da: find indlæg i "subreddit"
hr: pronađi objave u "podredditu"
ja: 「subreddit」で投稿を探す
nl: posts zoeken in "subreddit"
sr: пронађите објаве у "подреддиту"

source: find submissions by "username"
bg: намери публикации по "потребителско име"
cs: hledat předložení od "uživatelského jména"
da: find indlæg efter "brugernavn"
hr: pronađi objave koje je dodao "korisnik"
ja: 「ユーザー名」で投稿を探す
nl: posts zoeken op "gebruikersnaam"
sk: nájdi príspevky cez "používateľské meno"
sr: пронађите објаве по "корисничком имену"

source: find submissions from "example.com"
bg: намери публикации от "example.com"
cs: hledat předložení z "example.com"
da: find indlæg fra "example.com"
hr: pronađi objave s "primjer.hr"
ja: 「example.com」から投稿を探す
nl: posts zoeken op "voorbeeld.com"
sr: пронађите објаве са локације "example.com"

source: search for "text" in url
bg: търси за "текст" в url
cs: hledat "text" v url
da: søg efter "tekst" i url
hr: traži "tekst" u URL-u
ja: URL内の「文章」を検索
nl: zoeken naar "tekst" in url
sr: претражите "текст" у url-у

source: search for "text" in self post contents
bg: търси за "текст" в съдържанието на личния пост
cs: hledat "text" v obsahu vlastních příspěvků
da: søg efter "tekst" i selv-indlagt indhold
hr: traži "tekst" u sadržaju vlastitih objava
ja: 自分の投稿コメント内の「文章」を検索
nl: zoeken naar "tekst" in interne posts
sr: претражите "текст" у садржају који сте сами поставили

source: include (or exclude) self posts
bg: включи (или изключи) лични постове
cs: zahrnout (nebo vynechat) vlastní příspěvky
da: inkludér (eller ekskludér) selv-indlagte indlæg
hr: uključi (ili isključi) vlastite objave
ja: 自分の投稿を含む(または除外する)
nl: inclusief (of exclusief) interne posts
sr: обухвати (или искључи) властите постове

source: include (or exclude) results marked as NSFW
bg: включи (или изключи) резултати маркирани като NSFW
cs: zahrnout (nebo vynechat) výsledky značené jako nad18
da: inkludér (eller ekskludér) resultater markeret som NSFW
hr: uključi (ili isključi) prikazivanje NSFW rezultata
ja: 閲覧注意とされた結果を表示する（もしくは表示しない）
nl: inclusief (of exclusief) resultaten die zijn gemarkeerd als NSFW
sr: обухвати (или искључи) резултате означене као НЗП

source: see the search faq for details.
bg: виж често задаваните въпроси относно търсене за детайли
cs: pro podrobnosti se podívejte na otázky o hledání.
da: se ofte stillede spørgsmål om søgning for detaljer
hr: za podrobnije informacije provjeri najčešća pitanja.
ja: 詳しくは検索FAQを参照
nl: raadpleeg de veelgestelde vragen over zoeken voor meer informatie.
sk: pre podrobnosti sa pozrite na otázky o hľadaní.
sr: додатне информације потражите у најчешћим питањима о претрази.

source: advanced search: by author, subreddit...
bg: разширено търсене: по автор, събредит...
cs: pokročilé hledání: podle autora, podredditu...
da: avanceret søgning: efter indsender, subreddit...
hr: napredna pretraga: prema pošiljatelju, podredditu...
ja: 高度な検索: 投稿者や、subredditで……
nl: geavanceerd zoeken: op auteur, subreddit...
sr: напредна претрага: по аутору, подреддиту...

source: Search
da: Søg
nl: Zoek

source: limit my search to %(path)s
bg: ограничи търсенето ми до %(path)s
cs: omezit moje hledání na %(path)s
da: begræns min søgning til %(path)s
hr: ograniči moje pretraživanje na %(path)s
ja: %(path)sへの検索制限
nl: mijn zoekopdracht beperken tot %(path)s
sk: obmedziť moje hľadanie na %(path)s
sr: ограничи претрагу на %(path)s

source: by
nl: door

source: to %s
nl: tot %s

source: less
nl: minder

source: a community for %(time)s
bg: група от %(time)s
cs: komunitou již %(time)s
da: et fællesskab i %(time)s
hr: zajednica već %(time)s
ja: コミュニティができてから%(time)s
nl: Een subreddit van %(time)s oud
sk: komunitou už %(time)s
sr: заједница за %(time)s

source: search within %(subreddit)s
da: Søg inden for %(subreddit)s
nl: zoek binnen %(subreddit)s

source: search in %(subreddit)s
da: søg blandt %(subreddit)s
nl: Zoek in %(subreddit)s

source: visible to:
bg: видимо за:
cs: může zobrazit:
da: synlig for:
hr: vidljivo za:
ja: 表示対象者:
nl: zichtbaar voor:
sk: môže zobraziť:
sr: видљиво за:

source: only me
bg: само аз
cs: pouze já
da: kun mig
hr: samo ja
ja: 自分だけ
nl: alleen ikzelf
sk: iba ja
sr: само ја

source: everyone
bg: всички
cs: všichni
da: alle
hr: sve
ja: 全員
nl: iedereen
sk: každý
sr: јавно

source: note: you will only be eligible for a gilding trophy if this is set to "everyone"
cs: poznámka: nárok na trofej za pozlacení budete mít pouze, když je toto nastavené na "všechny"
da: note: du vil kun være kvalificeret til et forgyldningstrofæ, hvis dette er sat til "alle"
hr: napomena: zlatni trofej će vam biti dostupan samo ako ovo postavite na "svi"
nl: opgelet: je zal enkel in aanmerking komen voor een gouden trofee indien dit op "iedereen" is gezet

source: make report
bg: напиши доклад
cs: vytvořit hlášení
da: skriv rapport
hr: prijavi
ja: 報告を行う
nl: rapport maken
sk: nahlásiť
sr: састави извештај

source: This sponsored link is an advertisement generated with our %(self_serve_advertisement_tool)s.
bg: Този спонсориран линк е реклама, генерирана с нашия %(self_serve_advertisement_tool)s.
cs: Tento sponzorovaný odkaz je reklama vytvořená naším %(self_serve_advertisement_tool)s.
da: Denne sponsorerede link er en reklame genereret med vores %(self_serve_advertisement_tool)s.
hr: Ova sponzorirana objava je oglas kojeg je proizveo naš %(self_serve_advertisement_tool)s.
ja: このスポンサードリンクは私達の%(self_serve_advertisement_tool)sで生成された広告です。
nl: Deze gesponsorde link is een advertentie die is gegenereerd met onze %(self_serve_advertisement_tool)s.
sk: Tento sponzorovaný link je reklama generovaná našim %(self_serve_advertisement_tool)s.
sr: Овај спонзорисани линк је реклама генерисана помоћу наших%(self_serve_advertisement_tool)s.

source: self-serve advertisement tool
bg: самообслужващо рекламиране
cs: nástroj samoobslužné reklamy
da: selvbetjeningsreklameværktøj
hr: pomagalo za samoposlužno oglašavanje
ja: セルフサービス広告ツール
nl: advertentie-selfservicetool
sk: samoobslužná inzercia
sr: самоуслужна алатка за рекламе

source: Use of this tool is open to all members of reddit.com, and for as little as %(price)s you can advertise in this area. %%(get_started)s
bg: Използването на този инструмент е достъпен за всички потребители на reddit.com и това Ви позволява да рекламирате тук за едва %(price)s . %%(get_started)s
cs: Použití tohoto nástroje je možné pro všechny členy reddit.com a při zaplacení pouhých %(price)s zde můžete i dát svoji reklamu. %%(get_started)s
da: Brugen af dette værktøj er åben for alle medlemmer af reddit.com, og for så lidt som %(price)s kan du reklamere i dette område. %%(get_started)s
hr: Uporaba ovog pomagala dostupna je svim reddit.com članovima, a za samo %(price)s možeš se i oglašavati na ovom području. %%(get_started)s
ja: このツールの使用は reddit.com の全メンバーに開かれており、わずか %(price)s の価格でこのエリアに広告を出すことができます。%%(get_started)s
nl: Elk lid van reddit.com kan deze tool gebruiken. Voor slechts %(price)s kun je hier adverteren. %%(get_started)s

source: Get started
da: Kom i gang
hr: Započni
ja: はじめよう！
nl: Aan de slag

source: This is a new ad format that we are currently testing. We often try new types of ads in a limited capacity. If you have feedback, please let us know in the %(subreddit)s.
da: Dette er et nyt reklameformat, som vi er i gang med at teste. Vi forsøger os ofte med nye typer af reklamer i en begrænset mængde. Hvis du har feedback, så lad os endelig vide det på %(subreddit)sne.
nl: Dit is een nieuwe advertentie methode die we momenteel testen. We testen vaak nieuwe types advertenties in beperkte aantallen. Als je een terugkoppeling hebt laat ons dat dan graag weten in the %(subreddit)s.

source: This area shows new and upcoming links. Vote on links here to help them become popular, and click the forwards and backwards buttons to view more.
bg: Тази зона показва нови и издигащи се линкове. Гласувай за линкове тук, за да им помогнеш да станат популярни и натискай бутоните напред и назад, за да видиш повече.
cs: Tato oblast zobrazuje nové a připravované odkazy. Hlasujte pro odkazy, aby se stali oblíbenějšími a klikněte na tlačítka dopředu a dozadu pro zobrazení dalších.
da: Dette område viser nye og kommende links. Stem på links her for at hjælpe dem med at blive populære, og klik på frem- og tilbage-knapperne for at vise flere.
hr: Tu se prikazuju nove objave. Možeš glasovati za objave i podići im popularnost te pritisnuti gumbe za natrag i naprijed kako bi vidio više objava.
ja: この場所には、新しくできるリンクを表示します。投票して、ここのリンクに人気が出る手助けをしてください。[進む] [戻る]ボタンをクリックすると、リンクがもっと表示されます。
nl: Hier worden nieuwe en verwachte links weergegeven. Stem hier op links om te helpen ze populair te maken, en klik op de vorige- en volgende-knoppen om er meer te zien.
sk: Táto oblasť zobrazuje nové a pripravované odkazy. Hlasujte pre odkazy, aby sa stali populárnymi a kliknite na tlačidlá dopredu a dozadu pre zobrazenie ďalších.
sr: Овај простор приказује нове и долазеће линкове. Гласајте за линкове како бисте их учинили популарним и кликћите на дугмад унапред и уназад како бисте видели још.

source: here
bg: тук
cs: zde
da: her
hr: tu
ja: ここ
nl: hier
sk: sem
sr: овде

source: This element has been disabled.
bg: този елемент беше изключен
cs: Tento prvek byl zakázán.
da: Dette element er blevet sat ud af funktion.
hr: Ovaj je element onemogućen.
ja: このエレメントは使用不可能になっています
nl: Dit element is uitgeschakeld.
sk: Tento prvok bol zablokovaný.
sr: Овај елемент је онемогућен.

source: Click %(here)s to disable this feature.
bg: Натиснете %(here)s за да изключите тази функция.
cs: Klikněte %(here)s pro zákaz této funkce.
da: Klik %(here)s for at slå denne egenskab fra.
hr: Klikni %(here)s za isključivanje ove značajke.
ja: この機能を無効にするには%(here)sをクリックしてください。
nl: Klik %(here)s om deze functie uit te schakelen.
sk: Kliknite %(here)s pre zablokovanie tejto funkcie.
sr: Кликните %(here)s да бисте онемогућили ову функцију.

source: Enter a keyword or topic to discover new subreddits around your interests. Be specific!
bg: Напиши ключова дума или тема, за да откриеш нови subreddit-и по твоите интереси. Бъди конкретен!
cs: Zadejte klíčové slovo nebo téma pro objevení nových podredditů podle vašich zájmů. Buďte konkrétní!
da: Skriv et søgeord eller emne for at opdage nye subreddits om dine interesser. Vær specifik!
hr: Unesi ključnu riječ ili temu vezanu uz svoje interese kako bi otkrio nove podreddite. Budi precizan!
ja: あなたが関心がある新しいsubredditを見つけるためにキーワードかトピックを入力してください。具体的にです！
nl: Vul een zoekwoord of onderwerp in dat je leuk vindt om nieuwe subreddits te ontdekken. Wees specifiek!
sk: Zadajte slovo alebo tému a odhaľte nové subreddity, ktoré by vás mohli zaujímať. Buďte konkrétny!
sr: Унесите кључну реч или тему да бисте открили нове подреддите који се тичу ваших интересовања. Будите одређени!
