Repository: slimlife/cookie
Catalog: i18n/reddit_i18n/*/LC_MESSAGES/r2.po
Languages: bg, cs, da, hr, ja, nl, sk, sr

source: Minutes to hide comment scores:
bg: Минути, в които резултатите на коментарите са скрити:
cs: Počet minut po kterých budou hodnocení komentářů skryta:
da: Minutter indtil kommentarscoren vises:
hr: Minuta za skrivanje ocjena odgovora:
ja: コメントスコアを非表示にする時間（分）:
nl: Hoeveel minuten de reactiescores moeten worden verborgen:
sr: Трајање сакривања гласова коментара у минутима:

source: make custom CSS styles apply only when accessed from the cname.
bg: Направи потребителските CSS стилове приложими само при достъп от cname.
cs: zařídit aby byly vlastní CSS styly použity pouze při přístupu z cname
da: gør så brugerdefineret CSS kun gælder kun når den åbnes fra cname'et.
hr: prilagođene CSS stilove primijeni samo prilikom CNAME pristupa.
ja: cnameからアクセスされた時のみカスタムCSSスタイルを適応させる。
nl: aangepaste CSS-stijlen alleen toepassen bij openen vanaf de cname.
sk: zariadiť aby boli vlastné CSS aplikované len v prípade prístupu z cname.
sr: нека се прилагођени CSS стилови примене тек кад им се приступи из cname-а.

source: show sidebar when accessed from the cname.
bg: покажи страничната лента при достъп от cname.
cs: zobrazit postranní lištu při přístupu z cname.
da: vis sidebjælken når der tilgås fra cname'et.
hr: prikaži bočnu traku prilikom CNAME pristupa.
ja: cnameからアクセスされた時サイドバーを表示。
nl: zijbalk weergeven bij openen vanaf de cname.
sk: zobraziť bočnú lištu v prípade prístupu z cname.
sr: прикажи бочну траку кад се приступа иѕ cname-а.

source: hide help
bg: скрий помощта
cs: skrýt nápovědu
da: skjul hjælp
hr: skrij pomoć
ja: ヘルプ非表示
nl: hulp verbergen
sk: skryť pomocníka
sr: сакриј помоћ

source: Own a domain? Enter it here and then go to your DNS provider and add a CNAME record aliasing your domain to rhs.reddit.com. You will be able to access your reddit through your domain.
bg: Притежаваш домейн? Вкарай го тук и отиди при DNS провайдъра си и добави CNAME запис, преименуващ домейна на rhs.reddit.com. Ще имаш достъп до своя reddit през домейна.
cs: Vlastníte doménu? Zadejte ji zde a pak u Vašeho poskytovatele DNS přidejte záznam CNAME ukazující rhs.reddit.com z odkazu Vaší domény. Pak budete mít přístup na reddit z Vaší domény.
da: Ejer du et domæne? Skriv det her og gå til din DNS-udbyder og tilføj et CNAME record som aliaser dit domæne til rhs.reddit.com. Du vil kunne tilgå dit reddit igennem dit domæne.
hr: Vlasnik si domene? Tu je unesi a onda trk do DNS davatelja i izmijeni CNAME postavke da vode prema rhs.reddit.com. Onda ćeš moći pristupiti redditu putem vlastite domene.
ja: ドメインを持っている？ここにそれを入力したあと、自分のDNSプロパイダーのところへ行き、rhs.reddit.comに自分のドメインのエイリアスのCNAMEレコードを追加します。
nl: Heb je een domein? Vul het hier in, ga vervolgens naar je DNS-aanbieder en voeg een CNAME-record toe met een alias naar rhs.reddit.com. Je kunt dan reddit vanaf je eigen domein bezoeken.
sk: Vlastníte doménu? Zadajte ju tu a u Vášho poskytovateľa DNS pridajte záznam CNAME ukazujúci rhs.reddit.com z Vašej domény. Potom budete mať prístup na reddit cez Vašu doménu.
sr: Поседујете домен? Унесите га овде и додајте CNAME унос који повезује ваш домен са rhs.reddit.com. Онда ћете моћи да приступите свом реддиту преко свог домена.

source: look and feel
bg: виж и усети
cs: vzhled
da: se og føl
hr: izgled
ja: 外見
nl: uiterlijk
sk: vzhľad
sr: изглед

source: edit the stylesheet
bg: редактирай stylesheet
cs: upravit stylopis
da: rediger stylesheet
hr: izmijeni list stilova
ja: スタイルシートを編集する
nl: Wijzig de stylesheet
sk: upraviť štýlopis
sr: уреди лист са стиловима

source: leaves this page
bg: напусни тази страница
cs: opustí tuto stránku
da: forlad denne side
hr: napušta ovu stranicu
ja: このページを離れる
nl: deze pagina verlaten
sk: opustí túto stránku
sr: напушта ову страницу

source: restore default header
bg: възстанови хедер по подразбиране
cs: obnovit výchozí hlavičku
da: gendan standard header
hr: vraćanje početne slike zaglavlja
ja: ディフォルトのヘッダーに戻す
nl: standaardheader herstellen
sk: obnoviť pôvodnú hlavičku
sr: врати подразумевано заглавље

source: related subreddits
ja: 関連のあるサブレディット
nl: gerelateerde subreddits

source: similar or related subreddits.
ja: 似ているか関連しているサブレディット
nl: vergelijkbare of gerelateerde subreddits.

source: mobile look and feel
nl: mobiele uitstraling
sk: ako pre mobil

source: icon image
hr: slika ikone
ja: アイコン画像
nl: icoon
sk: ikonka

source: icon must be 240x240 pixels. PNG or JPG only.
ja: アイコンは 240x240 ピクセルのPNG形式かJPG形式でなくてはなりません。
nl: icoon moet minsen 240x240 pixels zijn en van het PNG of JPG bestandstype.
sk: ikona musí byť 240x240 pixelov, PNG alebo JPG.

source: remove custom icon image
ja: カスタムアイコン画像を削除する
nl: verwijder aangepast icoon

source: header image
ja: ヘッダー画像
nl: header afbeelding

source: header should have 16:9 aspect ratio. PNG or JPG only.
ja: ヘッダーは16：9のアスペクト比のPNG形式かJPG形式でなくてはなりません。
nl: de beeldverhouding moet 16:9 zijn. alleen PNG of JPG.

source: minimum size: 640x360px
ja: 最小のサイズ: 640x360px
nl: minimale grootte: 640x360px

source: maximum size: 1280x720px
ja: 最大のサイズ: 1280x720px
nl: maximale grootte: 1280x720px

source: remove custom header image
ja: カスタムヘッダー画像を削除する
nl: eigen kopafbeelding verwijderen

source: color
da: farve
ja: 配色
nl: kleur
sk: farba

source: used as a thematic color for your subreddit on mobile
nl: wordt gebruikt als de thema kleur van je subreddit op mobiele apparaten

source: mobile community rules
nl: mobiele community regels

source: a concise summary of community rules for mobile. one rule per line.
nl: een korte samenvatting van de regels voor de community voor mobiele gebruikers. Een regel per regel.

source: save options
bg: запази настройките
cs: uložit nastavení
da: gem indstillinger
hr: spremi postavke
ja: オプションを保存する
nl: opties opslaan
sk: uložiť nastavenia
sr: сачувај промене

source: In Summation
cs: V součtu
da: Sammenfattet
hr: Ukratko
ja: 要約すると
nl: Samengevat

source: Felicitations on this momentous occasion!
cs: Blahopřejeme k této šťastné události!
da: Velønskninger med denne betydningsfulde begivenhed!
hr: Čestitamo na ovoj izvanrednoj prilici!
nl: Gefeliciteerd met dit gedenkwaardig moment!

source: a message from the moderators of /r/%s
bg: съобщение от модераторите на /r/%s
cs: zpráva od moderátorů /r/%s
da: en besked fra /r/%s moderatorer
hr: poruka od moderatora /r/%s
ja: /r/%sのモデレーターからのメッセージ
nl: een bericht van de moderators van /r/%s
sk: správa od moderátorov /r/%s
sr: порука од модератора за /r/%s

source: send a message to the moderators
nl: een bericht aan de moderators sturen

source: not interested
bg: Не съм заинтересован
cs: nemám zájem
da: ikke interesseret
hr: ne zanima me
ja: 興味がありません
nl: niet geïnteresseerd

source: more comments
bg: повече коментари
cs: další komentáře
da: flere kommentarer
hr: više odgovora
ja: 他のコメント
nl: meer reacties
sk: viac komentárov

source: personalized
bg: персонализиран
cs: přizpůsobené
da: personaliseret
hr: prilagođeno
ja: あなた向き
nl: gepersonaliseerd
sk: prispôsobené

source: apply
bg: приложи
cs: použít
da: anvend
hr: primijeni
ja: 適用する
nl: toepassen
sk: použiť

source: view more:
bg: виж още:
cs: ukázat další:
da: se mere:
hr: više:
ja: 続きを見る
nl: meer:
sk: zobraziť viac:
sr: више:

source: reload suggestions
bg: Презареди предложенията
cs: znovu načíst návrhy
da: genopfrisk forslag
hr: ponovno učitaj prijedloge
ja: 提案を再読込
nl: suggesties opnieuw laden
sk: obnoviť návrhy

source: Our robots have no suggestions at the moment.
bg: Нашите роботи нямат предложения в момента.
cs: Naši roboti nyní nemají žádné návrhy.
da: Vores robotter har ingen forslag lige nu.
hr: Naši roboti trenutačno nemaju prijedloga.
ja: 今のところロボットに提案はありません。
nl: Onze robots hebben geen nieuwe suggesties op het moment
sk: Naši roboti nemajú momentálne žiadne návrhy.

source: try again
bg: Опитайте отново
cs: zkusit znovu
da: prøv igen
hr: pokušaj ponovno
ja: もう一度お試しください
nl: probeer opnieuw
sk: skúsiť znova
sr: покушајте поново

source: Displaying content from %s, except the following subreddits:
da: Viser materiale fra %s, undtagen fra følgende subreddits:
hr: Prikaži sadržaj s %s, osim sljedećih podreddita:
nl: Content van %s, behalve de volgende subreddits:

source: filter subreddit
bg: Филтрирай събредитите
da: filtrer fællesskab
hr: filtriraj podreddite
ja: サブレディットを漉す
nl: subreddit filteren

source: add
bg: добави
cs: přidat
da: tilføj
hr: dodaj
ja: 追加する
nl: toevoegen
sk: pridať
sr: додај

source: View unfiltered %s
cs: Zobrazit nefiltrované %s
da: Se ufiltrerede %s
hr: Prikaz bez filtriranja %s
nl: Ongefilterde zien %s
sk: Zobraziť nefiltrované %s

source: jump to user (or add):
bg: отскочи до потребителя (или добави):
cs: přeskočit na uživatele (nebo přidat):
da: hop til bruger (eller tilføj):
hr: preskoči do korisnika (ili dodavanje):
ja: ユーザーに飛び移る (もしくはユーザーを追加する):
nl: spring naar gebruiker (of voeg er een toe):
sk: preskočiť na používateľa (alebo pridať):
sr: скочи на корисника (или додај):

source: back to full list
bg: обратно към пълния списък
cs: zpět na celý seznam
da: tilbage til den fulde liste
hr: natrag na cijeli popis
ja: 詳しいリストに戻る
nl: terug naar de volledige lijst
sk: späť na plný zoznam
sr: назад на компретну листу

source: back to the beginning
bg: обратно към началото
cs: zpátky na začátek
da: tilbage til starten
hr: natrag na početak
ja: 最初に戻る
nl: terug naar het begin
sk: späť na začiatok
sr: назад на почетак

source: flair text
bg: флеър текст
cs: text stylu
da: etiket-tekst
hr: tekst značke
ja: flairの文章
nl: flairtekst
sk: text štýlu
sr: текст беџа

source: prev
bg: назад
cs: předchozí
da: tilbage
hr: natrag
ja: 前
nl: vorige
sk: predchádzajúce
sr: претходно

source: next
bg: напред
cs: další
da: næste
hr: dalje
ja: 次
nl: volgende
sk: ďalšie
sr: следеће

source: flair settings
bg: флеър настройки
cs: nastavení stylu
da: etiketegenskaber
hr: postavke znački
ja: flairに関する設定
nl: flairinstellingen
sk: nastavenia štýlu
sr: поставке беџева

source: flair options
bg: флеър опции
cs: volby stylu
da: etiket-muligheder
hr: postavke znački
ja: flairに関するオプション
nl: flairopties
sk: možnosti štýlu
sr: опције беџева

source: enable user flair in this subreddit
bg: позволи потребителски флеър в този събреддит
cs: povolit styl uživatelů v tomto podredditu
da: tillad brugeretiek i dette subreddit
hr: omogući korisničke z načke u ovom podredditu
ja: このsubredditでflairを利用できるようにする
nl: gebruikersflair inschakelen in deze subreddit
sk: povoliť štýl používateľov v tomto subreddite
sr: омогући корисничке беџеве на овом подреддиту

source: allow users to assign their own flair
bg: позволи потребители само да си избират флеър
cs: povolit uživatelům si přidělit vlastní styly
da: giv brugere mulighed for at definere deres egen etiket
hr: dopusti korisnicima da sami izaberu značku
ja: subredditのユーザが自分のflairをセットできるようにする
nl: gebruikers toestaan flair aan zichzelf toe te kennen
sk: povoliť používateľom priradenie vlastného štýlu
sr: дозволи корисницима да постављају сами своје беџеве

source: allow submitters to assign their own link flair
bg: позволи на подателите да изберат собствен линк флеър
cs: umožnit předkladatelům přidělit odkazům jejich vlastní styl
da: tillad at forfattere tildeler dem selv link etiket
hr: dopusti korisnicima da sami dodjeljuju značku za objave
ja: 投稿はそれ自身のリンクのフレアーを割り当てられます
nl: posters toestaan linkflair aan zichzelf toe te kennen
sk: povoliť užívateľom priradenie vlastného štýlu
sr: дозволи корисницима да додају беџеве на линкове које постављају

source: user flair position
bg: позиция на потребителския флеър
cs: poloha stylu uživatele
da: bruger etiket placering
hr: položaj korisničkih znački
ja: ユーザーflair位置
nl: gebruikersflairpositie
sk: pozícia flair používateľov
sr: место корисничког беџа

source: left
bg: вляво
cs: vlevo
da: venstre
hr: lijevo
ja: 左
nl: links
sk: vľavo
sr: лево

source: position flair to the left of the username
bg: позиционирай флеър вляво от потребителското име
cs: styl umístit nalevo od uživatelského jména
da: placer etiket til venstre for brugernavnet
hr: značka lijevo od korisničkog imena
ja: flairをユーザ名の左に表示する
nl: flair links van de gebruikersnaam weergeven
sk: štýl umiestniť vľavo od používateľského mena
sr: поставља беџеве са леве стране корисничког имена

source: right
bg: вдясно
cs: vpravo
da: højre
hr: desno
ja: 右
nl: rechts
sk: vpravo
sr: десно

source: position flair to the right of the username
bg: позиционирай флеър дясно от потребителското име
cs: styl umístit napravo od uživatelského jména
da: placer etiket til højre for brugernavnet
hr: značka desno od korisničkog imena
ja: flairをユーザ名の右に表示する
nl: flair rechts van de gebruikersnaam weergeven
sk: štýl umiestniť vpravo od používateľského mena
sr: поставља беџеве са десне стране корисничког имена

source: link flair position
bg: позиция на линк флеъра
cs: poloha stylu odkazu
da: link etiket placering
hr: položaj znački objava
ja: リンクflair位置
nl: linkflairpositie
sk: pozícia flair odkazov
sr: место беџа за линкове

source: don't show link flair
bg: не показвай линк флеър
cs: nezobrazovat styl odkazu
da: vis ikke link etiket
hr: ne prikazuj značke objava
ja: リンクflairを表示しない
nl: linkflair niet weergeven
sk: neukazuj flair odkazy
sr: не показуј беџ уз линк

source: position flair to the left of the link
bg: сложи флеъра отляво на линка
cs: styl umístit nalevo od odkazu
da: placer etiket til til venstre for linket
hr: smjesti značku lijevo od objave
ja: リンクの左にフレアーポジション
nl: flair links van de link weergeven
sk: premiestni flair doľava odkazu
sr: постави беџ лево од линка

source: position flair to the right of the link
bg: сложи флеъра отдясно на линка
cs: styl umístit napravo od odkazu
da: placer etiket til højre for linket
hr: smjesti značku desno od objave
ja: リンクの右にフレアーポジション
nl: flair rechts van de link weergeven
sk: premiestni flair doprava odkazu
sr: постави беџ десно од линка

source: Show my flair on this subreddit. It looks like:
bg: Покажи флеъра ми в този събредит. Ще изглежда така:
cs: Zobrazit můj styl v tomto podredditu. Vypadá takto:
da: Vis mit etiket på dette subreddit. Det ser sådan ud:
hr: Prikaži moju značku u ovom podredditu. Ona izgleda ovako:
ja: このsubredditで自分のフレアーを表示する。 このように見えます:
nl: Mijn flair hier weergeven. Het ziet er zo uit:
sr: Прикажи мој беџ на овом подреддиту. Изгледа овако:

source: select flair
bg: Избери флеър
cs: vybrat styl
da: vælg etiket
hr: odaberi značku
ja: このflairにする
nl: flair selecteren
sk: vybrať štýl
sr: изабери беџ

source: remove flair
bg: премахни флеър
cs: odstranit styl
da: fjern etiket
hr: ukloni značku
ja: flair を削除
nl: flair verwijderen
sk: odstráň flair
sr: уклони беџ

source: flair selection unavailable
bg: невъзможен избор на флеър
cs: výběr stylu není dostupný
da: valg af etiket ikke tilgængelig
hr: odabir značke je nedostupan
ja: flairを選べません
nl: flairselectie niet beschikbaar
sk: výber štýlu nie je dostupný
sr: одабир беџа није доступан

source: user can edit?
bg: потребителя може да редактира?
cs: uživatelé mohou upravovat?
da: bruger kan redigere?
hr: korisnik može uređivati?
ja: ユーザが編集する事を許可しますか？
nl: mogen gebruikers bewerken?
sk: používatelia môžu upravovať?
sr: корисник сме да мења?

source: clear all flair templates
bg: премахни всички флеър шаблони
cs: vyčistit všechny šablony stylu
da: nulstil alle etiketskabeloner
hr: izbriši sve predloške znački
ja: flair のテンプレートをすべて消去
nl: alle flairsjablonen wissen
sk: vyčistiť všetky šablóny štýlu
sr: обриши све шаблоне беџева

source: cleared
bg: Изчистено
cs: vyčištěno
da: ryttet
hr: očišćeno
ja: クリア済み
nl: gewist
sk: čisté
sr: обрисано

source: is this fraud?
da: er dette svindel?
hr: radi li se o prevari?
ja: これは詐欺ですか？
nl: is dit fraude?
sk: je toto podvod?

source: What is gilding?
cs: Co je pozlacení?
da: Hvad er forgyldning?
hr: Što je pozlaćivanje?
ja: 金メッキはなんですか。
nl: Wat is vergulden?
sk: Čo je pozlátenie?

source: Giving [reddit gold](/gold/about) is referred to as 'gilding'. You can either give reddit gold directly to a user or gild one of their posts or comments.
cs: Darování [zlatého reddita](/gold/about)je označováno jako 'pozlacení'. Zlatého reddita můžete darovat uživateli přímo, nebo pozlatit jeden z jeho předložení či komentářů.
da: At tildele [reddit guld](/gold/about) er omtalt som 'forgyldning'. Du kan enten tildele reddit guld direkte til en bruger eller forgylde et af deres indlæg eller kommentarer.
hr: Poklanjanje [reddit zlata](/gold/about) obično nazivamo „pozlaćivanjem”. Redditovo zlato korisniku možete pokloniti ili izravno ili pozlaćivanjem određene objave ili odgovora.
ja: [ゴールド](/gold/about)を贈ることは 'ギルド' と呼ばれます。特定のユーザーに直接ゴールドを贈ることも、ユーザーの投稿やコメントに対してギルドすることもできます。
nl: [Reddit gold](/gold/about) geven wordt 'vergulden' genoemd. Je kan het reddit gold ofwel rechtstreeks aan een user geven ofwel één van zijn posts of comments vergulden.

source: How do I gild someone?
cs: Jak někoho pozlatím?
da: Hvordan forgylder jeg én?
hr: Kako nekoga pozlatiti?
ja: だれかにレディットゴールドをあげるにはどうすれば？
nl: Hoe verguld ik iemand?

source: You can click the 'give gold' link directly below a submission:
cs: Můžete kliknout na odkaz 'darovat zlato' přímo pod předložením:
da: Du kan klikke på 'tildel guld'-linket lige under et indlæg:
hr: Možete kliknuti na link „pokloni zlato" ispod objave:
ja: 投稿の下の'ゴールドを送る'を直接クリックすることも出来ます:
nl: Je kan op de 'geef gold' link klikken:

source: Or by giving them gold via their userpage:
cs: Nebo tak můžete učinit na jejich stránce profilu:
da: Eller ved at tildele guld via deres profilside:
hr: Ili pokloniti zlato putem korisničkog profila:
nl: Of door ze gold te geven via het gebruikersprofiel:

source: How much does it cost?
cs: Kolik to stojí?
da: Hvor meget koster det?
hr: Koliko to stoji?
ja: 幾らですか？
nl: Hoeveel kost het?

source: A single gilding costs %(price)s. If you plan to do a lot you can get a discount if you purchase some [creddits](/creddits).
da: En enkelt forgyldning koster %(price)s. Hvis du regner med at gøre det ofte, kan du spare penge ved at købe nogle [creddits](/creddits).
hr: Jedno pozlaćivanje stoji %(price)s. Ako planiraš to češće raditi, možeš dobiti popust kupnjom [kreddita](/creddits).
nl: Eén vergulding kost %(price)s. Wil je dat vaker gaan doen, dan kun je korting krijgen bij aanschaf van wat [creddits](/creddits).

source: What are creddits?
bg: Какво са кредити?
cs: Co jsou kreddity?
da: Hvad er creddits?
hr: Što su kredditi?
ja: クレッヂトは何ですか？
nl: Wat zijn creddits?
sk: Čo sú to creddity?

source: Each creddit you have can be converted into one month of reddit gold. Stored as a balance on your account, creddits allow you to give gold without having to enter payment information.
bg: Всеки кредит, който имате ще бъде конвентиран в едномесечно реддит злато.Запазен като баланс на вашият акаунт, кредитите ви позволяват да давате злато без да вписвате платежната информация.
da: Alle creddits, du har, kan blive vekslet om til én måneds brug af reddit guld. Gemt som en saldo tilknyttet din brugerkonto, kan creddits blive brugt til at tildele guld uden at indtaste kreditkortinformationer.
hr: Svaki kreddit možete pretvoriti u redditovu zlatnu članarinu s trajanjem od mjesec dana. Dok ih imate na računu, kredditi vam dopuštaju poklanjanje zlata bez upisivanja platežnih podataka.
nl: Elke creddit kan omgezet worden in een reddit gold-abonnement van een maand. De creddits worden in je account opgeslagen. Deze creddits geven je de mogelijkheid om iemand gold-abonnement te geven zonder je betaalgegevens op te geven.
sk: Každý creddit môže byť konvertovaný na jeden mesiac reddit goldu. Creddity sú viazané s tvojim účtom. Umožňujú ti rozdávať reddit gold bez nutnosti uvádzať informácie o platbe.

source: Additionally, buying creddits in bulk lowers the cost of each gilding.
cs: Navíc, hromadný nákup kredditů snižuje cenu každého pozlacení.
da: Ydermere, vil køb af creddits i større mængder sænke prisen for hver forgyldning.
hr: Moguće je i kupiti kreddite u većim količinama što snižava cijenu pojedinačnog pozlaćivanja.
nl: Bovendien, het kopen van veel creddits zorgt voor een lagere prijs van elke gulding.

source: How do I use creddits?
cs: Jak mám kreddity používat?
da: Hvordan bruger jeg creddits?
hr: Kako mogu koristiti kreddite?
ja: credditはどのように使えますか？
nl: Hoe gebruik ik creddits?
sk: Ako môžem využiť kreddity?

source: Your creddits are listed as a payment method on the checkout page.
da: Dine creddits er vist som betalingsmetode på betalingsiden.
hr: Tvoji kredditi su navedeni kao mogući način plaćanja na stranici blagajne.
nl: Je creddits staan als betaalmethode op de betaalpagina.

source: What is reddit gold?
cs: Co je zlatý reddit?
da: Hvad er reddit guld?
hr: Što je redditovo zlato?
ja: reddit goldとは？
nl: Wat is reddit gold?

source: reddit gold is our premium membership. It upgrades your account with access to extra features and special benefits from our gold partners.
cs: zlatý reddit je naše prémiové členství. Váš účet bude obohacen o přístup k dodatečným funkcím a zvláštním výhodám od našich zlatých partnerů.
da: reddit guld er vores eksklusive medlemsskab. Det opgraderer din brugerkonto med adgang til ekstra muligheder og særlige fordele fra vores guldpartnere.
hr: redditovo zlato je naše „premium” članstvo. Vaš korisnički račun dobiva dodatne mogućnosti i pogodnosti od naših partnera.
nl: reddit gold is onze premium lidmaatschap. Dit breidt je account uit met extra mogelijkheden en speciale voordelen van onze gold-partners.

source: Give Gold
bg: Връчи злато
cs: Darovat zlato
da: Tildel Guld
hr: Pokloni zlato
ja: Reddit goldを贈る
nl: Gold geven
sk: Darovať zlato

source: Want to buy gold for yourself?
bg: Искаш да закупиш злато за себе си?
cs: Chcete si koupit zlato pro sebe?
da: Vil du købe guld til dig selv?
hr: Želite se kupiti redditovo zlato?
ja: 自分のためにゴールドをかいたいですか。
nl: Wil je gold voor jezelf kopen?

source: You'll need to log in.
bg: Ще трябва да влезете в акаунта си.
cs: Je třeba se přihlásit.
da: Du skal logge ind.
hr: Morate se prijaviti.
ja: ログインしなければならない
nl: Je moet eerst inloggen.
sk: Budeš sa musieť prihlásiť.

source: How many months of gold would you like to give?
bg: Колко месеца злато ще искате да дадете?
cs: Kolik měsíců zlata bystě chtěli darovat?
da: Hvor mange guldmåneder kunne du tænke dig at tildele?
hr: Koliko mjeseci zlata želite pokloniti?
ja: 何ヶ月分のゴールドを贈りたいですか？
nl: hoeveel maanden gold wil je geven?

source: (We'll send a code to your email address you can then give to your recipient)
bg: (Ще изпратим код до имейл адресът ви, който след това ще може да дадете на получателя)
cs: (Na vaši e-mailovou adresu vám zašleme kód, který pak můžete dát příjemci)
da: (Vi sender en kode til din emailadresse, som du så kan give til din modtager)
hr: (Epoštom ćemo vam poslati kȏd kojeg vi onda možete pokloniti nekome)
nl: (We sturen een code naar je emailadres en die kan je geven aan de ontvanger)

source: buy reddit gold
bg: купи редит злато
cs: koupit si zlatého reddita
da: køb Reddit Guld
hr: kupi reddit zlato
ja: reddit goldを買う
nl: koop reddit gold
sr: купи реддит злато

source: What type of reddit gold would you like to purchase?
cs: Jaký typ zlatého reddita byste chtěli zakoupit?
da: Hvilken type af redditguld vil du købe?
hr: Koju vrstu redditovog zlata želite kupiti?
ja: 購入をするのはどのredditゴールドタイプですか？
nl: Welk type reddit gold wil je kopen?

source: one-time purchase
cs: Jednorázový nákup
da: engangskøb
hr: Jednokratna kupovina
nl: eenmalige aankoop
sk: jednorázový nákup

source: ongoing subscription
cs: obnovující se předplatné
da: vedvarende abonnement
hr: samoobnavljajuća pretplata
nl: doorlopend abonnement

source: How many creddits would you like to buy?
bg: Колко кредита ще желаете да закупите?
cs: Kolik kredditů byste chtěli zakoupit?
da: Hvor mange creddits vil du købe?
hr: Koliko kreddita želite kupiti?
ja: いくらcredditを購入しますか？
nl: Hoeveel creddits wil je kopen?
sk: Koľko credditov si želáte kúpiť?
