Repository: slimlife/cookie
Catalog: i18n/reddit_i18n/*/LC_MESSAGES/r2.po
Languages: bg, cs, da, hr, ja, nl, sk, sr

source: View on the web
ja: ウェブで見る
nl: Bekijk op het web

source: More unread messages are available in your inbox.
nl: Er zijn meer ongelezen berichten beschikbaar in je inbox.

source: Unsubscribe
da: Ophæv abonnementet
ja: 購読をやめる
nl: uitschrijven
sk: Odhlásiť

source: Unsubscribe here
nl: Hier uitschrijven

source: Thanks! You're unsubscribed from all message notification emails.
da: Tak! Du er nu afmeldt alle besked-notifikations emails.
ja: すべての通知メールの購読が無事に解除されました。
nl: Bedankt! Je bent afgemeld voor alle notificaties per email.

source: comment by %(comment_author)s on "%(link_title)s"
cs: komentář od %(comment_author)s na "%(link_title)s"
da: kommentar af %(comment_author)s på "%(link_title)s"
hr: odgovor napisao korisnik %(comment_author)s na "%(link_title)s"
ja: %(comment_author)s の "%(link_title)s"記事へのコメント
nl: reactie van %(comment_author)s over "%(link_title)s"

source: link "%(link_title)s" by %(link_author)s
cs: odkaz "%(link_title)s" od %(link_author)s
da: link "%(link_title)s" af %(link_author)s
hr: link "%(link_title)s" poslao korisnik %(link_author)s
ja: %(link_author)s さんによる "%(link_title)s" 記事へのリンク
nl: link "%(link_title)s" van %(link_author)s

source: from
cs: od
da: fra
hr: od
ja: より
nl: van
sk: od

source: leave
bg: напусни
cs: vynechat
da: forlad
hr: napusti
ja: 辞める
nl: verlaten
sk: opustiť
sr: напусти

source: you are no longer a moderator
bg: вече не сте модератор
cs: již nejste moderátorem
da: du er ikke længere en moderator
hr: više nisi moderator
ja: あなたはもうモデレーターではありません
nl: je bent geen moderator meer
sk: už nie ste moderátorom
sr: више нисте модератор

source: stop being a moderator?
bg: спри да си модератор?
cs: přestat být moderátorem?
da: ophør med at være moderator?
hr: prestati biti moderator?
ja: モデレーターをやめますか?
nl: wil je geen moderator meer zijn?
sk: prestať byť moderátorom?
sr: не желите више да будете модератор?

source: accept
bg: приеми
cs: přijmout
da: accepter
hr: prihvati
ja: 承認する
nl: accepteren
sk: prijať
sr: прихвати

source: you are now a moderator. welcome to the team!
bg: вече сте модератор. добре дошли в отбора!
cs: nyní jste se stali moderátorem, vítejte v týmu!
da: du er nu en moderator. velkommen til holdet!
hr: sad si moderator. dobro došao u tim!
ja: あなたはモデレータになりました。チームへようこそ！
nl: je bent nu een moderator. welkom in het team!
sr: сада сте модератор. добродошли у тим!

source: become a moderator of %s?
bg: станете модератор на %s?
cs: stát se moderátorem %s?
da: bliv moderator for %s?
hr: postati moderator za %s?
ja: %sのモデレータになりますか？
nl: moderator van %s worden?
sr: желите ли да постанете модератор за %s?

source: you are invited to become a moderator. %(action)s
bg: бяхте поканен за модератор. %(action)s
cs: byli jste pozváni k moderování. %(action)s
da: du er blevet inviteret til at blive moderator. %(action)s
hr: pozvan si da budeš moderator. %(action)s
ja: あなたはモデレータになる招待を受けました。%(action)s
nl: je bent uitgenodigd om moderator te worden. %(action)s
sr: позваните сте да постанете модератор. %(action)s

source: /r/mod shows only subreddits you moderate.
da: /r/mod viser kun de subreddits du er moderator på.
hr: /r/mod prikazuje samo one podreddite koje moderirate.
ja: /r/mod にはあなたのモデレートするサブレディットのみが表示されます。
nl: /r/mod laat alleen subreddits zien waarin jij moderator bent.

source: filter out subreddits
da: Filtrér fællesskaber
hr: filtriraj podreddite
ja: サブレディットをフィルターします。
nl: subreddits filteren

source: load more comments
bg: зареди още коментари
cs: načíst další komentáře
da: load flere kommentarer
hr: učitaj više odgovora
ja: コメントをもっと表示する
nl: meer reacties laden
sk: načítať viac komentárov
sr: учитај још коментара

source: reply
bg: отговор
cs: odpověď
da: svar
hr: odgovor
ja: 返事
nl: reactie
sk: odpoveď
sr: одговор

source: [+] load the full conversation.
bg: [+] покажи пълния разговор
cs: [+] načíst celou konverzaci.
da: [+] vis hele samtalen.
hr: [+] učitaj cijelu raspravu.
ja: [+] メールのやりとりを全て表示する
nl: [+] het hele gesprek laden.
sk: [+] načítať celú konverzáciu.
sr: [+] учитај цео разговор.

source: continue this thread
bg: продължи треда
cs: pokračovat ve vláknu
da: fortsæt denne tråd
hr: nastavi ovu temu
ja: このスレッドの続きを見る
nl: verder lezen
sk: pokračovať vo vlákne
sr: настави ову тему

source: curated by /r/%s
ja: /r/%s によってキュレーションされました
nl: beheerd door /u/%s

source: curated by /u/%s
bg: курирана от /u/%s
cs: opatrovává /u/%s
da: overvåget af /u/%s
hr: uređuje korisnik /u/%s
ja: キュレーター /u/%s
nl: beheerd door /u/%s
sr: уређује /u/%s

source: hidden
bg: скрити
cs: skryté
da: skjult
hr: skriveno
ja: 非表示にしたもの
nl: verborgen
sk: skryté
sr: сакривено

source: copy
bg: копирай
cs: kopírovat
da: kopier
hr: kopiraj
ja: コピー
nl: kopiëer
sk: kopírovať
sr: копирај

source: rename
bg: преименувай
cs: přejmenovat
da: omdøb
hr: preimenuj
ja: リネーム
nl: hernoem
sk: premenovať
sr: преименуј

source: custom
ja: カスタム
nl: aangepast

source: default
cs: výchozí
da: standard
hr: zadano
ja: デフォルト
nl: standaard
sk: východzie

source: create a copy
bg: създай копие
cs: vytvořit kopii
da: lav en kopi
hr: napravi presliku
ja: コピーを作る
nl: maak een kopie
sk: vytvoriť kópiu
sr: направи копију

source: copy name
bg: копирай име
cs: název kopie
da: kopier navn
hr: kopiraj ime
ja: 名前をコピー
nl: kopiëer naam
sk: kopírovať meno
sr: копирај име

source: warning: renaming a multi will break any links and references to the old name.
bg: внимание: преименуването на multi ще счупи всички линкове и препратки към старото име.
cs: varování: přejmenováním sloučeného redditu přestanou fungovat veškeré odkazy na starý název.
da: advarsel: ændringer til navnet af en multi vil bryde links og referencer til den gamle.
hr: upozorenje: preimenovanja multija će uništiti postojeće poveznice na staro ime.
ja: 警告: multiをリネームするとリンクと古い名前への参照は壊れます。
nl: waarschuwing: een multi hernoemen zal alle links en verwijzingen naar de oude naam ongeldig maken.
sk: upozornenie: premenovanie multiredditu pokazí akékoľvek linky a referencie na staré meno.
sr: упозорење: преименовање мултиреддита ће раскинути све линкове и референце на старо име.

source: new name
bg: ново име
cs: nový název
da: nyt navn
hr: novo ime
ja: 新しい名前
nl: nieuwe naam
sk: nové meno
sr: ново име

source: edit display name
ja: 表示される名前を編集
nl: weergavenaam bewerken

source: edit description
bg: промени описанието
cs: upravit popis
da: rediger beskrivelse
hr: uredi opis
ja: 説明を編集する
nl: bewerk beschrijving
sk: upraviť popis
sr: промени опис

source: %(count)s subreddits in this multi:
bg: %(count)s subreddit-и в това multi
cs: %(count)s podredditů v tomto sloučeném redditu:
da: %(count)s subreddits i denne multi:
hr: %(count)s podreddita u ovom multiju:
ja: このmultiに含まれる %(count)s個のsubreddits:
nl: %(count)s subreddits in deze multi:
sk: %(count)s subredditov v tomto multi:
sr: %(count)s подреддита у овом мултиреддиту

source: created by %(user)s
da: oprettet af %(user)s
hr: kreirao korisnik %(user)s
ja: %(user)s が作成
nl: aangemaakt door %(user)s
sk: vytvoril %(user)s

source: a multireddit for
bg: multireddit за
cs: sloučený reddit pro
da: en multireddit i
hr: multireddit za
ja: 次への multireddit :
nl: een multireddit voor
sk: multireddit pre
sr: мултиреддит за

source: people also added:
bg: други добавени хора:
cs: lidé také přidali:
da: folk har også tilføjet:
hr: korisnici su također dodali:
ja: 人々も追加されました:
nl: mensen voegden ook toe:
sk: ľudia tiež pridali:
sr: корисници су, такође, додали:

source: more suggestions
bg: още предложения
cs: další návrhy
da: flere forslag
hr: više prijedloga
ja: 追加の候補
nl: meer suggesties
sk: viac návrhov
sr: још предлога

source: no more suggestions!
bg: няма повече предложения!
cs: žádné další návrhy!
da: ikke flere forslag!
hr: dosta mi je prijedloga!
ja: これ以上サジェスチョンしない
nl: er zijn geen suggesties meer!
sk: žiadne ďalšie návrhy!
sr: нема више предлога!

source: would you like to...
bg: искате ли да...
cs: chtěli byste...
da: vil du gerne...
hr: bi li želio...
ja: いかがですか？
nl: wil je...
sk: chcel by si...
sr: да ли бисте желели да...

source: check out subreddits by category
bg: разглеждай subreddit-и по категория
cs: prohlédněte si podreddity podle kategorie
da: undersøg subreddits ud fra deres katagori
hr: pogledati podreddite prema vrsti
ja: カテゴリ別に subreddit を確認する
nl: bekijk subreddits per categorie
sk: pozri sa na subreddity podľa kategórie
sr: прегледате подреддите по категорији

source: explore a random subreddit
bg: разгледай произволен subreddit
cs: prozkoumat náhodný podreddit
da: udforsk en tilfældig subreddit
hr: pogledati nasumično odabrani podreddit
ja: ランダムな subreddit を探検する
nl: bekijk een willekeurige subreddit
sk: preskúmaj náhodný subreddit
sr: истражите неки подреддит насумице

source: see the suggestions again
bg: предложения
cs: znovu zobrazit návrhy
da: se forslagene igen
hr: ponovno vidi prijedloge
ja: もう一度サジェスチョンを見る
nl: bekijk de suggesties opnieuw
sk: pozri si návrhy znova
sr: опет прегледај предлоге

source: submit to %(sr)s
bg: пости към %(sr)s
cs: poslat do %(sr)s
da: publicér i %(sr)s
hr: pošalji u %(sr)s
ja: %(sr)sに投稿する
nl: post in %(sr)s
sk: odoslať do %(sr)s
sr: пошаљи у %(sr)s

source: suggest title
bg: препоръчай заглавие
cs: navrhnout název
da: forslå titel
hr: predloži naslov
ja: タイトルを提案する
nl: titelsuggestie
sk: navrhni názov
sr: предложи наслов

source: text
bg: текст
da: tekst
hr: tekst
ja: 文章
nl: tekst
sr: текст

source: (optional)
bg: (по избор)
cs: (nepovinné)
da: (valgfri)
hr: (nije obavezno)
ja: (省略可能)
nl: (optioneel)
sk: (nepovinné)
sr: (опционално)

source: choose a subreddit
bg: избери събреддит
cs: zvolte podreddit
da: vælg et subreddit
hr: odaberi podreddit
ja: subredditを選択してください
nl: kies een subreddit
sk: zvolte podreddit
sr: изабери подреддит

source: submitting to %(sr)s
cs: předkládáno do %(sr)s
da: indsender til %(sr)s
hr: slanje u %(sr)s
ja: %(sr)sに送信中
nl: verzenden naar %(sr)s

source: send replies to my inbox
bg: изпращай отговорите до входяща кутия
cs: odesílat odpovědi do mé doručené pošty
da: send svar til min inbakke
hr: šalji odgovore u moj pretinac
ja: my inbox内に返信を送信
nl: reacties verzenden naar mijn inbox
sk: poslať odpovede do mojej schránky
sr: слање одговора у моје сандуче

source: why a brick? read to the bottom of the rules page to find out!
bg: защо има тухла? прочети страницата с правила докрай, за да разбереш!
cs: proč cihla? to můžete zjistit, když dojdete až na konec stránky s pravidly!
da: hvorfor en mursten? læs til bunden af regel siden for at finde ud af det!
hr: zašto cigla? to možeš saznati na dnu stranice s pravilima.
ja: なぜレンガ？見つけるためのルールのページの一番下まで読んでください
nl: waarom een baksteen? lees het onderaan de regels!
sk: prečo tehla? prečítaj si spodok stránky s pravidlami aby si na to prišiel!
sr: зашто цигла? читајте до краја странице са правилима да бисте сазнали!

source: please be mindful of reddit's %(few_rules)s and practice %(good_reddiquette)s.
bg: моля, имай предвид %(few_rules)s на редит и упражнявай %(good_reddiquette)s.
cs: prosím mějte na paměti %(few_rules)s na reddit a dbejte na %(good_reddiquette)s.
da: være venligst opmærksom på reddits %(few_rules)s og sørg for at udføre %(good_reddiquette)s.
hr: imaj u vidu %(few_rules)s i pridržavaj se %(good_reddiquette)s.
ja: redditの%(few_rules)sを心に留め、%(good_reddiquette)sを実践してください。
nl: houd rekening met %(few_rules)s van reddit en houd je aan de %(good_reddiquette)s.
sr: имајте на уму %(few_rules)s реддита и придржавајте се %(good_reddiquette)s.

source: few rules
bg: някоко правила
cs: pár pravidel
da: få regler
hr: nekoliko pravila
ja: ほとんどないルール
nl: enkele regels
sk: niekoľko pravidiel
sr: неколико правила

source: good reddiquette
bg: добър редикет
cs: správnou reddiketu
da: god redditetik
hr: ispravne reddikete
ja: よいレディケット
nl: reddiquette
sr: добра реддикета

source: reddit newsletter - upvoted weekly
nl: reddit nieuwsbrief - wekelijks ge-upvote

source: subscribe to reddit's official newsletter,
da: tilmeld dig reddits officielle nyhedsbrev
nl: abonneer je op reddits officiële nieuwsbrief

source: upvoted weekly
nl: wekelijks ge-upvote

source: Enter your email to get the very best of reddit's content curated, packaged, and delivered to your inbox once a week. It's free and we'll never spam you.
nl: Vul je email in om het beste van reddit eenmaal per week in je inbox te ontvangen. Het is gratis en we zullen je nooit spammen.

source: back to reddit
da: tilbage til reddit
nl: terug naar reddit

source: enter your email
da: indtast din emailadresse
nl: vul je emailadress

source: subscribe
bg: абонирай се
cs: odebírat
da: abonner
hr: pretplati se
ja: 登録
nl: abonneren
sk: odoberať
sr: пријави се

source: More Info
nl: Meer informatie

source: subscribe to our newsletter
da: tilmeld dig vores nyhedsbrev
nl: schrijf je in op onze nieuwsbrief

source: get the best of reddit, delivered once a week
nl: ontvang wekelijks het beste van reddit

source: %(app)s requests to connect with your reddit account.
bg: %(app)s иска да се свърже с реддит акаунта ти.
cs: %(app)s se chce připojit k vašemu účtu reddit.
da: %(app)s anmoder om at forbinde med din reddit konto.
hr: %(app)s traži spajanje s tvojim reddit računom.
ja: %(app)sがあなたのアカウントへの接続を要求しています。
nl: %(app)s wil toegang tot je reddit-account.
sk: %(app)s žiada o pripojenie s vaším reddit účtom.
sr: %(app)s захтева да се повеже са вашим реддит налогом.

source: Allow %(app)s to:
bg: Позволи на %(app)s да:
cs: Umožnit %(app)s aby:
da: Tillad %(app)s til at:
hr: Aplikaciji %(app)s dopusti:
ja: %(app)sに与える権限：
nl: %(app)s toestaan om:
sk: Povoliť %(app)s:
sr: Дозволи %(app)s да:

source: %(app)s will not be able to access your reddit password.
bg: %(app)s няма да получи достъп до реддит паролата ти.
cs: %(app)s nebude moci mít přístup k vašemu heslu reddit.
da: %(app)s vil ikke være i stand til at få adgang til dit Reddit kodeord.
hr: %(app)s neće imati pristup tvojoj reddit zaporci.
ja: %(app)sはあなたのパスワードにアクセスできません。
nl: %(app)s zal geen hebben toegang tot je reddit-wachtwoord.
sk: %(app)s nebude môcť pristúpiť k vašemu reddit heslu.
sr: %(app)s неће моћи да приступе реддит лозинци.

source: Allow
bg: позволи
cs: Povolit
da: Tillad
hr: Dopusti
ja: 許可する
nl: Toestaan
sk: Povoliť
sr: Дозволи

source: Decline
bg: забравни
cs: Zamítnout
da: Afvis
hr: Odbij
ja: 拒否する
nl: Weigeren
sk: Zamietnuť
sr: Одбиј

source: The address '%(email)s' will no longer receive email from us.
bg: Адресът '%(email)s' няма да получава и-мейли от нас.
cs: Adresa %(email)s' již od nás nebude dostávat e-maily.
da: Adressen '%(email)s vil ikke længere modtage emails fra os.
hr: Nećemo više slati poruke na '%(email)s'.
ja: '%(email)s'にはもうメールを送りません
nl: Het adres '%(email)s' zal geen e-mail meer van ons ontvangen.
sk: Adresa '%(email)s' už od nás nebude dostávať emaily.
sr: Адреса '%(email)s' више неће добијати е-поруке од нас.

source: A confirmation email has been queued up and should be reaching you shortly. It will be the last you hear from us.
bg: И-мейл с потвръждения ще пристигне всеки момент. Повече мейли няма да получавате от нас.
cs: Potvrzovací email je již ve frontě a za pár chvil by měl být u Vás. To bude poslední, co od nás uslyšíte.
da: En mail med bekræftelse er på vej til dig. Det vil være det sidste du hører fra os.
hr: Potvrdna eporuka je već spremna i uskoro ćeš je primiti. Ovo je posljednji put da te davimo!
ja: 確認のメールが処理を待っていますので、じきにあなたの元に届きます。これがあなたへの最後のお知らせとなります。
nl: een bevestigingse-mail is klaargezet en zou je binnenkort moeten ontvangen. Dit zal de laatste keer zijn dat je van ons hoort.
sr: Мејл за потврду је забележен и до Вас стићи ће ускоро. После тога Вас нећемо узнемиравати.

source: Would you like the address %(email)s to no longer receive email from us?
bg: Бихте ли искали адресът %(email)s вече да не получва и-мейли от нас?
cs: Chtěli byste, aby adresa %(email)s už od nás nedostávala e-maily?
da: Vil du have at adressen %(email)s ikke længere skal modtage emails fra os?
hr: Želiš li da na adresu %(email)s više ne šaljemo poruke?
ja: もう%(email)sのアドレスで私達からのEメールを受けとりたくありませんか？
nl: Wil je geen e-mail meer van ons op het adres %(email)s ontvangen?
sk: Chcete aby adresa %(email)s už viac nedostávala emaily od nás?
sr: Да ли желите да адреса %(email)s више не прима е-поруке од нас?

source: '%(email)s' has been removed from our block list.
bg: '%(email)s' беше премахнат от нашия списък с блокирани адреси
cs: '%(email)s' byl odstraněn z našeho seznamu blokovaných.
da: '%(email)s' er blevet fjernet fra vores blokeringsliste.
hr: Adresa '%(email)s' odstranjena s našeg popisa blokiranih.
ja: '%(email)s'が私達のブロックリストから削除されました。
nl: '%(email)s' is van onze blokkeerlijst gehaald.
sk: '%(email)s' bol odstránený z nášho zoznamu blokovaných.
sr: '%(email)s' је уклоњена са наше листе за блокирање.

source: Allow '%(email)s' to receive email from us?
bg: Позволи на '%(email)s' да получава и-мейли от нас?
cs: Umožnit, aby '%(email)s' mohl od nás obdržovat e-maily?
da: Tillad '%(email)s' at modtage emails fra os?
hr: Želiš li da na adresu '%(email)s' šaljemo poruke?
ja: '%(email)s' にメールを送ってもいいですか？
nl: Wil je op '%(email)s' e-mails van ons ontvangen?
sk: Povoliť, aby '%(email)s' od nás mohol dostávať emaily?
sr: Да ли желите да дозволите да '%(email)s' прима е-поруке од нас?

source: This is an [internationalized domain name](http://en.wikipedia.org/wiki/Internationalized_domain_name). We've modified how it is displayed [for security reasons](http://en.wikipedia.org/wiki/IDN_homograph_attack).
cs: Toto je [zmezinárodněný název domény](http://cs.wikipedia.org/wiki/IDN). Z [bezpečnostních důvodů](http://en.wikipedia.org/wiki/IDN_homograph_attack) jsme změnili způsob jeho zobrazení.
da: Dette er et [internationaliseret domænenavn](http://en.wikipedia.org/wiki/Internationalized_domain_name). Vi har ændret den måde det vises på [af sikkerhedsårsager](http://en.wikipedia.org/wiki/IDN_homograph_attack).
hr: Ovo je [ime internacionalizirane domene] (http://en.wikipedia.org/wiki/Internationalized_domain_name). Mi smo [iz sigurnosnih razloga](http://en.wikipedia.org/wiki/IDN_homograph_attack) promjenili način njezinog prikaza.
ja: これは[国際化されたドメイン名](http://en.wikipedia.org/wiki/Internationalized_domain_name)です。[セキュリティ上の理由から](http://en.wikipedia.org/wiki/IDN_homograph_attack)、表示のされ方を調整しました。
nl: Dit is een [geïnternationaliseerde domeinnaam] (http://en.wikipedia.org/wiki/Internationalized_domain_name). Wij hebben aangepast hoe deze getoond wordt [om veiligheidsredenen] (http://en.wikipedia.org/wiki/IDN_homograph_attack)

source: what's my password?
bg: Каква е мойта парола?
cs: jaké je mé heslo?
da: hvad er mit password?
hr: koja je moja zaporka?
ja: パスワードを忘れちゃった?
nl: wat is mijn wachtwoord?
sk: aké je moje heslo?
sr: која је моја лозинка?

source: enter your user name below to receive your login information
bg: Напишете доли името на потребителя, който ще получи вашата логин информация.
cs: zadejte vaše uživatelské jméno níže pro obdržení vašich přihlašovacích udajů
da: indtast dit brugernavn nedenunder for at modtage dine login informationer.
hr: u nastavku unesi svoje korisničko ime kako bi dobio svoje podatke za prijavu
ja: ログイン情報を受け取るには下の欄にユーザ名を入力してください
nl: vul hieronder je gebruikersnaam in om je inloggegevens te ontvangen
sk: zadajte vaše používateľské meno pre obdržanie prihlasovacích údajov
sr: упишите своје корисничко име испод како бисте примили информације за пријављивање

source: password reset link expired. please try again
bg: Линкът за преустановяване на паролата е изтекъл. Моля опитайте отново.
cs: odkaz pro resetování hesla vypršel. zkuste to prosím znovu
da: link til fornyelse af kodeordsfornyelse er løbet ud. Prøv venligst igen.
hr: poveznica za poništavanje zaporke je istekla. probaj opet
ja: パスワードリンクが切れました。再試行してください。
nl: link voor wachtwoordreset verlopen. probeer het opnieuw
sk: odkaz pre resetovanie hesla vypršal. prosím skúste znovu
sr: линк за ресетовање лозинке је истекао. покушајте поново

source: email me
bg: прати ми и-мейл
cs: napsat mi e-mail
da: email mig
hr: pošalji mi poruku epošte
ja: Eメールを送信して下さい
nl: mij e-mailen
sk: napísať mi email
sr: пошаљи ми е-поруку

source: set up payment for this link
bg: настойте плащането за този линк
cs: nastavit platbu pro tento odkaz
da: opsæt betaling for dette link
hr: sredi plaćanje za ovu objavu
ja: このリンク用の支払いを設定する
nl: betaling voor deze link opzetten
sk: nastaviť platbu pre tento odkaz
sr: подеси уплату за овај линк

source: The duration of this link is %(duration)s (from %(start)s to %(end)s).
cs: Doba trvání tohoto odkazu je %(duration)s (od %(start)s do %(end)s).
da: Varigheden af dette link er %(duration)s (fra %(start)s til %(end)s).
hr: Trajanje ove poveznice je %(duration)s (od %(start)s do %(end)s).
ja: このリンクの有効期間は %(duration)s (%(start)s から %(end)s まで)です。
nl: De duur van deze link is %(duration)s (van %(start)s tot %(end)s).

source: Your current budget is %(budget)s
bg: Текущия ви бюджет е %(budget)s
cs: Váš současný rozpočet je %(budget)s
da: Dit nuværende budget er %(budget)s
hr: Tvoj trenutačni proračun je %(budget)s
ja: 現在の予算である %(budget)s
nl: Je huidige budget is %(budget)s
sk: Tvoj aktuálny rozpočet je %(budget)s
sr: Ваш тренутни буџет је %(budget)s

source: Please pick your credit card:
bg: Моля изберете вашата кредитна карта.
cs: Prosím vyberte Vaši kreditní kartu:
da: Vælg venligst dit kreditkort:
hr: Odaberi kreditnu karticu:
ja: クレジットカードを選択してください:
nl: Selecteer je creditcard:
sk: Prosím vyberte si Vašu kreditnú kartu:
sr: Одаберите кредитну картицу:

source: select...
bg: изберете...
cs: vybrat...
da: vælg...
hr: odabir...
ja: 選択...
nl: selecteren...
sk: vybrať...
sr: изабери...

source: profile limit (%d) reached
bg: лимит (%d) на профила достигнат
cs: dosaženo limitu profilu (%d)
da: profil grænse (%d) nået
hr: dosegnuta granica za profil (%d)
ja: プロフィール制限 (%d) 到達
nl: profiellimiet (%d) bereikt
sr: ограничење (%d) за профил је достигнуто

source: create a new one...
bg: създайте нов
cs: vytvořit novou...
da: lav en ny...
hr: napravi novi...
ja: 新規作成...
nl: nieuwe maken...
sk: vytvoriť nový...
sr: креирај нови...

source: please create a new payment profile
bg: моля създайте нов платежен профил
cs: vytvořte si prosím nový profil platby
da: opret venligst en ny betalingsprofil
hr: napravi novi profil plaćanja
ja: 新しい支払いプロフィールを作成してください。
nl: maak een nieuw betaalprofiel
sk: vytvorte si prosím nový profil platby
sr: креирајте нови платни профил

source: NOTE: your card will not be charged until the campaign has been queued for promotion.
bg: БЕЛЕЖКА: картата Ви няма да бъде таксувана докато кампанията не бъде наредена за промоция.
cs: POZNÁMKA: kampaň nebude na vaší kartě zaúčtována, dokud nebude zařazena do fronty pro propagaci.
da: BEMÆRK: pengene hæves ikke fra dit kort før end kampagnen er klar til visning.
hr: NAPOMENA: tvoja kartica neće biti naplaćena dok kampanja još ne bude na čekanju za promociju.
ja: 注意: あなたのカードは、キャンペーンがプロモーションへのキューに入るまで請求されません。
nl: LET OP: er wordt geen geld van je kaart afgeschreven tot de campagne klaargezet is voor promotie.
sr: НАПОМЕНА: Нећемо скидати средства са Ваше картице док се кампања не постави у линију за промоције.

source: first name
bg: Първо име
cs: jméno
da: fornavn
hr: ime
ja: 名
nl: voornaam
sk: krstné meno
sr: име

source: last name
bg: Трето име
cs: příjmení
da: efternavn
hr: prezime
ja: 姓
nl: achternaam
sk: priezvisko
sr: презиме

source: company
bg: компания
cs: společnost
da: firma
hr: tvrtka
ja: 会社
nl: bedrijf
sk: spoločnosť
sr: компанија

source: address
bg: адрес
cs: adresa
da: adresse
hr: adresa
ja: 住所
nl: adres
sk: adresa
sr: адреса

source: state
bg: щат
cs: stát
da: stat
hr: županija
ja: 州、又は都道府県
nl: provincie
sk: štát
sr: држава

source: phone
bg: телефонен номер
cs: telefon
da: telefon
hr: telefon
ja: 電話番号
nl: telefoon
sk: telefón
sr: телефон

source: (14-17 digits)
bg: (14-17 писмени знака)
cs: (14-17 číslic)
da: (14-17 cifre)
hr: (14-17 znamenki)
ja: (14-17桁)
nl: (14-17 cijfers)
sk: (14-17 číslic)
sr: (14-17 цифара)
