Repository: slimlife/cookie
Catalog: i18n/reddit_i18n/*/LC_MESSAGES/r2.po
Languages: bg, cs, da, hr, ja, nl, sk, sr

source: click to resend
bg: кликнете да препратите
cs: klikněte pro nové odeslání
da: klik for at sende igen
hr: klikni za ponovno slanje
ja: クリックしてもう一度送る
nl: klik om opnieuw te verzenden
sk: kliknite pre preposlanie
sr: кликните да бисте поново послали

source: unverified
bg: непотвърден
cs: neověřeno
da: uverificeret
hr: nije potvrđeno
ja: 未確証
nl: niet bevestigd
sk: neoverené
sr: није верификовано

source: click to verify
bg: кликнете да потвърдите
cs: klikněte pro ověření
da: klik for at verificere
hr: klikni za potvrđivanje
ja: クリックして確証する
nl: klik om te bevestigen
sk: kliknite pre overenie
sr: кликните да бисте верификовали

source: send verification email
bg: изпрати потвърждаващ имейл
cs: poslat ověřovací e-mail
da: send verifications email
hr: pošalji potvrdnu poruku epošte
ja: 確認メールを送る
nl: verificatie-e-mail verzenden
sk: poslať overovací email
sr: пошаљи верификациону е-поруку

source: update your password
bg: обнови паролата си
cs: aktualizovat vaše heslo
da: opdater dit password
hr: ažuriraj zaporku
ja: パスワードを更新する
nl: je wachtwoord wijzigen
sk: aktualizovať heslo
sr: ажурирајте лозинку

source: new password
bg: нова парола
cs: nové heslo
da: nyt kodeord
hr: nova zaporka
ja: 新しいパスワード
nl: nieuw wachtwoord
sk: nové heslo
sr: нова лозинка

source: removed at %(time)s
cs: odstraněno %(time)s
da: fjernet kl. %(time)s
hr: uklonjeno, %(time)s
nl: verwijderd om %(time)s

source: (no need to click for this info; just hover over the checkmark next time)
bg: (няма нужда да кликвате тази информация; просто задръжте над чавката следващия път)
cs: (pro tyto informace není třeba klikat; stačí příště najet na zaškrtnutí)
da: (der er ingen grund til at klikke for at få denne information; hold bare musen over fluebenet næste gang)
hr: (ne moraš pritiskati za informacije; idući put samo postavi miš iznad kvačice)
ja: (この情報をクリックする必要はありません。次回からはチェックマークにマウスをあわせてください。)
nl: (je hoeft niet te klikken voor informatie; de volgende keer kun je gewoon de muiscursor over het vinkje bewegen)
sk: (pre tieto informácie nie je nutné klikať; stačí presunúť kurzor na zaškrtnutie)
sr: (нема потребе да кликнете за ову информацију; следећи пут само пређите мишем преко знака за потврду)

source: spammed
bg: спам
cs: spamováno
da: spammet
hr: spam
ja: 被スパム
nl: gespamd
sk: spamované
sr: спамовано

source: approve
bg: одобри
cs: schválit
da: godkend
hr: odobri
ja: 承認する
nl: goedkeuren
sk: schváliť
sr: одобри

source: report
bg: докладвай
cs: ohlásit
da: anmeld
hr: prijavi
ja: 問題を報告
nl: rapporteren
sk: nahlásiť
sr: пријави

source: marked
bg: маркирано
cs: označeno
da: markeret
hr: označeno
ja: マーク済み
nl: gemarkeerd
sk: označené
sr: означено

source: un-nsfw
bg: бзр
cs: zrušit nad18
da: gør ikke-nsfw
hr: nije nsfw
ja: 閲覧注意を解除する
nl: niet nsfw
sk: zrušiť nad18
sr: није-нзп

source: unmarked
bg: немаркирано
cs: neoznačeno
da: ikke markeret
hr: nije označeno
ja: 目印を解除する
nl: markeren ongedaan gemaakt
sk: neoznačené
sr: уклоњена ознака

source: retry thumb
cs: znovu načíst miniaturu
da: prøv miniature igen
hr: ponovno učitaj sličicu
ja: サムネイルを再試行
nl: probeer thumbnail opnieuw

source: check back in a few minutes
ja: 数分後にもう一度試してください。
nl: probeer het over een paar minuten nog eens
sk: skús sa vrátiť o pár minút

source: distinguishing...
bg: отличавайки..
cs: rozlišování...
da: skelner...
hr: isticanje...
ja: 区別しています...
nl: bezig met onderscheiden...
sk: rozlišovanie...
sr: гашење....

source: distinguish this?
bg: отличи това?
cs: rozlišit toto?
da: skeln dette?
hr: istaknuti ovo?
ja: これを区別できますか？
nl: wil je dit onderscheiden?
sk: rozlíšiť toto?
sr: угаси ово?

source: give reddit gold in appreciation of this post.
cs: darovat zlatého reddita z vděčnosti za tento příspěvek.
da: giv reddit gold som påskønnelse af dette indlæg.
hr: pokloni reddit zlato kao znak zahvalnosti za ovaj post.
ja: このポストへのお礼として reddit ゴールドをプレゼントします。
nl: geef reddit-gold, als blijk van waardering voor deze post

source: give gold
bg: дайте злато
cs: darovat zlato
da: giv guld
hr: daruj zlato
ja: goldを贈る
nl: gold geven
sk: darovať zlato
sr: поклони злато

source: reapprove
bg: одобри отново
cs: znovu schválit
da: godkend igen
hr: ponovno odobri
ja: もう一度承認する
nl: Opnieuw accepteren
sr: одобри поново

source: click to show report reasons
cs: klikněte pro zobrazení důvodů pro nahlášení
da: Klik for at vise rapportgrunde
hr: klikni kako bi vidio razloge za prijavu
ja: クリックで報告の理由を表示
nl: klik om verslagredenen te tonen

source: moderator reports:
cs: hlášení od moderátorů:
da: moderatorrapporter:
hr: prijave od moderatora:
ja: モデレータの報告:
nl: melding van een moderator:

source: <no reason>
cs: <bez důvodu>
nl: <geen reden>
sk: <žiadny dôvod>

source: user reports:
cs: hlášení od uživatelů:
da: brugerrapporter:
hr: prijave od korisnika:
ja: ユーザーの報告:
nl: melding van een gebruiker:
sk: nahlásenia užívateľmi:

source: unhide
bg: премахни от скрити
cs: zrušit skrytí
da: vis igen
hr: opet prikaži
ja: 非表示解除
nl: weergeven
sk: zrušiť skrytie
sr: откриј

source: unhidden
bg: премахнато от скрити
cs: neskryté
da: vises igen
hr: prikazuje se
ja: 非表示を解除しました
nl: wordt nu weergegeven
sk: neskryté
sr: откривено

source: reject
bg: откажи
cs: odmítnout
da: afvis
hr: odbij
ja: 拒否する
nl: weigeren
sk: odmietnuť
sr: одбиј

source: accepted
bg: прието
cs: přijato
da: accepteret
hr: prihvaćeno
ja: 承認済み
nl: geaccepteerd
sk: prijaté
sr: прихваћено

source: fraud
da: svindel
hr: prevara
nl: fraude
sk: podvod

source: traffic
bg: трафик
cs: přenos
da: trafik
hr: promet
ja: アクセス状況
nl: verkeer
sk: prenos
sr: саобраћај

source: full comments
bg: пълни коментари
cs: celé komentáře
da: alle kommentarer
hr: svi odgovori
ja: 全てのコメント
nl: volledige reacties
sk: celé komentáre
sr: цели коментари

source: parent
bg: първи коментар
cs: nadřazený
da: forældre
hr: nadređeni
ja: 親コメント
nl: oorspronkelijke post
sk: nadradený
sr: почетни коментар

source: reply {verb}
bg: отговори
cs: odpovědět
da: reply
hr: odgovori
ja: 返事を書く
nl: reageren
sk: odpovedať
sr: одговори

source: unblock subreddit
da: debloker fællesskab
hr: odblokiraj podreddit
nl: deblokkeer subreddit
sk: odblokovať subreddit

source: unblocked
cs: odblokován
da: deblokeret
hr: odblokiran
nl: gedeblokkeerd
sk: odblokovaný

source: block subreddit
cs: zablokovat subreddit
da: bloker fællesskab
hr: blokiraj podreddit
nl: blokkeer subreddit
sk: zablokovať subreddit

source: block user
bg: блокирай потребител
cs: zablokovat uživatele
da: blokér bruger
hr: blokiraj korisnika
ja: ユーザをブロックする
nl: gebruiker blokkeren
sk: zablokovať používateľa
sr: блокирај корисника

source: mark unread
bg: маркирай непрочетено
cs: označit jako nepřečtené
da: maker som ulæst
hr: označi kao nepročitano
ja: 未読にする
nl: markeren als ongelezen
sk: označiť ako neprečítané
sr: означи као непрочитано

source: toggle
bg: включи
cs: přepnout
da: skift
hr: uključi/isključi
ja: スワップ
nl: in-/uitschakelen
sk: prepnúť
sr: промени

source: + friends
bg: + приятели
cs: + přátele
da: + venner
hr: + prijatelj
ja: 友達リストに追加する
nl: + vrienden
sk: + priatelia
sr: + пријатеља

source: - friends
bg: - приятели
cs: - přátele
da: - venner
hr: - prijatelj
ja: 友達リストから解除する
nl: - vrienden
sk: - priatelia
sr: - пријатеља

source: comment karma
bg: карма на коментарите
cs: karma komentáře
da: kommentarkarma
hr: karma za odgovore
ja: コメントカルマ
nl: reactiekarma
sk: karma komentára
sr: карма коментара

source: really obscure karma from before it was cool to track per-subreddit
bg: наистина неясна карма отпреди да е готино да се следи по subreddit
cs: opravdu nejasná karma z doby předtím, než bylo hustý ji sledovat za podreddit
da: virkeligt obskurt karma fra før det var cool at tælle per subreddit
hr: nepoznata karma otprije nego je bilo kul pratiti po podredditima
ja: subredditあたりを追跡するのがクールだった前から、本当に曖昧なカルマ
nl: zeer obscuur karma van voordat het stoer was om per-subreddit te volgen
sk: skutočne nejasná karma z obdobia predtým, ako bolo sledovanie podredditov v móde
sr: веома опскурна карма која потиче из периода у ком још увек није било кул пратити је по подреддиту

source: View/edit my snoovatar
ja: 自分のsnoovatarを閲覧/編集する
nl: Mijn snoovatar bekijken/wijzigen

source: %(username)s's snoovatar
ja: %(username)sのsnoovatar
nl: Snoovatar van %(username)s

source: of reddit gold remaining
bg: от reddit злато остава
cs: reddit zlata zbývá
da: af tilbageværende Reddit Guld
hr: reddit zlata preostalo
ja: のredditゴールドが残っています
nl: reddit gold resterend
sk: zostávajúcich reddit goldov
sr: реддит злата преостало

source: view gold features/benefits
da: se guld fordele
hr: prikaži pogodnosti reddit zlata
ja: ゴールドの機能/特典を見る
nl: bekijk de functies/voordelen van gold
sk: pozrieť si zlaté funkcie/benefity

source: Recurring Paypal subscription
bg: повтарящ се пейпал абонамент
cs: Opakující se předplatné v PayPal
da: Tilbagevendende Paypal-abonnement
hr: Obnavljajuća PayPal pretplata
ja: 定期Paypal課金
nl: Doorlopend PayPal-abonnement
sk: Opakujúce sa predplatné v PayPal
sr: Трајна PayPal претплата

source: manage recurring subscription
cs: správa opakujícího se předplatného
da: administrer tilbagevendende abonnement
hr: upravljaj obnavljajućom pretplatom
ja: 定期課金を管理する
nl: abonnement beheren

source: redditor for
bg: Реддитор за
cs: redditorem
da: redditor i
hr: redditor već
ja: reddit利用歴
nl: Zo lang al op reddit:
sk: redditorom
sr: реддитор за

source: to be promoted by %(author)s
bg: да бъде повишено от %(author)s
cs: bude propagováno %(author)s
da: vil blive støttet af %(author)s
hr: promovirat će %(author)s
ja: %(author)sに紹介されている
nl: te worden gepromoot door %(author)s
sk: bude propagované %(author)s
sr: биће промовисан од стране %(author)s

source: promoted by %(author)s
bg: да бъде повишено от %(author)s
cs: propagováno %(author)s
da: støttet af %(author)s
hr: promovirao %(author)s
ja: %(author)sによる紹介
nl: gepromoot door %(author)s
sk: propagované %(author)s
sr: промовисан од стране %(author)s

source: deleted sponsored link
bg: изтрит спонсориран линк
cs: smazat sponzorovaný odkaz
da: sponsoreret link slettet
hr: izbrisana sponzorirana objava
ja: スポンサードリンクを削除する
nl: verwijderde gesponsorde link
sk: vymazať sponzorovaný odkaz
sr: обрисани спонзорисани линк

source: unpaid sponsored link
bg: неплатен спонсориран линк
cs: nezaplacený sponzorovaný odkaz
da: ubetalt sponsoreret link
hr: neplaćena sponzorirana objava
ja: 支払われなかったスポンサードリンク
nl: onbetaalde gesponsorde link
sk: nezaplatený sponzorovaný odkaz
sr: неплаћени спонзорисани линк

source: waiting approval
nl: wacht op goedkeuring

source: rejected sponsored link
bg: отказан спонсориран линк
cs: zamítnutý sponzorovaný odkaz
da: afvist sponsoreret link
hr: odbijena sponzorirana objava
ja: 拒絶されたスポンサードリンク
nl: afgekeurde gesponsorde link
sk: odmietnutý sponzorovaný odkaz
sr: одбијени спонзорисани линк

source: sponsored link
bg: спонсориран линк
cs: sponzorovaný odkaz
da: sponsoreret link
hr: sponzorirana objava
ja: スポンサードリンク
nl: gesponsorde link
sk: sponzorovaný odkaz
sr: спонзорисани линк

source: accepted sponsored link
bg: приет спонсориран линк
cs: přijatý sponzorovaný odkaz
da: godkendt sponsoreret link
hr: prihvaćena sponzorirana objava
ja: 承認済みのスポンサードリンク
nl: geaccepteerde gesponsorde link
sk: akceptovaný sponzorovaný odkaz
sr: прихваћени спонзорисани линк

source: click-through (%)
bg: кликвания (%)
cs: prokliknutí (%)
da: klikfrekvens (%)
hr: klikovi po pregledu (%)
ja: クリック率 (%)
nl: doorklikpercentage (%)
sr: кликови (%)

source: totals are preliminary until 24 hours after the end of the promotion.
bg: общото е предполагаемо до 24 часа след началото на промотирането.
cs: součty jsou předběžné do 24 hodin od skončení propagace.
da: totaler er foreløbige indtil 24 timer efter enden af salgsfremstødet.
hr: konačni ukupan zbroj bit će dostupan tek 24 ure nakon promocije
ja: 合計は紹介が終わってから24時間後まで予備状態になります。
nl: totalen zijn een schatting tot 24 uur na het einde van de promotie.
sk: celkové výsledky sú predbežné do 24 hodín po ukončení promócie.
sr: укупан број је прелиминаран до 24 сата након краја промоције.

source: Campaigns created before September 12, 2012 don't have traffic data
bg: Кампании създадени преди 12 септември 2012г. нямат трафик данни
cs: Kampaně vytvořené před 12. zářím 2012 nemají data o přenosech
da: Kampagner oprettet før den 12. september, 2012 har ikke trafikdata
hr: Kampanje pokrenute prije 12. rujna 2012. nemaju podatke o prometu
ja: 2012年9月12日以前に作成されたキャンペーンにはアクセス情報はありません。
nl: Campagnes die gemaakt zijn voor 12 september 2012 hebben geen traffic informatie.
sr: Не постоје подаци о посетама за кампање настале пре 12. септембра 2012.

source: start
bg: начало
cs: začátek
hr: početak
ja: スタート
nl: begin
sk: začať
sr: почетак

source: end
bg: край
cs: konec
da: slut
hr: završetak
ja: 終了
nl: eind
sk: skončiť
sr: крај

source: location
bg: локализация
cs: umístění
da: placering
hr: lokacija
ja: 現在地
nl: locatie
sk: lokácia

source: spent
bg: похарчени
cs: utraceno
da: brugt
hr: potrošeno
ja: 使った/費やした
nl: uitgegeven
sr: потрошено

source: imps purchased
nl: betaalde vertoningen

source: imps delivered
nl: geleverde vertoningen

source: ctr
cs: míra prokliku
nl: dkp

source: cpc
cs: cena za proklik
nl: kpk

source: download as csv
da: download som csv
ja: csvファイルでダウンロード
nl: in csv-formaat downloaden
sk: stiahni ako csv

source: A good title is important to the success of your campaign. reddit users are an intelligent, thoughtful group, and reward those who engage them.
bg: Доброто заглавие е важно за успеха на Вашата кампания. reddit потребителите са интелигентна, разсъждаваща група и възнаграждават тези, които ги ангажират.
cs: Dobrý název je důležitý pro úspěch vaší kampaně. uživatelé reddit jsou chytrá, pozorná skupina a odmění ty, kdo je zaujme.
da: En god titel er vigtigt for at din kampagne lykkedes. reddit brugere er en gruppe af intelligente, tænkende personer, der belønner originalitet.
hr: Dobar naslov je važan za uspješnost kampanje. Korisnici reddita su pametna i pažljiva skupina koja nagrađuje one koji im se na taj način i obraćaju.
ja: よいタイトルはキャンペーンが成功するのに重要です。redditユーザは機知に富んで、思慮深く、かかわる人にはきっと報います。
nl: Een goede titel is van belang voor het succes van jouw campagne. Reddit gebruikers zijn slimme, doordachte mensen, en belonen degene die hen serieus nemen
sr: Добар наслов је кључ успеха кампање. Корисници реддита су интелигентна, промишљена група и награђују оне који их заинтересују.

source: post type
bg: тип на поста
cs: typ příspěvku
da: indlægstype
hr: vrsta objave
ja: 投稿形式
nl: soort post
sk: typ príspevku

source: clicks through to your URL
cs: prokliknutí na vaši URL
hr: broj klikova na vašu poveznicu
nl: klikt door naar je URL
sk: kliky na vašu URL

source: clicks through to text you customize
cs: prokliknutí na vámi přizpůsobený text
hr: klikova do teksta kojeg vi uobličavate
nl: verwijst naar de tekst die jij aanpast

source: Provide the URL of your ad. No redirects please!
bg: Посочете адреса на вашата реклама. Моля без пренасочвания!
cs: Zadejte URL své reklamy. Žádná přesměrování prosím!
da: Indtast URL'en til din reklame. Ingen omdirigeringer, tak!
hr: Unesite URL do svog oglasa. Bez preusmjeravanja!
ja: リダイレクトではないあなたの広告のurlを提出してください。
nl: Vul hier de URL van jouw advertentie in. Geen redirects a.u.b.!
sr: Унесите линк ка Вашој реклами. Без преусмеравања молим!

source: Override display domain:
cs: Přepsat doménu zobrazení:
da: Tilsidesæt visningsområde:
hr: Prepisati prikazanu domenu:
ja: 表示領域をオーバーライドします。
nl: Weergavedomein overschrijven

source: Choose a different domain name to display on the site (the small grey text next to a link)
cs: Zvolte jiný název domény k zobrazení na stránce (malý šedý text vedle odkazu)
da: Vælg et andet domæne navn til visning på siden (den lille, grå tekst ved siden af et link)
hr: Odaberi neku drugu domenu za prikaz na stranici (mali sivi text pokraj linka)
nl: Kies een andere domeinnaam om op de site te tonen (de kleine grijze tekst bij een link)

source: Impression tracking URL:
nl: URL voor bijhouden vertoningen:

source: Enter a URL to insert into a 3rd-party impression tracking code snippet
nl: Geef een URL op om in te voegen in een codefragment om vertoningen van derden bij te houden

source: Secondary Impression tracking URL:
nl: Secundaire URL voor bijhouden vertoningen:

source: Enter a second 3rd-party impression tracking URL (not common)
nl: Geef een tweede URL op om vertoningen van derden bij te houden (niet gebruikelijk)

source: thumbnail
cs: miniatura
da: indeksbillede
hr: sličica
ja: サムネイル
nl: miniatuurweergave
sk: náhľad

source: images will be resized if larger than 140x140 pixels (displayed at 70x70)
da: billeder vil få tilpasset deres størrelse hvis de er større end 140x140 pixels (fremvist ved 70x70)
hr: slike će biti preuobličene ako su veće od 140 sa 140 piksela (prikazane kao 70 sa 70)
nl: afbeeldingen worden verkleind als ze groter zijn dan 140x140 pixels (getoond op 70x70)

source: upload header image:
bg: качи заглавно изображение
cs: nahrát obrázek hlavičky:
da: upload header billede
hr: učitaj sliku zaglavlja:
ja: ヘッダー画像をアップロードする
nl: headerafbeelding uploaden:
sk: nahrať obrázok hlavičky
sr: отпреми слику заглавља:

source: mobile ad image
nl: advertentieafbeelding voor mobiel

source: upload image for use on mobile web. should be exactly 1200x628 pixels (displayed at 600x314)
nl: een afbeelding uploaden voor gebruik op het mobiele web. deze moet precies 1200x628 pixels groot zijn (wordt getoond op 600x314)

source: upload mobile ad image:
nl: upload een advertentieafbeelding voor mobiel:

source: disable comments
bg: изключи коментарите
cs: zakázat komentáře
da: deaktivér kommentarer
hr: onemogući odgovore
ja: コメント記入不可能にする
nl: reacties uitschakelen
sk: zakázať komentáre
sr: онемогући коментаре

source: send comments on my ad to my inbox
cs: zasílat komentáře o mé reklamě do mé poštovní schránky
da: send kommentarer på min reklame til min indbakke
hr: pošalji komentare na moj oglas u moj dolazni pretinac
ja: 広告に対するコメントを、自分のインボックスで受信する
nl: stuur opmerkingen over mijn advertentie naar mijn inbox
sk: poslať komentáre na moju reklamu do mojej schránky

source: Comments are a great way to get feedback from customers, and the reddit community is known for being vocal in comment threads.
bg: Коментарите са чудесен начин да получиш информация от клиенти и reddit общността е известна с вокалността си в коментарите.
cs: Komentáře jsou skvělý způsob, jak získat zpětnou vazbu od zákazníků a komunita reddit je známa svými hlasitými projevy ve vláknech s komentáři.
da: Kommentarer er en god måde at få feedback fra kunder på, og reddit-samfundet er kendt for at være udtalt kommenterende.
hr: Odgovori su odličan način za dobivanje primjedbi kupaca a reddit zajednica je poznata po tome da je veoma glasna u svojim odgovorima.
ja: コメントは顧客からフィードバックを得る素晴らしい方法です。redditのコミュニティは口うるさいコメントで知られています。
nl: Reactie's zijn een goede manier om feedback van klanten te krijgen, en de reddit community staat erom bekend erg direct te zijn.
sk: Komentáre sú dobrý spôsob ako získať spätnú odozvu od zákazníkov, a to reddit komunita je veľmi dobre známa svojou výrečnosťou v príspevkoch.

source: autoplay
cs: automatické spuštění
da: autoafspilning
hr: automatska reprodukcija
nl: automatisch afspelen

source: media override (adds an onclick to the link to generate a drop-down rather than a link out)
cs: potlačení médií (přidá odkaz pro kliknutí vytvářející rozbalovací seznam místo odkazu směřujícího pryč)
da: overskriv medie (tilføjer et link til at lave en drop-down liste i stedet for et link-out)
hr: media override (dodaje onclick poveznici kako bi se proizveo drop-down umjesto link-outa)
ja: メディア上書き (リンクへのonclickを追加し、外部リンクではなくドロップダウンを生成する)
nl: overschrijf media (voegt een onclick to aan de link om een dropdown te genereren, in plaats van een gewone link)

source: managed promotion
cs: spravovaná propagace
hr: kontrolirana promocija
nl: beheerde advertentie

source: Managed promotions don't appear in the selfserve approval queues.
cs: Spravované propagace nejsou zobrazeny ve schvalovacích frontách samoobsluhy.
hr: Kontrolirane promocije se ne pojavljuju u redu za odobrenje samooglašavanja.
nl: Beheerde promoties verschijnen niet in de wachtrij voor zelfservice goedkeuringen.

source: duration
bg: продължителност
cs: trvání
da: længde
hr: trajanje
ja: 期間
nl: duur
sk: trvanie
sr: трајање

source: Every reddit ad is approved by a person on the reddit ads team. You are creating an ad outside of our business hours. We'll be back to reviewing ads on Monday morning. If your ad has a Monday start date, it will launch at 9am PST / 12pm EST on Monday.
da: Alle reklamer på reddit bliver godkendt af en person på reddit reklameteamet. Du er i gang med at oprette en reklame uden for vores ekspeditionstid. Vi er tilbage igen til at vurdere reklamer mandag morgen. Hvis din reklame er sat til at starte på en mandag, vil den blive lanceret kl. 9am PST / 12pm EST om mandagen.
nl: Elke reddit advertentie is goedgekeurd door een medewerker van het reddit advertentie team. Je hebt een advertentie gemaakt buiten onze kantoortijden. We zullen verdergaan met het controleren van advertenties op Maandag ochtend. Als je campagne start op Maandag, zal het die maandag beginnen op 9am PST / 12pm EST / 18:00 CEST (Nederlandse tijd).

source: desktop and mobile web
nl: desktop en mobiel

source: desktop only
nl: alleen desktop

source: mobile web only
nl: alleen mobiel

source: you must select at least one mobile OS
nl: je moet minstens een mobiel besturingssysteem selecteren

source: no frequency cap
nl: geen frequentie limiet

source: frequency capped
nl: frequentie beperkt

source: cap
nl: limiet

source: Example: Display this flight 3 times per 24 hours.
nl: Voorbeeld: Toon deze vlucht 3 keer per 24 uur.

source: frequency
nl: frequentie

source: priority
bg: приоритет
cs: priorita
da: prioritet
hr: prioritet
ja: 優先度
nl: prioriteit
sk: priorita

source: total budget
bg: общ бюджет
cs: celkový rozpočet
da: samlede budget
hr: ukupan proračun
ja: 合計予算
nl: Totale budget
sk: celkový rozpočet
sr: укупни буџет

source: price
bg: цена
cs: cena
da: pris
hr: cijena
ja: 値段
nl: prijs
sk: cena
sr: цена

source: if you modify the budget of this paid campaign you will need to reauthorize payment by clicking the "pay" button
cs: Pokud změníte rozpočet této zaplacené kampaně, budete muset znovu schválit platbu kliknutím na tlačítko "zaplatit"
hr: Ako promjenite budžet ove plaćajuće kampanje, morat ćete ponovno autorizirati plaćanje klikom na gumb "plati"
ja: この有償のキャンペーンについて、予算を変更した場合は「支払う」ボタンをクリックして再度、支払いを許可してください。
nl: als je het budget van deze betaalde campagne aanpast zul je door op "betaal" te drukken de betaling opnieuw moeten authoriseren

source: targeting
bg: таргетинг
cs: cílení
da: mål
hr: meta
ja: ターゲット
nl: doelgericht
sk: cieľová skupina
sr: циљна група

source: interests
cs: zájmy
da: interesser
hr: interesi
nl: interesses
sk: záujmy

source: targets a collection of similar subreddits
da: Har en lignende samling af fællesskaber som mål
hr: ciljanje niza sličnih podreddita
nl: doelt op een verzameling van vergelijkbare subreddits

source: targets a subreddit and its subscribers
da: Hav et fællesskab og dens abonnenter som mål
hr: cilja na podreddit zajednicu i njezine pretplatnike
nl: richt zich op een subreddit en haar abonnees
sk: zameriava sa na subreddit a jeho odberateľov

source: interest audience group
cs: skupina zájmového publika
da: interessepublikumsgruppe
hr: ciljana interesna skupina
nl: interessegroep

source: subreddits included on the frontpage are based on users' subscriptions
da: fællesskaber inkluderet på forsiden er baseret på brugeres abonnementer
hr: podredditi koji se pojavljuju na naslovnici temelje se na korisničkim pretplatama
nl: subreddits die op de frontpage staan zijn gebaseerd op inschrijvingen van gebruikers

source: includes these subreddits
da: Inkluder disse fællesskaber
hr: uključi ove podreddite
nl: bevat deze subreddits
