Repository: slimlife/cookie
Catalog: i18n/reddit_i18n/*/LC_MESSAGES/r2.po
Languages: bg, cs, da, hr, ja, nl, sk, sr

source: we power awesome communities.
bg: даваме сили на страхотни общности.
cs: dáváme do pohybu skvělé komunity.
da: vi giver strøm til fantastiske fællesskaber.
hr: mi pokrećemo fenomenalne zajednice.
ja: 私達はすばらしいコミュニティを実現しています。
nl: wij zorgen voor gave communities
sk: dávame do pohybu skvelé komunity.
sr: Ми подржавамо нај заједнице!

source: about reddit
bg: за редит
cs: o redditu
da: om reddit
hr: o redditu
ja: redditについて
nl: over reddit
sk: o reddite
sr: о реддиту

source: we spend our days building reddit.
bg: прекарваме дните си строейки редит.
cs: náš čas trávíme vytvářením stránky reddit.
da: vi bruger vres dage på at bygge reddit.
hr: dane provodimo gradeći reddit.
ja: reddit を構築するため、毎日、努力をしています。
nl: we besteden onze dagen met het bouwen van reddit.
sk: trávime naše dni stavaním redditu.
sr: проводимо дане градећи редит.

source: about the reddit team
bg: за екипа на реддит
cs: o týmu reddit
da: om reddit-holdet
hr: o reddit timu
ja: redditチームについて
nl: over het reddit team
sk: o reddit tíme
sr: о реддитовом тиму

source: you've sent us over %s postcards.
bg: изпратил си ни %s картички.
cs: poslali jste nám přes %s pohlednic
da: du har sendt os over %s postkort
hr: poslao si nam %s razglednica
ja: あなたからポストカードが%s 通、届いています。
nl: je hebt ons meer dan %s ansichtkaarten gestuurd
sk: poslali ste nám viac ako %s pohľadníc.
sr: послали сте нам преко %s разгледница

source: postcards
bg: картички
cs: pohlednice
da: postkort
hr: razglednice
ja: ポストカード
nl: ansichtkaarten
sk: pohľadnice
sr: разгледнице

source: I also do birthday parties.
bg: Организирам и забави за рождени дни.
cs: Také pořádám oslavy narozenin.
da: Jeg optræder også til fødselsdagsfester.
hr: Priređujem i rođendanske zabave.
ja: 誕生日パーティーも開くよ
nl: ik doe ook verjaardagen.
sk: Taktiež robím narodeninové oslavy.
sr: Гостујем и по рођенданским журкама.

source: the alien
bg: извънземното
cs: mimozemšťan
da: alienen
hr: svemirac
ja: エイリアン
nl: de alien
sk: mimozemšťan
sr: ванземаљац

source: new to reddit? welcome.
bg: нов в редит? добре дошъл.
cs: jste tu poprvé? vítejte.
da: ny på reddit? velkommen.
hr: novi si na redditu? dobrodošao.
ja: ようこそ、reddit は初めてですか？
nl: nieuw op reddit? welkom.
sk: nový na reddite? vitajte.
sr: Нови сте овде? Добро дошли.

source: guide
bg: ръководство
cs: průvodce
hr: vodič
ja: 使い方のガイド
nl: gids
sk: sprievodca
sr: водич

source: values
cs: hodnoty
da: værdier
nl: waarden
sk: hodnoty

source: sorted by
bg: сортиране
cs: seřazeno podle
da: sorteret efter
hr: poredano prema
ja: 並べ替え
nl: gesorteerd op
sk: zoradené podľa
sr: сортирано по

source: overview
bg: преглед
cs: přehled
da: oversigt
hr: pregled
ja: 概要
nl: overzicht
sk: prehľad
sr: преглед

source: getting started
bg: първи стъпки
cs: začínáme
da: start fra ny
hr: vodič
ja: はじめに
nl: aan de slag
sk: začíname

source: audience
bg: публика
cs: publikum
da: tilhørere
hr: publika
ja: オーディエンス
nl: publiek
sk: publikum

source: best practices
bg: най-добри практики
cs: doporučené postupy
da: god praksis
hr: najbolje prakse
ja: 広告を作成
nl: beste werkwijzen
sk: dobré praktiky

source: help center
bg: помощен център
cs: centrum podpory
da: hjælpecenter
hr: Centar za pomoć
ja: ヘルプセンター
nl: help en ondersteuning
sk: centrum podpory

source: manage ads
bg: управление на рекламите
cs: správa reklam
da: administrer reklamer
hr: Upravljajte oglasima
ja: 広告を管理する
nl: advertenties beheren
sk: správa reklám

source: email
bg: имейл
da: mailadresse
hr: epošta
ja: メール
nl: e-mailadres
sr: е-адреса

source: submitted by %(user)s
bg: публикувано от %(user)s
cs: předložil %(user)s
da: indsendt af %(user)s
hr: objavio %(user)s
ja: %(user)s 人の投稿
nl: gepost door %(user)s
sk: odoslané %(user)s používateľmi
sr: додао %(user)s

source: **redditors vote** on which stories and discussions are important. the hottest stories rise to the top, while cooler stories sink.
bg: **реддиторите гласуват** кои истории и дискусии са важни. най-горещите истории се изкачват до върха, докато по-слабите истории потъват.
cs: **reditoři hlasují** o důležitosti událostí a diskuzí. nejžhavější události stoupají k vrcholu, méně oblíbené klesají.
da: **reddit-brugere stemmer** om hvilke historier og diskussioner der er vigtige. de hotteste historier stiger til tops, mens køligere historier synker.
hr: **redditori glasuju** za priče i rasprave koje su važne. najvruće objave završe na vrhu dok one manje popularne padaju.
ja: 記事やディスカッションに対する**redditor/レディターの投票**は重要です。人気がいちばんの記事は順位が上がり、人気のない記事は順位を下げます。
nl: **redditors stemmen** en bepalen zo welke verhalen en discussies belangrijk zijn. De leukste verhalen rijzen naar de top, de rest zakt naar beneden.
sk: **redditori hlasujú** o dôležitosti udalostí a diskusií. najhorúcejšie udalosti stúpajú na vrchol, zatiaľ čo menej obľúbené klesajú.
sr: **реддитори гласају** за приче и расправе које сматрају битним. Најпопуларније приче се пењу на врх, ток оне мање популарне тону.

source: **comments can be posted on every story** on reddit. comments add information, context, and humor.
bg: **коментари могат да се постват под всяка история** в редит. коментарите допринасят информация, контекст и хумор.
cs: **komentáře mohou být napsány ke každému příspěvku** na redditu. komentáře přidávají informace, kontext a humor.
da: **kommentarer kan postes på alle historier** på reddit. kommentarer tilføjer information, kontekst og humor.
hr: **odgovarati se može na svaku objavu** na redditu. odgovori dodaju informacije, kontekst pa i humor.
ja: reddit では**コメントは全ての記事に投稿できます**。コメントによって情報や前後関係を示したり、ユーモラスにします。
nl: **reacties kunnen op elk verhaal op reddit geplaatst worden**. Reacties voegen informatie, context en humor toe.
sk: **komentáre môžu byť napísané ku každému príspevku** na reddit-e. komentáre pridávajú informácie, kontext a humor.
sr: **коментари се могу давати на сваку причу** на реддиту. Коментари додају информације, контекст и ноту хумора.

source: **anyone can create a community** (called "subreddits"). each subreddit is independent and moderated by a team of volunteers.
bg: **всеки може да създаде общност** (наричани "събредити"). всеки събредит е независим и модериран от отбор доброволци.
cs: **každý může vytvořit komunitu** (tzv. "podreddity"). každý podreddit je nezávislý a je moderován týmem dobrovolníků.
da: **enhver kan skabe et fællesskab** (kaldet "subreddits"). hvert subreddit er uafhængigt og modereret af et hold frivillige .
hr: **bilo tko može napraviti zajednicu** (pod nazivom "podredditi"). svaki podreddit je neovisan i moderira ga skupina volontera.
ja: **誰でもコミュニティ (subreddit と呼びます) を作ることができます**。 おのおのの subreddit は独立しており、ボランティアのモデレーターが管理しています。
nl: **Iedereen kan een community maken** (ze heten "subreddits"). Elke subreddit is onafhankelijk en wordt gemodereerd door een team vrijwilligers.
sk: **každý môže vytvoriť komunitu** (tzv. "subreddity"). každý subreddit je nezávislý a je moderovaný tímom dobrovoľníkov.
sr: **свако може да покрене заједницу** (која се зобе подреддит). Сваки подреддит је независан и њиме упраља га тим волонтера.

source: **reddit is open source**. community members are constantly tinkering and contributing features, bug fixes, and translations back to the site.
bg: **редит е с отворен код**. членовете на общността непрекъснато бърникат и допринасят с нови функции, бъг фиксове и преводи към сайта.
cs: **reddit je otevřený software**. členové komunity neustále upravují a přidávají nové funkce, opravují chyby a překládají stránku.
da: **reddit er open source**. fællesskabsmedlemmer er konstant i gang med at fifle og tilføje features, bug fixes og oversættelser til siden.
hr: **reddit je otvorenog koda**. članovi zajednice neprestano prčkaju po njemu i dodaju razne opcije, popravljaju greške, prevode, itd.
ja: **reddit はオープンソースです**。コミュニティメンバーはいつも新しい機能を加えたり、バグや翻訳などを手直して、サイトに貢献しています。
nl: **reddit is open source**. Leden zijn constant aan het fiegelieren, nieuwe features aan het bedenken, bugs aan het fixen, of vertalingen aan het schrijven.
sk: **reddit je otvorený software**. členovia komunity neustále upravujú a pridávajú nové funkcie, opravujú chyby a prekladajú stránku.
sr: Редит је open source. Чланови заједнице константо преправљају, поправљају, додају могућности, решавају проблеме и преводе сајт.

source: stats at a glance
bg: статистики на бърз поглед
cs: statistiky v kostce
da: statistik i korte træk
hr: brzi pogled na statistike
ja: いろいろな統計
nl: korte statistieken
sk: štatistiky v kocke
sr: брзи преглед статистике

source: as of %(value)s
bg: от %(value)s
cs: ke dni %(value)s
da: den %(value)s
hr: od %(value)s
ja: %(value)s 時点
nl: per %(value)s
sk: ku dňu %(value)s
sr: почев од %(value)s

source: **last month**, reddit had %(value)s unique visitors
bg: **миналия месец** редит имаше %(value)s уникални посетители
cs: **minulý měsíc** reddit měl %(value)s jedinečných návštěvníků
da: **sidste måned** havde reddit %(value)s unikke besøgende
hr: **prošlog mjeseca* je reddit imao %(value)s jedinstvenih posjetitelja
ja: **この１か月に**reddit が記録したユニーク数は %(value)s 人
nl: **vorige maand** had reddit %(value)s unieke bezoekers
sk: **minulý mesiac**, reddit mal %(value)s unikátnych návštevníkov
sr: **прошлог месеца** реддит је имао %(value)s јединствених посетилаца

source: hailing from over %(value)s different countries
bg: идващи от над %(value)s различни държави
cs: pocházející z více než %(value)s různých zemí
da: stammende fra over %(value)s forskellige lande
hr: iz preko %(value)s različitih zemalja
ja: ユーザの出身は %(value)s を超える国や地域
nl: uit %(value)s verschillende landen
sk: pochádzajúci z viac než %(value)s rôznych krajín
sr: који долази из %(value)s различитих земаља

source: viewing a total of %(value)s pages
bg: Виждаш общо %(value)s страници
cs: prohlížející si celkem %(value)s stránek
da: Viser et total af %(value)s sider
hr: prikazuje se ukupno %(value)s stranica
ja: 閲覧したのは合計 %(value)s ページ
nl: die samen %(value)s pagina's bekeken.
sk: prezerajúci si celkom %(value)s strán
sr: који су прегледали укупно %(value)s страна

source: **yesterday**, reddit powered %(value)s active communities
bg: **вчера**, реддит даде сили на %(value)s активни общности
cs: **včera** jsem dali do pohybu %(value)s aktivních komunit
da: **i går** drev reddit %(value)s aktive fællesskaber
hr: **jučer** je reddit pokretao %(value)s aktivnih zajednica
ja: **きのう**、 reddit でアクティブに活動したコミュニティは %(value)s 個
nl: **gisteren** had reddit %(value)s actieve communities
sk: **včera**, reddit sprostredkoval %(value)s aktívnych komunít
sr: **јуче**, реддит је покретао %(value)s активних заједница

source: communities with at least 5 posts or comments yesterday
bg: общности със поне 5 вести или мнения от вчера
cs: komunity jenž včera měly alespoň příspěvků nebo komentářů
da: fællesskaber med mindst 5 indlæg eller kommentarer i går
hr: zajednice koje su jučer imale barem 5 objava ili komentara
ja: 昨日、5件以上、記事やコメントの投稿があったコミュニティの数
nl: communities die gisteren minstens 5 posts of reacties hadden
sk: komunity, ktoré včera mali aspoň 5 príspevkov alebo komentárov
sr: заједница са најмање 5 постова или коментара у последњих 24 сата

source: consisting of over %(value)s logged in redditors
bg: състои се от над %(value)s редитори, които са влезнали в акаунтите си
cs: sestávající z více než %(value)s přihlášených redditorů
da: bestående af over %(value)s reddit-brugere, som alle var logget på
hr: sastoji se od preko %(value)s prijavljenih redditora
ja: ログインした redditor は %(value)s 人以上
nl: bevat meer dan %(value)s ingelogde redditors
sk: zložené z viac než %(value)s prihlásených redditorov
sr: који се састоји од преко %(value)s активних реддитора

source: logged-in redditors yesterday
bg: Редитори, влезнали в акаунтите си, вчера
cs: včera přihlášení redditoři
da: redditors der var logget ind i går
hr: redditori koji su se jučer prijavili
ja: 昨日、ログインした reddittors の合計
nl: redditors die gisteren ingelogd waren
sk: včera prihlásení redditori
sr: број улогованих редитора у последњих 24 сата

source: casting over %(value)s votes
bg: Гласуващи над %(value)s пъти
cs: obsahující přes %(value)s hlasů
da: oversigt over %(value)s stemmer
hr: raspodjela preko %(value)s glasova
ja: 投票数は %(value)s 票以上
nl: verdeling over %(value)s stemmen
sk: obsahujúci cez %(value)s hlasov
sr: који су дали више од %(value)s гласова

source: history
bg: история
cs: historie
da: historik
hr: povijest
ja: これまでの経過
nl: geschiedenis
sk: história
sr: историја

source: create an ad
bg: създай реклама
cs: vytvořit reklamu
da: lav en reklame
hr: Stvorite oglas
ja: 広告を作成
nl: advertentie maken
sk: vytvoriť reklamu

source: budget larger than $30k?
bg: бюджетът е по-голям от $30 хиляди?
cs: rozpočet větší než 30 tisíc dolarů?
da: budget større end $30k?
hr: Budžet vam je veći od 30 tisuća dolara?
ja: 予算を超える$30K？
nl: budget groter dan $30.000?
sk: rozpočet väčší ako 30 tisíc dolárov?

source: contact our sales team
bg: свържи се с отдел продажби
cs: kontaktujte náš obchodní tým
da: kontakt vores slagsafdeling
hr: Kontaktirajte naš prodajni tim
ja: 当社の販売チームにお問い合わせください
nl: contact opnemen met ons verkoopteam
sk: kontaktujte náš tím predajcov

source: ready to get started?
bg: готов ли си да започнеш?
cs: připraveni začít?
da: klar til at starte?
hr: Jeste li spremni početi?
ja: 準備は始めるには？
nl: klaar om te beginnen?
sk: pripravený začať?

source: logo assets
bg: предимства на логото
cs: obrázky loga
da: logoressourcer
hr: materijal logotipa
ja: ロゴの種類
nl: logomateriaal
sk: obrázky loga

source: logo usage guidelines
bg: насоки за използване на логото
cs: pokyny užívání loga
da: logo forbrugsvejledninger
hr: smjernice za uporabu logotipa
ja: ロゴの使い方ガイドライン
nl: richtlijnen logogebruik
sk: pokyny používania loga
sr: правила о употреби логотипа

source: color guide
bg: ръководство на цвета
cs: příručka pro barvy
da: farveguide
hr: vodič za farbe
ja: 使えるカラーについて
nl: kleurengids
sk: príručka pre farby
sr: водич за боје

source: your message has been delivered
bg: съобщението ви е доставено
cs: vaše zpráva byla doručena
da: din besked er blevet leveret
hr: poruka je isporučena
ja: メッセージを送りました
nl: je bericht is bezorgd
sk: vaša správa bola doručená
sr: порука је испоручена

source: no title found
bg: не е намерено заглавие
cs: název nenalezen
da: ingen titel fundet
hr: bez naslova
ja: タイトルが見つかりませんでした
nl: geen titel gevonden
sk: názov sa nenašiel
sr: ниједан наслов није пронађен

source: saved
bg: запазено
cs: uložené
da: gemt
hr: spremljeno
ja: 保存済み
nl: bewaard
sk: uložené
sr: сачувано

source: you should be getting a verification email shortly.
bg: Скоро ще получите и-мейл за потвърждение.
cs: za chvíli byste měli dostat e-mail pro ověření.
da: du burde modtage en bekræftelses-email snarest.
hr: potvrdna poruka će ti uskoro stići na adresu epošte.
ja: まもなく登録確認メールが届きます
nl: je zult snel een verificatie-e-mail ontvangen.
sk: čoskoro by ste mali dostať overovací email
sr: ускоро ћете добити верификациону е-поруку.

source: your email has been updated
bg: Вашият и-мейл е подновен
cs: váš e-mail byl změněn
da: din email er blevet opdateret
hr: adresa epošte je ažurirana
ja: メールアドレスが更新されました
nl: je e-mailadres is bijgewerkt
sk: váš email bol aktualizovaný
sr: е-адреса је ажурирана

source: your password has been updated
bg: Вашата парола е подновена
cs: vaše heslo bylo změněno
da: dit password er blevet opdateret
hr: tvoja zaporka je ažurirana
ja: パスワードが更新されました
nl: je wachtwoord is bijgewerkt
sk: vaše heslo bolo aktualizované
sr: лозинка је ажурирана

source: reported
bg: докладвано
cs: nahlášené
da: anmeldt
hr: prijavljeno
ja: 報告したもの
nl: gerapporteerd
sk: ohlásený
sr: пријављено

source: replied
bg: отговорено
cs: odpovězeno
da: svaret
hr: odgovoreno
ja: 返信済み
nl: gereageerd
sk: zodpovedané
sr: одговорено

source: validation errors
bg: грешки с потвръждаването
cs: chyby ověření
da: valideringsfejl
hr: pogreške pri provjeri
ja: 検証エラー
nl: validatiefouten
sk: chyby pri overovaní
sr: грешке у валидацији

source: deleted
bg: изтрито
cs: smazané
da: slettet
hr: izbrisano
ja: 削除したもの
nl: verwijderd
sk: zmazané
sr: избрисано

source: bad image name
bg: лошо име на изображението
cs: špatný název obrázku
da: fejl i billednavn
hr: neispravan naziv slike
ja: 画像名が正しくありません
nl: ongeldige afbeeldingsnaam
sk: zlý názov obrázku
sr: неисправно име слике

source: too many images (you only get %d)
bg: прекалено много изображения (може да имате само %d)
cs: příliš mnoho obrázků (můžete mít pouze %d)
da: for mange billeder (du har kun %d)
hr: previše slika (možeš dodati samo %d)
ja: 画像が多すぎます (%d 件のみ取得できます)
nl: te veel afbeeldingen (je krijgt er maar %d)
sk: príliš veľa obrázkov (povolených máte iba %d)
sr: сувише слика (имате право на %d)

source: Invalid image or general image error
bg: Грешно изображение или основна грешка с изображението
cs: Neplatný obrázek nebo obecná chyba obrázku
da: Ugyldigt billede eller generel billedfejl
hr: Neispravna slika ili općenita pogreška slike
ja: 無効な画像、または画像エラー
nl: ongeldige afbeelding of algemene afbeeldingsfout
sk: neplatný obrázok alebo všeobecná chyba obrázku
sr: Неважећа слика или општа грешка у вези са сликом

source: must be %dx%d pixels
bg: Трябва да бъде %dx%d пиксела
cs: musí být %dx%d pixelů
da: skal være %dx%d pixels
hr: mora biti %dx%d piksela
ja: 必須 %dx%d ピクセル
nl: moet %dx%d pixels zijn
sk: musí mať %dx%d pixelov

source: 16:9 aspect ratio required
bg: Изисква се съотношение 16:9
cs: požadován poměr stran 16:9
da: 16:9 aspekt ratio er krævet
hr: Potreban je omjer 16:9
ja: アスペクト比が 16:9 であることが必須
nl: beeldverhouding 16:9 vereist
sk: musí mať pomer strán 16:9

source: an email will be sent to that account's address shortly
bg: скоро ще бъде изпратен и-мейл до дадения адрес
cs: za chvíli bude na adresu účtu odeslán e-mail
da: en email vil blive sendt til den brugers adresse i løbet af kort tid
hr: uskoro ćemo poslati poruku na adresu tog računa
ja: そのアカウントのメールアドレスに間もなくメッセージをお送りします
nl: er zal snel een e-mail naar het e-mailadres van dat account worden verzonden
sk: o chvíľu bude na adresu účtu zaslaný email
sr: е-порука ће ускоро бити послата на адресу тог налога

source: try again tomorrow
bg: пробвайте отново утре
cs: zkuste znovu zítra
da: prøv igen i morgen
hr: pokušaj opet sutra
ja: また明日試してみて下さい
nl: probeer het morgen opnieuw
sk: vyskúšajte znova zajtra
sr: покушајте поново сутра

source: password updated
bg: паролата е променена
cs: heslo aktualizováno
da: adgangskode opdateret
hr: zaporka je ažurirana
ja: パスワードが更新されました
nl: wachtwoord veranderd
sk: heslo aktualizované
sr: лозинка је ажурирана

source: invalid css class
bg: невалиден css клас
cs: neplatná třída css
da: ugyldig css klasse
hr: neispravna CSS klasa
ja: CSS class が無効
nl: ongeldige css class
sk: neplatná css trieda
sr: неважећа css класа

source: too many css classes
bg: прекалено много css класове
cs: příliš mnoho tříd css
da: for mange css klasser
hr: previše CSS klasa
ja: css classの数が多すぎます
nl: te veel css classes
sk: príliš veľa css tried
sr: превише css класа

source: max flair templates reached
bg: максималният брой шаблони за етикети е достигнат
cs: dosaženo maxima šablon stylu
da: maksimalt antal flairskabeloner nået
hr: dosegnut maksimalan broj predložaka za značke
ja: flairのテンプレート数が上限に達しています
nl: maximum aantal flairsjablonen bereikt
sk: dosiahnutých maximum šablón štýlu
sr: достигнут је лимит шаблона за беџеве

source: no gold to take
bg: никакво злато за взимане
cs: žádné zlato ke vzetí
da: intet guld at tage fra
hr: nema zlata za uzeti
ja: あげるゴールドはない
nl: Geen gold te behalen
sk: žiadne zvyšné zlato

source: invalid client id
bg: невалидна клиентна самоличност
cs: neplatné id klienta
da: ugyldigt klient ID
hr: neispravan ID klijenta
ja: 無効なクライアント ID
nl: ongeldige client-id
sk: neplatné id klienta
sr: неважећи ИД клијента

source: cannot update deleted app
bg: изтритото приложение не може да бъде обновено
cs: nelze aktualizovat smazanou aplikaci
da: ikke muligt at opdatere en slettet app
hr: izbrisana aplikacija ne može se ažurirati
ja: 削除されたアプリはアップデート出来ません
nl: kan een verwijderde app niet bijwerken
sk: odstránená aplikácia sa nedá aktualizovať
sr: није могуће ажурирати избрисану апликацију

source: app does not belong to you
bg: приложението не ви принадлежи
cs: aplikace vám nepatří
da: applikation tilhører ikke dig
hr: aplikacija nije tvoja
ja: あなたのアプリではありません
nl: app is niet van jou
sk: aplikácia vám nepatrí
sr: апликација вам не припада

source: application updated
bg: приложението е обновено
cs: aplikace aktualizována
da: applikation opdateret
hr: aplikacija je ažurirana
ja: アプリが更新されました
nl: applicatie bijgewerkt
sk: aplikácia aktualizovaná
sr: апликација је ажурирана

source: application created
bg: приложението е създадено
cs: aplikace vytvořena
da: applikation skabt
hr: aplikacija je napravljena
ja: アプリを作りました
nl: applicatie gemaakt
sk: aplikácia vytvorená
sr: апликација је креирана

source: developer added
bg: добавен разработчик
cs: vývojář přidán
da: udvikler tilføjet
hr: dodan programer
ja: 開発者を追加しました
nl: ontwikkelaar toegevoegd
sk: vývojár pridaný
sr: програмер је додат

source: api documentation
bg: api документация
cs: dokumentace api
da: api dokumentation
hr: API dokumentacija
ja: APIの文書化
nl: api-documentatie
sk: dokumentácia api
sr: АПИ документација

source: reddit buttons
bg: reddit бутони
cs: tlačítka reddit
da: reddit knapper
hr: reddit gumbi
ja: reddit用ボタン
nl: redditknoppen
sk: reddit tlačidlá
sr: реддит дугмад

source: forbidden (%(domain)s)
bg: забранен (%(domain)s)
cs: zákázané (%(domain)s)
da: forbudt ( %(domain)s )
hr: zabranjeno (%(domain)s)
ja: 禁止されています (%(domain)s)
nl: verboden (%(domain)s)
sk: zakázané (%(domain)s)
sr: забрањен ( %(domain)s)

source: you are not allowed to do that
bg: нямаш права за това.
cs: nejste oprávněni toto provést.
da: du har ikke tilladelse til at gøre det
hr: nemaš dopuštenje za to
ja: それはできません
nl: je mag dat niet doen
sk: na toto nemáte oprávnenie
sr: није вам дозвољено да урадите то

source: page not found
bg: страницата не е намерена
cs: stránka nenalezena
da: side ikke fundet
hr: stranica nije pronađena
ja: ページが見つかりません
nl: pagina niet gevonden
sk: strana nenájdená
sr: страница није пронађена

source: the page you requested does not exist
bg: страницата, която търсите не е намерена
cs: požadovaná stránka neexistuje
da: siden du forespurgte eksisterer ikke
hr: zatražio si stranicu koja ne postoji
ja: 指定されたページは存在しません
nl: de pagina die je hebt opgevraagd bestaat niet
sk: požadovaná stránka neexistuje
sr: страница коју сте тражили не постоји

source: explore
bg: проучи
cs: prozkoumat
da: udforsk
hr: istraži
ja: 探索する
nl: verken
sk: preskúmať

source: no comments (yet)
bg: няма коментари (все още)
cs: žádné komentáře (zatím)
da: ingen kommentarer (endnu)
hr: bez odgovora (trenutačno)
ja: (まだ) コメントはありません
nl: (nog) geen reacties
sk: (zatiaľ) žiadne komentáre
sr: нема коментара (за сад)

source: all %d comments
bg: всичките %d коментара
cs: všech %d komentářů
da: alle %d kommentarer
hr: svi odgovori (%d)
ja: 全 %d 件のコメント
nl: alle %d reacties
sk: všetky %d komentáre
sr: сви коментари (%d)

source: top %d comments
bg: най-добрите %d коментара
cs: nejlepších %d komentářů
da: top %d kommentarer
hr: najbolji odgovori (%d)
ja: 上位 %d 件のコメント
nl: top %d reacties
sk: najlepšie %d komentáre
sr: најбољи коментари (%d)

source: show all %d
bg: покажи всички %d
cs: zobrazit všech %d
da: vis alle %d
hr: prikaži sve (%d)
ja: 全て表示する %d
nl: alle %d weergeven
sk: ukáž všetky %d
sr: прикажи све (%d)

source: show %d
bg: покажи %d
cs: zobrazit %d
da: vis %d
hr: prikaži %d
ja: 表示する %d
nl: %d weergeven
sk: ukáž %d
sr: прикажи %d

source: create a subreddit
bg: създай събреддит
cs: vytvořit podreddit
da: lav en subreddit
hr: napravi podreddit
ja: subredditを作成
nl: een subreddit maken
sk: vytvoriť podreddit
sr: креирај подреддит

source: all
bg: всички
cs: všechny
da: alle
hr: sve
ja: すべて
nl: alle
sk: všetko
sr: све
