Repository: slimlife/cookie
Catalog: i18n/reddit_i18n/*/LC_MESSAGES/r2.po
Languages: bg, cs, da, hr, ja, nl, sk, sr

source: connection error
bg: грешка при свързването
cs: chyba připojení
da: forbindelsesfejl
hr: greška pri povezivanju
ja: 接続エラー
nl: verbindingsfout
sk: chyba: pripojenie
sr: грешка у успостави везе

source: error
bg: грешка
cs: chyba
da: fejl
hr: greška
ja: エラー
nl: fout
sk: chyba
sr: грешка

source: error: address verification failed
bg: грешка: проверката на адреса не се получи
cs: chyba: ověření adresy selhalo
da: fejl: adresseverifikation feljede
hr: greška: neuspješna provjera adrese
ja: エラー: アドレス確認失敗
nl: fout: verificatie van adres mislukt
sk: chyba: nepodarilo sa overiť adresu
sr: грешка: провера адресе није успела

source: error: cvc check failed
bg: грешка: проверката на cvc се провали
cs: chyba: kontrola cvc selhala
da: fejl: cvc tjek feljede
hr: greška: neuspješna CVC provjera
ja: エラー: cvcチェック失敗
nl: fout: controle van verificatiecode mislukt
sk: chyba: cvc kontrola zlyhala
sr: грешка: провера контролног броја није успела

source: your gold subscription has been cancelled
bg: Вашият златен абонамент бе прекратен
cs: váš odběr zlatého reddita byl zrušen
da: dit guld abonnement er blevet annulleret
hr: tvoja pretplata na zlato je otkazana
ja: ゴールド登録はキャンセルされました。
nl: je reddit-gold-abonnement is beëindigd
sk: vaše predplatné gold bolo zrušené

source: if you have any questions please email %(email)s
bg: За всякакви запитвания, моля изпратете ни имейл на адрес %(email)s
cs: pokud máte dotazy, prosím napište e-mail na %(email)s
da: hvis du har nogle spørgsmål, bedes du sende en email til %(email)s
hr: ako imaš bilo kakvih pitanja, molimo kontaktiraj %(email)s
ja: 何か質問があれば、 %(email)s にメールを送ってきてください。
nl: als je vragen hebt, stuur dan een e-mail naar %(email)s
sk: ak máš otázku napíš na %(email)s

source: something bad happened, try again later
bg: възникна грешка, опитайте по-късно
cs: stalo se něco špatného, zkuste to znovu
da: der skete noget dårligt, prøv igen senere.
hr: došlo je do pogreške, pokušaj ponovno kasnije
ja: 何らかの問題が発生しました。 後でもう一度試してみてください。
nl: er is iets misgegaan. probeer het later opnieuw.
sk: stalo sa niečo zlé, skúste neskôr
sr: нешто није у реду, покушајте касније

source: your account already has a gold subscription
bg: Вашият акаунт вече има златен абонамент
cs: váš účet již odebírá zlatého reddita
da: din bruger har allerede et guld abonnement
hr: tvoj račun već ima pretplatu na zlato
ja: あなたのアカウントはすでにゴールド登録済みです。
nl: Jouw account heeft al een gold-abonnement
sk: tvoje konto už má predplatený reddit gold

source: stop trying to trick the form
bg: без номерца във формата
cs: přestaňte se snažit přechytračit formulář
da: stop med at prøve at narre formen
hr: pokušavaš prevariti obrazac... prestani!
ja: このフォームで悪戯しようとするのはやめましょう
nl: blijf nou eens van het formulier af!
sk: prestaň sa snažiť okabátiť formulár
sr: престаните да покушавате да преварите формулар

source: subscription created
bg: абонаментът е създаден
cs: odběr vytvořen
da: abonnement oprettet
hr: pretplata kreirana
ja: サブスクリプションの作成
nl: abonnement aangemaakt
sk: odber vytvorený

source: Your subscription is being processed and reddit gold will be delivered shortly.
bg: В момента обработваме Вашия абонамент, реддит златото Ви ще бъде достъпно в най-скоро време.
cs: Vaše předplatné je zpracováváno a zlatý reddit bude brzy doručen.
da: Dit abonnement bliver behandlet og reddit guld vil snart blive leveret.
hr: Tvoja uplata se procesuira i reddit zlato će ti ubrzo biti dostavljeno.
ja: あなたの登録は処理中であり、 reddit ゴールドはすぐにお届けされます。
nl: Je abonnement wordt nu behandeld en het reddit-gold zal spoedig worden geleverd.
sk: Tvoje predplatné sa spracúva, reddit gold dostaneš čoskoro.

source: payment submitted
bg: плащането изпратено
cs: platba odeslána
da: betaling indsent
hr: uplata je izvršena
ja: 行われた支払い
nl: betaling verzonden
sk: platba odoslaná
sr: уплата извршена

source: reddit gold payment
bg: плащане за reddit злато
cs: platba za zlatého reddita
da: reddit guld betaling
hr: uplata reddit zlata
ja: reddit goldの支払い
nl: reddit goldbetaling
sk: reddit gold platba
sr: уплата за реддит злато

source: Your payment is being processed and reddit gold will be delivered shortly.
bg: Плащането Ви се обработва и реддит златото ще бъде доставено скоро.
cs: Vaše platba je zpracovávána a zlatý reddit bude brzy doručen.
da: Din betaling bliver behandlet og reddit guld vil snart blive leveret.
hr: Tvoja uplata se obrađuje i ubrzo ćemo dostaviti tvoje zlato
ja: お支払いは、処理されていると表示する金はまもなく配信されます。
nl: je betaling wordt verwerkt en je gold zal snel worden geleverd
sk: Tvoja platba sa spracúva, reddit gold dostaneš čoskoro.
sr: Обрађујемо Вашу уплату и Ваше злато ће бити ускоро испоручено.

source: your payment details have been updated
bg: детайлите Ви за плащане бяха обновени
cs: vaše platební údaje byly aktualizovány
da: dine betalingsoplysninger er blevet opdaterede
hr: pojedinosti o plaćanju su ažurirane
ja: 支払いの詳細が更新されました。
nl: je betaalgegevens zijn aangepast
sk: tvoje inštrukcie pre platby boli aktualizované

source: your subscription has been cancelled
bg: абонаментът Ви беше отменен
cs: váš odběr byl zrušen
da: dit abonnement er blevet annulleret
hr: tvoja pretplata je otkazana
ja: 登録はキャンセルされました。
nl: je abonnement is geannuleerd
sk: tvoje predplatné bolo zrušené

source: newest submissions
bg: нови постове
cs: nejnovější příspěvky
da: nyeste indsendte
hr: najnoviji sadržaj
ja: 最新の投稿
nl: nieuwste posts
sk: najnovšie príspevky
sr: најновије објаве

source: rising submissions
bg: изкачващи се публикации
cs: příspěvky na vzestupu
da: stigende indlæg
hr: rastuće objave
ja: 上昇している投稿
nl: populaire posts
sk: stúpajúce príspevky
sr: актуелни чланци

source: top scoring links
bg: връзки с най-много точки
cs: odkazy s nejvyšším skóre
da: top scorende links
hr: najbolje ocijenjeni linkovi
ja: トップのリンク
nl: best scorende links
sk: najviac hodnotené odkazy
sr: линкови са највише бодова

source: most controversial links
bg: най-спорните линкове
cs: nejspornější odkazy
da: mest kontroversielle links
hr: najkontroverzniji linkovi
ja: 論争中のリンク
nl: meest controversiële links
sk: naj-kontroverznejšie odkazy
sr: најконтроверзнији линкови

source: promoted links
bg: спонсрирани връзки
cs: propagované odkazy
da: Fremhævede links
hr: promovirane poveznice
ja: おすすめのリンク
nl: gepromote links
sk: propagované odkazy

source: want to advertise? [click here!](%(link)s)
bg: Искате да рекламирате? [Натиснете тук!](%(link)s)
cs: chcete inzerovat? [klikněte zde](%(link)s)
da: Vil du annoncere her? [Klik her!](%(link)s)
hr: želite se oglašavati? [kliknite ovdje!](%(link)s)
ja: 広告をご希望ですか? [ここをクリック!](%(link)s)
nl: [klik hier om te adverteren!](%(link)s)
sk: chceš tu mať reklamu? [klikni sem!](%(link)s)

source: you're really bored now, eh?
bg: Mай Ви е много скучно, а?
cs: teď se opravdu nudíte, co?
da: du keder dig meget nu, hva'?
hr: stvarno ti je dosadno, ne?
ja: マジで飽きてるみたいだね？
nl: je zit je nu echt te vervelen, hè?
sk: teraz ste fakt znudený, čo?
sr: баш вам је досадно, а?

source: filter by subreddit
bg: филтрирай по събреддит
cs: filtrovat podle podredditu
da: filtrer efter subreddit
hr: odaberi prema podredditu
ja: subredditでフィルタ
nl: filteren op subreddit
sk: filtrovať podľa subredditu
sr: филтрирај по подреддиту

source: filter by category
bg: филтър по категория
cs: filtrovat podle kategorie
da: filtrér efter kategori
hr: filtriraj prema kategoriji
ja: カテゴリでフィルタ
nl: filter op categorie
sk: filtrovať podľa kategórie

source: gildings received
bg: получени позлатявания
cs: obdržená pozlacení
da: forgyldninger modtaget
hr: primljena pozlaćenja
ja: ギルディングを受けとりました。
nl: Gekregen gold
sk: získal si reddit gold darom

source: gildings given
bg: изпратени позлатявания
cs: darovaná pozlacení
da: forgyldninger givet
hr: dana pozlaćenja
ja: ギルディングを送りました。
nl: Gold gegeven
sk: daroval si reddit gold

source: overview for %(user)s
bg: преглед на %(user)s
cs: přehled pro %(user)s
da: oversigt for %(user)s
hr: pregled korisnika %(user)s
ja: %(user)sのページ
nl: overzicht voor %(user)s
sk: prehľad používateľa %(user)s
sr: преглед за %(user)s

source: comments by %(user)s
bg: коментари от %(user)s
cs: komentáře od %(user)s
da: kommentarer af %(user)s
hr: odgovori korisnika %(user)s
ja: %(user)s のコメント
nl: reacties door %(user)s
sk: komentáre od %(user)s použivateľov
sr: коментари од %(user)s

source: gilded by %(user)s
bg: позлатено от %(user)s
cs: pozlatil %(user)s
da: forgyldt af %(user)s
hr: pozlatio %(user)s
ja: %(user)s がギルド
nl: verguld door %(user)s
sk: pozlátené od %(user)s

source: upvoted by %(user)s
cs: Líbí se to %(user)s
da: stemt opad af %(user)s
nl: ge-upvote door %(user)s
sk: %(user)s hlasoval hore

source: downvoted by %(user)s
cs: Nelíbí se to %(user)s
da: stemt nedad af %(user)s
nl: omlaag gestemd door %(user)s
sk: %(user)s hlasoval dole

source: saved by %(user)s
bg: запазено от %(user)s
cs: uložil %(user)s
da: gemt af %(user)s
hr: spremio korisnik %(user)s
ja: %(user)sが保存
nl: opgeslagen door %(user)s
sk: uložené používateľom %(user)s
sr: сачувао %(user)s

source: hidden by %(user)s
bg: скрито от %(user)s
cs: skryl %(user)s
da: skjult af %(user)s
hr: skrio korisnik %(user)s
ja: %(user)s が非表示
nl: verborgen door %(user)s
sk: skryté %(user)s používateľmi
sr: сакрио %(user)s

source: promoted by %(user)s
bg: промотирано от %(user)s
cs: propagováno %(user)s
da: fremmet af %(user)s
hr: promovirao korisnik %(user)s
ja: %(user)s がプロモート
nl: gepromoot door %(user)s
sk: propagované %(user)s
sr: промовисао %(user)s

source: gildings given by %(user)s
bg: Позлатявания от %(user)s
cs: pozlacení darované od %(user)s
da: forgyldninger givet af %(user)s
hr: pozlaćenja korisnika %(user)s
ja: %(user)s がギルド
nl: verguld door %(user)s
sk: pozlátenia darované od %(user)s

source: profile for %(user)s
bg: профил на %(user)s
cs: profil pro %(user)s
da: profil for %(user)s
hr: profil korisnika %(user)s
ja: %(user)sのプロフィール
nl: profiel van %(user)s
sk: profil používateľa %(user)s
sr: профил за %(user)s

source: unread
bg: непрочетени
cs: nepřečteno
da: ulæste
hr: nepročitano
ja: 未読
nl: ongelezen
sk: neprečítané
sr: непрочитано

source: comment replies
bg: отговори
cs: odpovědi komentáře
da: svar til kommentaren
hr: susljedni odgovori
ja: 投稿に返信
nl: reacties op opmerking
sk: odpovede na komentáre
sr: одговори на коментаре

source: post replies
bg: отговори
cs: odpovědi příspěvku
da: svar til indlæg
hr: odgovori na post
ja: 返事を投稿する
nl: reacties op post
sk: odpovede na príspevok
sr: одговори на постове

source: username mentions
bg: споменавания на потребителското име
cs: zmínky uživatelského jména
da: brugernavnsnævnelser
hr: spominjanje korisničkog imena
ja: ユーザー名の言及
nl: gebruikersnaamvermeldingen
sk: kde ma spomenuli
sr: спомињање корисничког имена

source: messages
bg: съобщения
cs: zprávy
da: beskeder
hr: poruke
ja: メッセージ
nl: berichten
sk: správy
sr: поруке

source: To block a user click 'block user' below a message from a user you wish to block from messaging you.
bg: За да блокираш потребител, натисни 'блокирай потребител' под съобщението на потребителя, който искаш да блокираш.
cs: Pro zablokování uživatele klikněte na 'blokovat uživatele' níže a uživateli bude zabráněno Vám psát.
da: For at blokere en bruger klik 'blokér bruger' under en besked fra en bruger, du ønsker at blokere fra at sende dig beskeder.
hr: Kako bi blokirao korisnika kliknit 'blokiraj korisnika' ispod poruke korisnika kojeg želiš blokirati.
ja: ユーザをブロックしてあなたにメッセージできなくするには、受け取ったメッセージの下にある「ユーザをブロックする」ボタンをクリックしてください。
nl: Om een gebruiker te blokkeren, klik je op 'blokkeer gebruiker' onder een bericht van een gebruiker die je wilt blokkeren
sk: Pre zablokovanie používateľa stlač "blokovať používateľa" pod správou od toho, komu chceš zakázať písať ti správy.

source: gilded
bg: позлатено
cs: pozlacené
da: forgyldt
hr: pozlaćeno
ja: ゴールド
nl: verguld
sk: pozlátené
sr: награђено

source: gildings in this subreddit have paid for %(time)s of server time
bg: позлатите в този subreddit са платили за %(time)s от сървърното време
cs: pozlacení v tomto subredditu zaplatila za %(time)s provozu serveru
da: Forgyldninger i dette subreddit har betalt for %(time)s server tid
hr: Gildinzi ovog subreddita su platili %(time)s vremena servera
ja: このサブレディットのゴールド贈呈は、サーバー時間 %(time)s のために支払われました。
nl: weggegeven gold in deze subreddit hebben voor %(time)s servertijd betaald
sk: dary reddit gold z tohto subredditu zaplatili za %(time)s prevádzky servera

source: copied from %(source)s
bg: копирано от %(source)s
cs: kopírováno z %(source)s
da: kopieret fra %(source)s
hr: preuzeto sa %(source)s
ja: %(source)sからのコピー
nl: gekopiëerd van %(source)s
sk: skopírované z/zo %(source)s
sr: копирано са %(source)s

source: [account deleted]
cs: [účet smazán]
da: [konto slettet]
ja: [削除済みアカウント]
nl: [account verwijderd]
sk: [konto bolo odstránené]

source: %(author)s's comment from discussion "%(title)s"
cs: %(author)s komentář z diskuze "%(title)s"
da: %(author)s' kommentar fra diskussionen "%(title)s"
nl: commentaar van %(author)s op discussie "%(title)s"
sk: %(author)s komentoval diskusiu "%(title)s"

source: privacy policy
bg: политика на поверителност
cs: zásady ochrany osobních údajů
da: privatlivspolitik
hr: polica privatnosti
ja: プライバシーポリシー
nl: privacybeleid
sk: zásady ochrany osobných údajov
sr: полиса приватности

source: user agreement
bg: потребителско споразумение
cs: dohoda s uživatelem
da: brugeraftale
hr: korisnički ugovor
ja: 利用規約
nl: gebruikersovereenkomst
sk: užívateľské podmienky
sr: споразум о коришћењу

source: over 18?
bg: над 18?
cs: je vám nad 18?
da: over 18 år?
hr: stariji od 18?
ja: 18歳以上ですか?
nl: ouder dan 18?
sk: nad 18?
sr: преко 18?

source: create sponsored link
bg: създай спонсорирана връзка
cs: vytvořit sponzorovaný odkaz
da: opret sponseret link
hr: napravi sponzoriranu poveznicu
ja: スポンサードリンクを作成
nl: maak gesponsorde link
sk: vytvoriť sponzorovaný odkaz

source: edit sponsored link
bg: промени спонсорирана връзка
cs: upravit sponzorovaný odkaz
da: rediger sponseret link
hr: uređuj sponzoriranu poveznicu
ja: スポンサーのリンクを編集する
nl: pas gesponsorde link aan
sk: upraviť sponzorovaný odkaz

source: manage roadblocks
bg: управление на пътни блокади
cs: správa zátarasů
da: administrer roadblocks
hr: uređuj zapreke
ja: 障害の管理
nl: beheer blokkades
sk: spravuj roadblocks

source: sponsored link report
bg: доклад за спонсорирана връзка
cs: výkaz sponzorovaného odkazu
da: rapport om sponseret link
hr: izvješće o sponzoriranoj poveznici
ja: スポンサーのリンクを報告する
nl: rapport van gesponsorde link
sk: nahlás sponzorovaný odkaz

source: sponsored link inventory
bg: инвентар за спонсорирани връзки
cs: inventář sponzorovaného odkazu
da: opgørelse over sponseret link
hr: inventar sponzoriranih poveznica
ja: スポンサードリンクの一覧
nl: gesponsorde linkinventaris
sk: inventár sponzorovaných odkazov

source: unapproved promoted links
bg: неодобрени спонсорирани връзки
cs: neschválené propagované odkazy
da: ikke godkendte promoverede links
hr: neodobrene promovirane poveznice
ja: 未承認のスポンサードリンク
nl: niet-goedgekeurde gesponsorde links
sk: neschválené reklamné odkazy

source: accepted promoted links
bg: одобрени спонсорирани връзки
cs: přijaté propagované odkazy
da: godkendte promoverede links
hr: prihvaćeni promovirani linkovi
ja: 承認されたスポンサードリンク
nl: geaccepteerde gesponsorde links
sk: prijaté propagované odkazy

source: unpaid promoted links
bg: неплатени спонсорирани връзки
cs: nezaplacené propagované odkazy
da: ubetalte promoverede links
hr: neplaćeni promovirani linkovi
ja: 未払いのスポンサードリンク
nl: onbetaalde gesponsorde links
sk: neuhradené reklamné odkazy

source: rejected promoted links
bg: отказани спонсорирани връзки
cs: zamítnuté propagované odkazy
da: afviste promoverede links
hr: odbaćeni promovirani linkovi
ja: 除外されたスポンサードリンク
nl: afgekeurde gesponsorde links
sk: odmietnuté reklamné odkazy

source: live promoted links
bg: работещи спонсорирани връзки
cs: živé propagované odkazy
da: livepromoverede links
hr: live promovirani linkovi
ja: 有効なスポンサードリンク
nl: live gepromote links
sk: reklamné odkazy v prevádzke

source: all promoted links
bg: всички промотирани линкове
cs: všechny propagované odkazy
da: alle promoverede links
hr: sve promovirane objave
ja: 全てのプロモートされているリンク
nl: alle gepromote links
sk: všetky propagované odkazy
sr: сви промовисани линкови

source: promoted by you
bg: промотирано от вас
cs: propagováno vámi
da: promoveret af dig
hr: ti si promovirao
ja: あなたがプロモートしています
nl: door jou gepromoot
sk: propagované vami
sr: ви сте промовисали

source: underdelivered promoted links
bg: недостатъчно показвани спонсорирани връзки
cs: propagované odkazy nesplňující objednávku
da: underleverede promoverede links
hr: nedostvljeni promovirani linkovi
ja: 過小のスポンサードリンク
nl: Slecht presterende gepromote links
sk: nezrealizované reklamné odkazy

source: reported promoted links
bg: докладвани спонсорирани връзки
cs: nahlášené propagované odkazy
da: anmeldte promoverede links
hr: prijavljeni promovirani linkovi
ja: 報告済みのスポンサードリンク
nl: gerapporteerde gepromote links
sk: nahlásené reklamné odkazy

source: house promoted links
bg: складирай спонсорираните връзки
cs: poskytnout propagované odkazy
da: interne promoverede links
hr: linkovi internih reklama
ja: スポンサードリンクの保存
nl: promoted links van het huis
sk: linky propagované redditom

source: fraud suspected promoted links
bg: подпомогнати връзки заподозрени за измама
cs: podezření na podvod v propagovaných odkazech
da: fremhævede links mistænkt for svindel
hr: promovirani linkovi za koje se sumnja da su prevara
ja: 詐欺が疑われる促進リンクです
nl: van fraude verdachte gepromote links
sk: reklamné linky podozrivé z podvodu

source: promos on reddit
bg: промоции във реддит
cs: propagace na reddit
da: promoveringer på reddit
hr: promocije na redditu
ja: Redditで宣伝
nl: promo's op reddit
sk: reklama na reddite

source: target oversold, can't freebie
bg: целта надпродадена, даването на безплатен предмет е невъзможно
cs: Cíl překročen, není žádný volňásek
da: målet er oversolgt, ingen freebie
hr: prodano više od predviđenog, nema više besplatnog
nl: doel overboekt, presentje niet mogelijk

source: fraudnot fraud
nl: geen fraude/fraude

source: refund succeeded
bg: успешно възстановяване на сума
cs: peníze byly úspěšně vráceny
da: refundering lykkedes
hr: povrata novca je uspjela
ja: 返金に成功しました。
nl: terugbetaling geslaagd
sk: reklamácia úspešná
sr: повраћај средстава успешан

source: refund not needed
bg: неуспешно възстановяване на сума
cs: není třeba vracet peníze
da: der er ikke brug for refundering
hr: povrata novca nije nužna
ja: 返金は必要ありません。
nl: terugbetaling niet nodig
sk: vrátenie peňazí nie je potrebné
sr: повраћај средстава није потребан

source: please change campaign start date to %(date)s or earlier
bg: моля, променете началната дата на кампанията на %(date)s или по-ранна
cs: prosím změňte datum spuštění kampaně na %(date)s nebo dříve
da: venligst ændre datoen for kampagnestart til %(date)s eller tidligere
hr: molimo promjenite početni nadnevak kampanje na %(date)s ili ranije
ja: キャンペーン開始日を %(date)s 以前に設定してください
nl: de startdatum moet op of voor %(date)s liggen
sk: prosím zmeň čas začiatku kampane na %(date)s alebo skôr

source: please change campaign start date to %(date)s or later
bg: Моля променете началната дата на кампанията на %(date)s или по-рано
cs: prosím změňte datum spuštění kampaně na %(date)s nebo později
da: Vær venlig at ændre datoen for kampagnestart til %(date)s eller tidligere
hr: molimo promjenite početni nadnevak kampanje na %(date)s ili kasnije
ja: キャンペーンの開始日を%(date)s以降に変更して下さい
nl: verander de startdatum naar %(date)s of later
sk: prosím zmeň čas začiatku kampane na %(date)s alebo neskôr

source: failed to authenticate card. sorry.
bg: Неуспех при удостоверяването на картата. Извинете.
cs: nelze ověřit kartu. je nám líto.
da: beklager. kortet kunne ikke autentificeres.
hr: Provjera valjanosti kartice nije uspjela. Ispričavamo se.
ja: 残念ながらクレジットカードの認証ができませんでした。
nl: Sorry, de kaart kon niet geverifieerd worden.
sk: nepodarilo sa overiť kartu. prepáč.

source: banned
bg: забранен
cs: zakázáno
hr: zabranjeno
ja: 投稿禁止ユーザ
nl: geband
sk: zakázané
sr: забрањено

source: private
bg: частно
cs: soukromé
da: privat
hr: privatno
ja: 非公開
nl: privé
sk: súkromný
sr: приватно

source: search failed
bg: Търсенето се провали
cs: hledání selhalo
da: søgningen fejlede
hr: neuspjelo pretraživanje
ja: 検索出来ませんでした
nl: zoeken mislukt
sk: hľadanie zlyhalo
sr: претрага није успела

source: This page is the subreddit stylesheet, changes here apply to the subreddit css
bg: Тази страница е стайлшийт за събредита. Промени тук се прилагат върху css на събредита.
cs: Tato stránka je stylopis podredditu, změny zde se týkají css podredditu
da: Denne side er subreddit stilarket, ændringer her gælder for subredditets css
hr: Ta stranica je stylesheet datoteka podreddita, promjene ovdje utječu na CSS podreddita
ja: このページは subreddit のスタイルシートです。変更すると subreddit の CSS に反映されます。
nl: Op deze pagina staat de subreddit-stylesheet. Wijzigingen op deze pagina hebben betrekking op de subreddit-css
sk: Táto stránka je stylesheet subredditu, zmeny, vykonané tu, sa prenášajú do css subredditu
sr: Ова страница је лист са стиловима подреддита, промене унете овде примењују се на css подреддита

source: The contents of this page appear on the submit page
bg: Съдържанието на тази страница се показва на страницата за публикуване.
cs: Obsah této stránky se zobrazí na stránce předložení
da: Denne sides indhold vises på indsendingssiden
hr: Sadržaji ove stranice pojavljuju se na stranici za pošiljanje
ja: このページの内容は投稿ページで表示されます。
nl: De inhoud van deze pagina verschijnt op de post-pagina
sk: Obsah tejto stránky sa zobrazí na submit page

source: The contents of this page appear on the subreddit sidebar
bg: Съдържанието на тази страница се показва в страничната лента на събреддита
cs: Obsah této stránky se zobrazí na postranní liště podredditu
da: Denne sides indhold vises på subreddit sidebaren
hr: Sadržaj s ove stranice se prikazuje u javnom opisu podreddita
ja: このページの内容はsubredditのサイドバーに表示されます。
nl: De inhoud van deze pagina verschijnt in de zijbalk van de subreddit
sk: Obsah tejto stránky sa zobrazí na bočnej lište subredditu
sr: Садржај ове странице приказује се на бочној траци подреддита

source: The contents of this page appear in the public subreddit description and when the user does not have access to the subreddit
nl: De inhoud van deze pagina verschijnt in de openbare beschrijving van de subreddit en wanneer de gebruiker geen toegang heeft tot de subreddit
sk: Obsah tejto stránky sa objaví vo verejnom popise subredditu aj vtedy, keď používateľ nemá k subredditu prístup

source: This page is used to configure AutoModerator for the subreddit, please see [the full documentation](/wiki/automoderator/full-documentation) for information
cs: Tahle stránka je používána pro konfiguraci AutoModerátora pro subreddit, prosím podívejte se na [the full documentation](/wiki/automoderator/full-documentation) pro informace
da: Denne side benyttes til konfiguration af AutoModerator for subreddit'en. Se venligst [den fulde dokumentation](/wiki/automoderator/full-documentation) for yderligere oplysninger
nl: Met deze pagina wordt AutoModerator voor de subreddit ingesteld. Zie [de volledige documentatie](/wiki/automoderator/full-documentation) voor meer informatie.
sk: Na tejto stránke môžeš nastaviť AutoModeratora pre subreddit, pozri [celú dokumentáciu] (/wiki/automoderator/full-documentation) pre viac informácií

source: viewing revision from %s
bg: разглеждане на редакция от %s
cs: zobrazování revize z %s
da: ser ændringer fra %s
hr: prikaz redakture od %s
ja: %sのリビジョンを表示
nl: wijzigingen van %s
sk: máš zobrazenú revíziu z/zo %s
sr: приказивање ревидирања од %s

source: %s ago
bg: преди %s
cs: před %s
da: for %s siden
hr: prije %s
ja: %s前
nl: %s geleden
sk: pred %s
sr: пре %s
