Repository: slimlife/cookie
Catalog: i18n/reddit_i18n/*/LC_MESSAGES/r2.po
Languages: bg, cs, da, hr, ja, nl, sk, sr

source: reddit gold is our premium membership program. It comes with extra features to make your experience here better as well as special benefits from gold partners for exceptional products and services. reddit takes no payment from gold partners for being in this program. We ask that they give all the benefits to you, our users. We hope in turn that this helps make gold a program worth subscribing to. If you have questions about any of the benefits, please visit /r/goldbenefits. New benefits and features will also be announced there, and we hope you'll enjoy them.
bg: редит златото е нашата престижна членска програма. Тя носи допълнителни функции, които правят преживяването тук по-добро, както и специални ползи от златните ни партньори за изключителни продукти и услуги. редит не получава плащания от златните си партньори за участието им в тази програма. Ние изискваме от тях да дават всички ползи на вас, нашите потребители. Надяваме се, че това прави златото програма, за която си струва да се абонирате. Ако имате въпроси за някои от ползите, моля посетете /r/goldbenefits. Там ще бъдат обявявани и нови ползи и функции. Надяваме се, че ще им се насладите.
cs: zlatý reddit je náš program prémiového členství. Nabízí funkce navíc, které Vám vylepší vaši návštěvu stránky a také zvláštní výhody od zlatých partnerů pro úžasné výrobky a služby. reddit od zlatých partnerů nepřijímá žádné platby za členství v programu. Pouze je žádáme, aby Vám, našim uživatelům, poskytli výhody. Doufáme, že na oplátku toto ze zlatého programu dělá něco, co si stojí si předplatit. Pokud máte otázky o jakékoliv výhodě, navštivte prosím /r/goldbenefits. Zde budou také oznámeny nové funkce a výhody, o kterých doufáme, že se Vám budou líbit.
da: reddit gold er vores eksklusive medlemskabsordning. Med det kommer ekstra funktioner, som gør dine oplevelser her bedre, samt specielle fordele fra guldpartnere, som ekstraordinære produkter og ydelser. reddit modtager ingen betaling fra guldpartnerne for at være en del af programmet. Vi beder dem om at give alle fordelene til jer, vores brugere. Vi håber at dette vil gøre reddit gold til et program, som er værd at abonnere på. Hvis du har nogen spørgsmål omhandlende nogen af fordelene, besøg venligst /r/goldbenefits. Nye fordele og funktioner vil også blive annonceret der, og vi håber at du vil nyde dem.
hr: Reddit zlato je naše premium članstvo. S njim dolaze i dodatne funkcionalnosti kako bi se poboljšalo tvoje iskustvo te kako bi dobio specijalne povlastice od naših gold partnera. Reddit ne uzima novce od zlatnih partnera za taj program. Mi tražimo da oni daju sve povlastice vama, našim korisnicima. Nadamo se da to čini zlatni program vrijednim pretplate. Ako imaš kakvih pitanja u vezi povlastica, posjeti /r/goldbenefits. Nove povlastice i pogodnosti će biti izvještene, i nadamo se da ćeš uživati u njima.
ja: redditゴールドは私たちの提供するプレミアムメンバープログラムです。ゴールドパートナーによる追加サービスと同じように、より素晴らしいサービス体験をもたらす特別な機能がついてきます。 redditはゴールドパートナーがこのプログラムに加入することによって料金を徴収しません。すべてユーザのために還元し、ゴールドが購読するに値するプログラムになる手助けになることを願っています。 特典についての質問がありましたら、/r/goldbenefitsを訪問してみてください．新しい特典や機能についてのアナウンスはそこにあります。わたしたちは楽しめるサービスになることを願っています。
nl: 'reddit gold' is ons premiumledenprogramma. Er horen extra features bij zodat je ervaring hier leuker wordt én je krijgt speciale extraatjes van gold-partners, voor bijzondere producten en diensten. Reddit vraagt geen geld aan deze gold-partners om mee te doen. We vragen alleen of ze korting aan jullie, onze leden geven. We hopen dat dit reddit gold de moeite waard maakt. Als je hier vragen over hebt, kom dan langs in /r/goldbenefits. Nieuwe aanbiedingen en features worden daar aangekondigd, en we hopen dat je ze leuk vindt.
sr: Реддит злато је наш програм о посебном чланству. Долази са додатним одликама да би се унапредио ваш боравак овде као и са специјалним бенефицијама од стране златних партнера за изузетне производе и сервисе. реддит не узима никакву накнаду од златних партнера за учествовање у овом програму. Тражимо од њих да дају све предности вама, нашим корисницима. Надамо се да то наш златни програм чини исплативијим. Ако имате било какве недоумице у вези са погодностима, молимо вас да посетите /r/goldbenefits. Нове предности и одлике ће такође бити постављене тамо и надамо се да ћете уживати у њима.

source: You can make reddit better.
bg: Може да направиш редит по-добър.
cs: Vylepšete si reddit.
da: Du kan gøre reddit bedre.
hr: Ti možeš učiniti reddit boljim.
ja: あなたはredditをよりよくできます。
nl: Jij kan reddit beter maken.
sk: Ty môžeš zlepšiť reddit.
sr: Можете унапредити реддит.

source: Awesome stuff for gold members:
bg: Страхотни неща за златни членове:
cs: Úžasné věci pro zlaté členy:
da: Fantastiske ting, som goldmedlemmer får:
hr: Fenomenalne stvari za zlatne članove:
ja: ゴールドメンバーのためのすごいこと
nl: Gave spullen voor Gold-leden:
sk: Úžasné veci pre gold členov:
sr: Феноменалне ствари за златне чланове:

source: Check out the rest of our partners and deals!
hr: baci oko na naše partnere i ponude!
ja: 他のパートナーを見て取引
nl: Kijk ook eens naar onze andere partners en aanbiedingen!

source: The Lounge.
bg: Място за чилване.
cs: Salónek.
da: Loungen.
hr: Lounge.
ja: ラウンジ。
nl: De lounge.
sk: Klub.
sr: Лаунџ.

source: Access to a super-secret members-only community that may or may not exist.
bg: Достъп до супер-секретна общност само за членове, която може би съществува, може би - не.
cs: Přístup do super tajné komunity pouze pro členy, která může i nemusí existovat.
da: Få adgang til et super hemmeligt kun-for-medlemmer fællesskab, som måske eller måske ikke findes.
hr: Pristup super-tajnoj zajednici dostupnoj samo članovima, koja možda postoji, a možda i ne.
ja: 存在するかどうかわからない超秘密会員専用コミュニティへのアクセス。
nl: Toegang tot een exclusieve, ultrageheime community waarvan het bestaan onbekend is.
sk: Prístup k supertajnej komunite plná gold členov ktorá môže ale nemusí existovať.
sr: Приступ екстра-тајној заједници доступној само члановима која можда постоји, а можда и не постоји.

source: Beta test new features.
bg: Пробвайте експериментални функции.
cs: Vyzkoušejte nové funkce.
da: Beta teste nye funktioner.
hr: Beta-testiraj nove mogućnosti.
ja: ベータテストの新機能。
nl: Bètatesten van nieuwe functies.
sk: Beta testovať nové funkcie.
sr: Бета тестирање нових функција.

source: We occasionally invite gold members to try out new features first.
bg: От време на време каним златни членове да изпробват първи нови опции.
cs: Občas požádáme zlaté členy, aby jako první vyzkoušely nové funkce.
da: Lejlighedsvis inviterer vi guld medlemmer til at afprøve nye funktioner først.
hr: Povremeno pozivamo korisnike reddit zlata da prvi isprobaju nove mogućnosti.
ja: 私たちは、時折最初の新機能を試してみるゴールドメンバーを招待。
nl: We nodigen regelmatig gold-leden uit om nieuwe functies als eerste te testen.
sk: Občas pozývame gold členov vyskúšať nové funkcie skôr.
sr: Повремено позивамо чланове са златном чланарином да први пробају нове функције.

source: A trophy on your user page.
bg: Орден на вашата страница.
cs: Trofej na vaší stránce uživatele.
da: Et trofæ på din profilside.
hr: Trofej na korisničkoj stranici
ja: あなたのユーザーページにトロフィー
nl: Een troffee op je gebruikerspagina.
sk: Trofej na tvojej používateľskej stránke
sr: Трофеј на вашем профилу.

source: As thanks for supporting reddit gold.
bg: Като благодарност за подкрепяне на reddit злато.
cs: Jako poděkování za podporu zlatého reddita.
da: Som tak for at støtte Reddit Guld.
hr: Kao znak zahvale za pružanje podrške redditu
ja: reddit goldのご支援、ありがとうございます、
nl: Als dank voor je steun aan reddit gold.
sr: Као захвалница за подржавање реддит злата.

source: More to come.
bg: Очаквайте още.
cs: A na další si musíte počkat.
da: Der kommer mere.
hr: Uskoro više.
ja: 更に来ます。
nl: En nog veel meer.
sk: Príde toho viac.
sr: Више ускоро долази.

source: We have many more ideas for gold features, and will add to this list in the future.
bg: Имаме още много идеи за функции на златото и ще добавяме към настоящия списък.
cs: Máme mnoho nápadů pro další zlaté funkce. Budeme je postupně přidávat do tohoto seznamu.
da: Vi har mange flere ideer for guld funktioner, og vil føje til den liste i fremtiden.
hr: Imamo mnogobrojne ideje za korisnike sa zlatom, a naći ćeš ih na ovom popisu.
ja: 私達はgoldの機能に対し更に多くのアイディアがあり、将来的にこのリストに追加する予定です。
nl: We hebben nog heel veel ideeën voor gold-functies en zullen die in de toekomst toevoegen aan deze lijst.
sr: Имамо још много идеја за златне функције и додаћемо их овој листи у будућности.

source: send us a postcard | for | 1 free month | of | reddit gold
bg: изпрати ни картичка | за | 1 безплатен месец | реддит злато
cs: pošlete nám pohlednici | pro | 1 měsíc | zlatého reddita | zadarmo
da: send os et postkort | for |1 gratis måned | af | Reddit Guld
hr: pošalji nam razglednicu | za | mjesec dana | besplatnog | reddit zlata
ja: 1ヶ月のreddit goldのために私達にポストカードを送る
nl: stuur ons een kaartje | voor | 1 maand | gratis | reddit gold
sr: пошаљите нам разгледницу | за | 1 бесплатан месец | реддит злата

source: view the postcard gallery
bg: разгледайте галерия с картички
cs: zobrazit galerii pohlednic
da: vis postkort galleri
hr: pregledaj galeriju s razglednicama
ja: ハガキのギャラリーを見る
nl: de kaartengalerij weergeven
sr: прикажи галерију разгледница

source: claim code
bg: осребри код
cs: získat kód
da: modtag kode
hr: preuzmi kȏd
ja: コードを請求
nl: ontvangstcode
sk: privlastniť kód
sr: преузми код

source: visit partner
bg: посети партньора
cs: navštívit partnera
da: besøg partner
hr: posjeti partnera
ja: パートナーを訪れる
nl: bezoek partner
sk: navštívit partnera
sr: посети партнера

source: your snoovatar!
da: din snoovatar!
hr: tvoj snovatar!
ja: あなたのSnooアバター
nl: jouw snoovatar!

source: make my snoovatar public
da: gør min snoovatar offentlig
hr: učini moj snoovatar javnim
ja: Snooを公開する
nl: mijn snoovatar openbaar maken

source: main color
nl: Hoofdkleur

source: alt color
nl: alternatieve kleur

source: save changes
da: gem ændringer
ja: 変更を保存
nl: wijzigingen opslaan

source: see more snoovatars and make suggestions in /r/snoovatars
ja: もっとSnooのアバターを見て楽しむ ＞ /r/snoovatars
nl: bekijk meer snoovatars en laat suggesties achter op /r/snoovatars

source: create your own snoovatar [here](/user/%(username)s/snoo)
ja: 自分のSnooのアバターをつくろう [here](/user/%(username)s/snoo)
nl: maak je eigen snoovatar [hier](/user/%(username)s/snoo)

source: [create your own snoovatar with **reddit gold**](/gold?source=snoovatar)
ja: [ **reddit ゴールド**でSnooのアバターを作ろう](/gold?source=snoovatar)
nl: [maak je eigen snoovatar met **reddit gold**](/gold?source=snoovatar)

source: team
bg: екип
cs: tým
da: hold
hr: tim
ja: チーム
sk: tým
sr: тим

source: alien
bg: извънземно
cs: mimozemšťan
hr: svemirac
ja: エイリアン
sk: mimozemšťan
sr: ванземаљац

source: how reddit works
bg: как работи редит
cs: jak reddit funguje
da: hvordan reddit fungerer
hr: kako reddit funkcionira
ja: reddit の使い方
sk: ako funguje reddit
sr: како реддит функционише

source: max %dx%d pixels
bg: максимално %dx%d точки
cs: maximálně %dx%d pixelů
hr: maksimalno %dx%d piksela
ja: 最大 %dx%d ピクセル
sk: maximálne %dx%d pixelov

source: min %dx%d pixels
bg: минимум %dx%d точки
cs: minimálně %dx%d pixelů
hr: minimalno %dx%d piksela
ja: 最小 %dx%d ピクセル
sk: minimálne %dx%d pixelov

source: reddit widget
bg: reddit уиджет
cs: widget reddit
hr: reddit dodatak
ja: reddit用ウィジェット
sr: реддит виџет

source: bookmarklets
bg: отметки
cs: záložky
hr: pomagala
ja: ブックマークレット
sk: záložky
sr: букмарклети

source: help
bg: помощ
cs: nápověda
da: hjælp
hr: pomoć
ja: ヘルプ
sk: pomocník
sr: помоћ

source: admins*
bg: Администратори*
cs: správci*
da: administratorene
hr: admini*
ja: 管理者*
sk: administrátori*

source: links
bg: линкове
cs: odkazů
hr: objave
ja: リンク
sk: odkazov
sr: линкови

source: posts
bg: постове
cs: příspěvky
da: indlæg
hr: objave
ja: 投稿
sk: príspevky
sr: постови

source: subreddits
bg: събреддити
cs: podreddity
hr: podredditi
ja: subreddit
sk: podreddity
sr: подреддити

source: reddit gold
bg: реддит злато
cs: zlatý reddit
hr: reddit zlato
sk: zlatý reddit
sr: реддит златo

source: subreddits:
bg: събреддити:
cs: podreddity:
hr: podredditi:
ja: subreddit
sk: podreddity:
sr: подреддити:

source: top
bg: най-оценявани
cs: nejčtenější
hr: na vrhu
ja: トップ
sk: najlepšie
sr: најбоље

source: admin
bg: администратор
cs: správce
hr: administrator
ja: 管理
sr: админ

source: reddiquette
bg: редикет
cs: reddiketa
hr: reddiketa
ja: redditエチケット
sk: reddiketa
sr: реддит бон-тон

source: apps
bg: приложения
cs: aplikace
hr: aplikacije
ja: アプリ
sk: aplikácie
sr: апликације

source: RSS feeds
bg: RSS хранилки
cs: kanály RSS
hr: RSS kanali
ja: RSSフィード
sk: RSS feedy
sr: RSS фидови

source: inbox
bg: входящи
cs: doručená pošta
da: indbakke
hr: primljeno
ja: 受信箱
sk: doručené správy
sr: примљене поруке

source: details
bg: детайли
cs: podrobnosti
da: detaljer
hr: podrobnije
ja: 詳細
sk: detaily
sr: детаљи

source: stylesheet
bg: стил
cs: stylopis
da: stilark
hr: list stilova
ja: スタイルシート
sk: štýl
sr: стил

source: home
bg: вкъщи
cs: domů
da: hjem
hr: početak
ja: ホーム
sk: domov
sr: почетна

source: moderators
bg: модератори
cs: moderátoři
da: moderatorer
hr: moderatori
ja: 調停者
sk: moderátori
sr: модератори

source: moderator mail
bg: и-мейл на модератор
cs: email moderátora
hr: moderatorska pošta
ja: モデレーターメール
sk: schránka moderatora
sr: е-адреса модератора

source: sponsor
bg: подкрепи/спонсорирай
cs: sponzor
hr: sponzor
ja: スポンサー
sk: sponzor

source: live
bg: На живо
cs: živě
hr: uživo
ja: ライブ
sk: naživo
sr: уживо

source: myrandom
bg: моите произволни
cs: můjnáhodný
da: mine tilfældige
hr: nasumično
ja: マイランダム
sk: náhodná z mojich

source: flair
bg: флеър
cs: styl
da: etiket
hr: značka
ja: フレアー
sk: štýl
sr: беџ

source: link
bg: връзка
cs: odkaz
hr: objava
ja: リンク
sk: odkaz
sr: линк

source: subreddit
bg: събреддит
cs: podreddit
hr: podreddit
sk: podreddit
sr: подреддит

source: creddit
bg: креддит
cs: kreddit
hr: kreddit
sk: kredit
sr: креддит

source: moderator
bg: модератор
cs: moderátor
ja: 調停者
sk: moderátor
sr: модератор

source: wiki tools
bg: wiki инструменти
cs: nástroje wiki
da: wiki værktøjer
hr: pomagala za wiki
ja: wikiツール
sk: wiki nástroje
sr: вики алатке

source: Alien Blue iOS app
cs: Alien Blue iOS aplikace
hr: Alien Blue iOS aplikacija
ja: Alien Blue iOS アプリ
sk: Alien Blue appka pre iOS

source: reddit AMA app
cs: reddit AMA aplikace
hr: reddit AMA aplikacija
ja: reddit AMA アプリ
sk: reddit AMA appka

source: %(bonus)s bonus subreddits
bg: %(bonus)s бонус събреддити
cs: %(bonus)s bonusových podredditů
hr: %(bonus)s bonus podredditi
ja: %(bonus)sのボーナスsubreddit
sk: %(bonus)s bonusové subreddity
sr: %(bonus)s додатних субредита

source: upvotes
bg: гласове за
cs: hlasů pro
hr: goreglasovi
ja: 賛成
sk: hlasy za
sr: за

source: downvotes
bg: гласове против
cs: hlasů proti
hr: doljeglasovi
ja: 反対
sk: hlasy proti
sr: против

source: link id
bg: ID връзка
cs: id odkazu
hr: id objave
ja: リンクID
sk: id odkazu
sr: ИД линка

source: sticky post
bg: Закачен пост
cs: připnout příspěvek
hr: zalijepi objavu
ja: 投稿を最上部へ固定する
sk: prilep vklad
sr: прилепи пост на врх

source: stickied
bg: закачен
cs: připnuto
da: fikseret
hr: zaljepljeno
ja: スティッキーされました
sk: prilepené
sr: пост прилепљен

source: unstickied
bg: премахнат от закачени
cs: odepnuto
da: ufikseret
hr: odljepljeno
ja: スティッキー解除されました
sk: odlepené
sr: пост одлепљен

source: type
bg: вид
cs: typ
hr: vrsta
ja: タイプ
sk: typ
sr: тип

source: link type
bg: тип линк
cs: typ odkazu
hr: vrsta objave
ja: リンクの種類
sk: typ odkazu
sr: тип линка

source: Link:
cs: Odkaz:

source: status
bg: статус
cs: stav
hr: stanje
ja: ステータス
sk: stav
sr: статус

source: creddits
bg: кредити
cs: kreddity
hr: kredditi
ja: creddit
sk: creddity

source: in Firefox
bg: в Firefox
cs: ve Firefox
da: i Firefox
hr: u Firefox
ja: Firefox用
sk: vo Firefox
sr: у Firefox-у

source: in Internet Explorer
bg: в Internet Explorer
cs: v Internet Explorer
da: i Internet Explorer
hr: u Internet Explorer
ja: Internet Explorer用
sk: v Internet Explorer
sr: у Internet Explorer-у

source: in Safari
bg: в Safari
cs: v Safari
da: i Safari
hr: u Safari
ja: Safari用
sk: v Safari
sr: у Safari-ју

source: (sorry)
bg: (простете)
cs: (omlouváme se)
da: (undskyld)
hr: (ispričavamo se)
ja: (ごめんなさい)
sk: (prepáčte)
sr: (жао нам је)

source: nsfw
bg: озр
cs: nad18
ja: 閲覧注意
sk: nad18
sr: нзп

source: css class
bg: css clas
cs: třída css
da: css-klasse
hr: CSS klasa
sk: css trieda
sr: CSS класа

source: Credit Card
bg: Кредитна Карта
cs: Kreditní karta
da: Kreditkort
hr: Kreditna kartica
ja: クレジットカード
sk: Kreditná karta
sr: Кредитна Картица

source: %(percent)s upvoted
cs: %(percent)s hlasů pro
da: %(percent)s stemt på
hr: %(percent)s goreglasova
ja: %(percent)s がupvote

source: multireddits
bg: multireddit-и
cs: sloučené reddity
hr: multiredditi
ja: マルチレディット
sr: мултиреддити

source: script
bg: скрипт
cs: skript
hr: skripta
ja: スクリプト
sk: scénár
sr: скрипта

source: modqueue
bg: мод опашка
cs: fronta moderování
da: moderationskø
hr: mod lista čekanja
ja: モデレートキュー
sr: модераторски queue

source: media
bg: медия
cs: média
da: medier
hr: multimedija
ja: メディア
sk: médiá
sr: медији

source: upvote
cs: hlasovat pro
da: stem på
hr: goreglas
ja: 賛成投票
sk: hlasuj pozitívne

source: downvote
cs: hlas proti
da: nedstem
hr: doljeglas
ja: 反対投票

source: permalink
bg: постоянна връзка
cs: trvalý odkaz
hr: stalna poveznica
ja: 固定リンク
sk: trvalý odkaz
sr: перманентни линк

source: context
bg: контекст
cs: souvislost
da: kontekst
hr: kontekst
ja: 元の投稿
sk: kontext
sr: контекст

source: link karma
bg: карма на връзките
cs: karma odkazu
hr: karma za objave
ja: リンクカルマ
sk: karma odkazu
sr: карма линка

source: budget
bg: бюджет
cs: rozpočet
hr: proračun
ja: 予算
sk: rozpočet
sr: буџет

source: cpm
cs: Cena za tisíc zobrazení
hr: cijena za tisuću pregleda

source: detail
bg: детайли
cs: podrobnosti
da: detalje
hr: podrobnost
ja: 詳細
sr: детаљ

source: timing
cs: načasování
hr: vremenska prilagodba
sk: časovanie

source: %(minimum)s minimum
bg: %(minimum)s минимум
cs: minimálně %(minimum)s
ja: 最小%(minimum)sから
sr: %(minimum)s минимум

source: link ids
cs: id odkazů
da: linkidenfikationer
hr: link id-evi
sk: id odkazov

source: admin dashboard
cs: nástěnka správce
da: admin-instrumentpanel
hr: admin ploča

source: N/A
bg: неприложимо
cs: Nedostupné
hr: nedostupno
sk: nedostupné

source: top subreddits
bg: най-добри subreddit-и
cs: nejlepší podreddity
hr: najbolji podredditi
ja: トップsubreddit
sk: najlepšie subreddity
sr: најпопуларнији подреддити

source: NSFW
cs: Nad18
ja: 閲覧注意
sk: Nad18
sr: НЗП

source: stickied link
bg: закачена връзка
cs: připnutý odkaz
da: stickiede link
hr: zaljepljena objava
ja: 上部固定リンク
sr: прилепљени линк

source: subreddit traffic
bg: събредит трафик
cs: přenosy v podredditu
da: subreddit-trafik
hr: promet podreddita
ja: subreddit トラフィック
sr: посете подреддиту

source: item
bg: елемент
cs: položka
da: emne
hr: stavka
ja: 項目
sk: položka
sr: ставка

source: Type:
bg: напиши:
cs: Typ:
da: Skriv:
hr: Vrsta:
ja: 種類:
sk: Typ:
sr: Тип:

source: lurker
cs: pozorovatel
da: gemmende
hr: skrivač
ja: ルルカー
sr: балкански шпијун

source: snoo-o-logical sign
bg: сну-о-логически знак
cs: chrápologické znamení
da: snoo-o-logisk tegn
hr: redditološki znak
ja: snoo-o-logical サイン
sr: а-сну-лошки знак

source: reddit meetups
bg: reddit срещи
cs: setkání reddit
da: reddit møder
hr: reddit okupljanja
ja: reddit ミートアップ
sk: reddit stretávky
sr: реддит сусрети

source: print badge
bg: принтирайте бадж
cs: vytisknout odznak
hr: ispiši značku
ja: バッジを印刷 print the badge
sk: vytlačiť odznak
sr: одштампај беџ

source: scan badges
bg: сканирайте баджове
cs: skenovat odznaky
da: skanne badges
hr: skeniraj značke
ja: バッジをスキャンする
sr: скенирај беџеве

source: reddit meetup badge
bg: значка за reddit среща
cs: odznak setkání reddit
da: reddit møde badge
hr: značka reddit okupljanja
ja: reddit ミートアップバッジ
sr: Беџ за реддит састанак.

source: reddit live
cs: reddit živě
da: reddit direkte
hr: reddit uživo
ja: redditライブ
sk: reddit naživo

source: live threads
cs: živá vlákna
da: live tråde
hr: živuće dretve
ja: ライブスレッド
sk: živé vlákna

source: [live]
bg: [на живо]
cs: [živě]
hr: [uživo]

source: updates
bg: обновления
cs: aktualizace
da: opdateringer
hr: ažuriranja
sk: aktualizácie

source: update
bg: обнови, обновление
cs: aktualizovat
da: opdatering
hr: ažuriranje
sk: aktualizácia

source: gold
bg: злато
cs: zlato
da: guld
hr: zlato
ja: 金
sk: zlato
sr: злато

source: gold partners
bg: златни партньори
cs: zlatí partneři
da: guldpartnere
hr: zlatni partneri
ja: ゴールドパートナー
sr: златни партнери

source: reddit gold partners
bg: редит злато партньори
cs: zlatí partneři reddit
da: reddit guld partnere
hr: reddit zlatni partneri
ja: redditゴールドパートナー
sk: zlatí partneri reddit
sr: реддит златни партнери

source: q&a
bg: В&О
da: S&V
hr: P&O
sk: otázky & odpovede

source: widget
bg: уиджет
hr: dodatak
ja: ウィジェット
sr: виџет

source: info
bg: информация
hr: informacije
ja: 情報
sk: informácie
sr: инфо

source: mod
bg: мод
hr: moderirano
sk: moderátor
sr: мод

source: CCV
hr: CCV broj
ja: セキュリティコード

source: spam
bg: спам
ja: 迷惑投稿
sr: спам

source: wiki
bg: уики
ja: ウィキ
sr: вики

source: blog
bg: блог
ja: ブログ
sr: блог

source: %d %b %Y
ja: %Y年%b月%d日

source: karma
bg: карма
ja: カルマ
sr: карма

source: (~%(num)s person watching)
ja: (~%(num)s people watching)

source: download
ja: ダウンロード

source: reddit.tv
bg: реддит телевизия

source: url
bg: УРЛ

source: Bitcoin
bg: бит монети

source: reddit
bg: реддит
sr: реддит

source: these are our core values
sk: toto sú naše hlavné hodnoty

source: all other sessions have been logged out
sk: všetky ostatné sedenia boli odhlásené

source: this app has not been approved for use with employee accounts
sk: táto aplikácia nebola potvrdená na používanie kontami zamestnancov

source: quarantined
sk: presunutý do karantény

source: Please log in to do that.
sk: Prosím prihláste sa, ak chcete vykonať tento krok.

source: You are not logged in as that user.
sk: Nie ste prihlásený ako tento používateľ.

source: You are already logged in.
sk: Už ste sa prihlásili.

source: Comments are locked.
sk: Komentáre sú uzamknuté.

source: You can't perform that action because that user is a moderator.
sk: Nemôžete vykonať danú operáciu, pretože ten používateľ je moderátor.

source: API
sr: АПИ

source: %s subreddits
sr: %s подреддита

source: id
sr: ид
