Repository: slimlife/cookie
Catalog: i18n/reddit_i18n/*/LC_MESSAGES/r2.po
Languages: bg, cs, da, hr, ja, nl, sk, sr

source: You can access this tool at any time on the %(reddits)s page.
bg: Може да отвориш този инструмент по всяко време от %(reddits)s страницата.
cs: K tomuto nástroji můžete přistupovat kdykoliv ze stránek %(reddits)s.
da: Du kan altid få adgang til dette værktøj på %(reddits)s siden
hr: Ovom pomagalu možeš pristupiti kadgod želiš na %(reddits)s stranici.
ja: %(reddits)sのページでいつでもこのツールにアクセスできます。
nl: Je kunt deze tool op elk gewenst moment gebruiken op de %(reddits)s-pagina.
sk: K tomuto nástroju sa dostanete kedykoľvek cez stránku %(reddits)s
sr: Овој алатки можете да приступите у било ком тренутку на страници %(reddits)s.

source: not approved
bg: не одобрено
cs: neschváleno
da: ikke godkendt
hr: nije odobreno
ja: 承認されていません
nl: niet goedgekeurd
sk: neschválené
sr: није одобрено

source: too many results? narrow it down to a subreddit!
bg: твърде много резултати? стесни ги по subreddit!
cs: příliš mnoho výsledků? zužte je na podreddit!
da: for mange resultater? indsnævr det til ét subreddit!
hr: previše rezultata? ograniči pretraživanje na podreddit!
ja: 結果が多すぎますか？ subredditにそれを絞り込めます！
nl: te veel resultaten? beperk je tot een subreddit!
sk: priveľa výsledkov? zúžte ich na subreddit!
sr: превише резултата? сузите их на подреддит!

source: logged-in users viewing this subreddit in the past 15 minutes
bg: регистрирани потребители преглеждащи този суб-редит през последните 15 минути
cs: přihlášení uživatelé, kteří si prohlédli tento poddreddit za posledních 15 minut
da: Brugere der har set denne subreddit indenfor de sidste 15 minutter
hr: prijavljeni korisnici koji su u prethodnih 15 minuta pregledavali podreddit
ja: 過去15分以内にこのsubredditを見たログインユーザー数
nl: ingelogde gebruikers die deze subreddit in de afgelopen 15 minuten hebben bekeken
sk: prihlásení používatelia prezerajúci tento subreddit v posledných 15 minútach
sr: пријављени корисници који су прегледали овај подреддит у последњих 15 минута

source: you are no longer an approved submitter
bg: вече не сте одобрен подател
cs: již nejste schváleným předkladatelem
da: du er ikke længere en godkendt bidragyder
hr: više nisi odobreni objavljivač
ja: あなたはもう投稿者ではありません
nl: je bent geen goedkeurde poster meer
sk: už nie ste schválený prispievateľ
sr: више нисте одобрени уредник

source: stop being an approved submitter?
bg: престани да бъдеш одобрен подател?
cs: přestat být schváleným předkladatelem?
da: vil du stoppe med at være en godkendt indsender?
hr: prestati biti odobreni objavljivač?
ja: 投稿者を辞めますか？
nl: wil je geen goedgekeurde poster meer zijn?
sk: prestať byť schváleným prispievateľom?
sr: не желите више да будете одобрени уредник?

source: you are an approved submitter on this subreddit. (%(leave)s)
bg: ти си одобрен подател в този събредит. (%(leave)s)
cs: jste schváleným předkladatelem tohoto podredditu. (%(leave)s)
da: du er en godkendt bidragyder på dette subreddit. (%(leave)s)
hr: odobreni si objavljivač na ovome podredditu. (%(leave)s)
ja: あなたはこのsubredditの投稿者として承認されています。 (%(leave)s)
nl: je bent een goedgekeurde poster op deze subreddit. (%(leave)s)
sr: ви сте одобрени да додајете чланке у овом subreddit-у. (%(leave)s)

source: Show this subreddit's theme
nl: Laat dit subreddits thema zien

source: a community for
bg: Общност за
cs: komunitou již
da: et fællesskab i
hr: zajednica već
ja: コミュニティができてから
nl: een subreddit sedert
sk: komunita pre
sr: заједница за

source: approve this subreddit
bg: одобри subreddit-а
cs: schválit tento podreddit
da: godkend dette subreddit
hr: odobri ovaj podreddit
ja: このsubredditを承認する
nl: deze subreddit goedkeuren
sr: одобри овај подреддит

source: ban this subreddit
bg: забрани subreddit-а
cs: zakázat tento podreddit
da: ban dette subreddit
hr: zaključaj ovaj podreddit
ja: このsubredditを禁止する
nl: deze subreddit bannen
sk: zakázať tento subreddit
sr: забрани овај подреддит

source: reason for revision
bg: причина за редакцията
cs: důvod pro revizi
da: grund til ændring
hr: razlog redakture
ja: 改版理由
nl: reden voor wijziging
sk: dôvod revízie
sr: разлог ревидирања

source: see previous versions
bg: виж предишните версии
cs: zobrazit předchozí verze
da: se forrige versioner
hr: pogledaj prijašnje inačice
ja: 過去のバージョンを表示
nl: zie vorige versies
sk: zobraziť predošlé verzie
sr: види прошле верзије

source: preview
bg: преглед
cs: náhled
da: forhåndsvis
hr: pregled
ja: プレビュー
nl: voorbeeld
sk: náhľad
sr: преглед

source: normal link
bg: нормален линк
cs: normální odkaz
da: normalt link
hr: uobičajena objava
ja: 普通のリンク
nl: normale link
sk: normálny odkaz
sr: нормалан линк

source: compressed link
bg: компресиран линк
cs: komprimovaný odkaz
da: forkortet link
hr: zgusnuta objava
ja: 短縮されたリンク
nl: compacte link
sk: komprimovaný odkaz
sr: компресован линк

source: link with thumbnail
bg: връзка с картинка
cs: odkaz s miniaturou
da: link med thumbnail
hr: objava sa sličicom
ja: サムネイルでリンクする
nl: link met voorbeeldafbeelding
sk: odkaz s miniatúrou
sr: линк са сличицом

source: gilded comment
bg: позлатен коментар
cs: pozlacený komentář
da: forgyldt kommentar
hr: pozlaćen odgovor
ja: ギルデッドコメント
nl: Vergulde opmerking
sk: pozlátený komentár
sr: награђени коментар

source: images
bg: картини
cs: obrázky
da: billeder
hr: slike
ja: 画像
nl: afbeeldingen
sk: obrázky
sr: слике

source: image file
bg: изображение
cs: soubor obrázku
da: billede fil
hr: datoteka slike
ja: 画像ファイル
nl: afbeeldingsbestand
sk: obrázkový súbor
sr: датотека слике

source: new image name:
bg: ново име на снимка:
cs: nový název obrázku:
da: nyt billednavn:
hr: novi naziv slike:
ja: 新しい画像名:
nl: naam van nieuwe afbeelding:
sk: nový názov obrázku:
sr: ново име слике:

source: (image names should consist of alphanumeric characters and '-' only)
bg: (имена на картини трябва да се състоят само от буквено-цифрови символи и '-')
cs: (názvy obrázků by měly obsahovat pouze alfanumerické znaky a '-')
da: (billednavne burde kun indeholde alfanumeriske tegn og '-' alene)
hr: (nazivi slika se moraju sastojati samo od pismena, brojeva te znaka '-')
ja: (画像名に使えるのは英数字と-のみです)
nl: (afbeeldingsnamen mogen alleen letters, cijfers en '-' bevatten)
sk: (názvy obrázkov by sa mali skladať len z alfanumerických znakov a '-')
sr: (имена слика могу садржати само алфанумеричке знакове и '-')

source: Note: any changes to images here will be reflected immediately on reload and cannot be undone.
bg: Забележка: всички промени на изображенията ще повлияят моментално след презареждане и няма да могат да се възтановят.
cs: Poznámka: jakékoliv změny provedené v obrázcích zde budou okamžitě platit při dalším načtení a nemůžou být vráceny zpět.
da: Bemærk: Alle ændringer på billeder vil være gyldige så snart siden genindlæses og kan ikke annulleres.
hr: Napomena: bilo koja izmjena slika bit će vidljiva odmah nakon osvježavanja te se ne može poništiti.
ja: 注：ここにある画像への変更はリロード時に直ちに反映され、元に戻せません。
nl: Opmerking: iedere wijziging in een afbeelding wordt direct toegepast bij het vernieuwen van de pagina en kan niet ongedaan worden gemaakt.
sk: Poznámka: akékoľvek zmeny v obrázkoch budú platné okamžite po načítaní a nemôžu byť vrátené späť.
sr: Белешка: све промене слика овде одмах ће се одразити на поновно учитавање, а није их могуће вратити у пређашње стање.

source: paste into stylesheet
bg: постави в стила
cs: vložit do stylopisu
da: sæt ind i stilark
hr: zalijepi u list stilova
ja: スタイルシートに貼る
nl: Plak in stylesheet
sk: vložiť do štýlopisu
sr: налепите у лист са стиловима

source: delete this image
bg: изтрий тази картина
cs: smazat tento obrázek
da: slet dette billede
hr: izbriši ovu sliku
ja: この画像を削除する
nl: deze afbeelding verwijderen
sk: vymazať tento obrázok
sr: обриши ову слику

source: All times are in [UTC](http://en.wikipedia.org/wiki/UTC).
bg: Всички часове са в [UTC](http://en.wikipedia.org/wiki/UTC).
cs: Všechny časy jsou v pásmu [UTC](http://en.wikipedia.org/wiki/UTC).
da: All tider er i [UTC](http://da.wikipedia.org/wiki/UTC).
hr: Sva vremena su [UTC](http://en.wikipedia.org/wiki/UTC).
ja: 時間表記はすべて[UTC](http://ja.wikipedia.org/wiki/協定世界時)です。
nl: Alle tijden zijn [UTC](http://en.wikipedia.org/wiki/UTC).
sr: Сва времена су у [UTC](http://en.wikipedia.org/wiki/UTC).

source: Enter one subreddit per line. Traffic numbers shown are for the last full month.
bg: По един събредит на ред. Трафик данните показвани тук са за последния пълен месец.
cs: Zadejte jeden podreddit na řádek. Údaje o přenosech jsou za poslední uběhlý měsíc.
da: Indtast et subreddit per linje. Trafiktallene, der vises, gælder for den sidste hele måned.
hr: Unesi jedan podreddit po redku. Promet je prikazan za cijeli prošli mjesec.
ja: subredditを行ごとに入力してください。表示されているトラフィック/アクセス状況は昨月一ヶ月分です。
nl: Voer één subreddit per regel in. Je ziet dataverkeer van de laatste volledige maand.
sr: Унесите један подреддит пореду. Подаци о посетама се односе на последњи пун месец.

source: not found
bg: не е намерено
cs: nenalezeno
da: ikke fundet
hr: nije pronađeno
nl: niet gevonden
sk: nenájdené
sr: није пронађено

source: unsubscribe
bg: отписване
cs: zrušit odběr
da: ophæv abonnementet
hr: poništi pretplatu
ja: 登録解除
nl: uitschrijven
sk: zrušiť odber
sr: одјави пријаву

source: first
bg: пръв
cs: první
da: først
hr: prvo
ja: 初め
nl: eerste
sk: prvý
sr: прво

source: thanks for buying creddits!
bg: Благодаря че купихте кредити!
cs: děkujeme, že jste si zakoupili kreddity!
da: tak fordi at du har købt creddits!
hr: hvala na kupnji kreddita!
ja: credditのご購入、ありがとうございました！
nl: bedankt dat je creddits hebt gekocht!
sk: ďakujeme, že ste si kúpili kredity!
sr: хвала што сте купили креддите!

source: thanks for subscribing!
bg: благодаря, че се абонирахте!
cs: děkujeme za předplatné!
da: tak for dit abonnoment!
hr: hvala za pretplatu!
ja: 購読ありがとう！
nl: bedankt voor het abonneren!
sk: ďakujeme za predplatenie!
sr: хвала на пријављивању!

source: enter your confirmation code below to claim your gift creddits
bg: Въведете Вашия
cs: zadejte svůj potvrzovací kód níže pro získání vašich dárkových kredditů
da: indtast din aktiveringskode nedenfor for at gøre krav på dine gavekreddits.
hr: u nastavku unesi svoj potvrdni kod i preuzmi svoje kreddite
ja: ギフトクレジットを要求するために以下に確認コードを入力
nl: vul je bevestigingscode hieronder in om je cadeaucreddits in ontvangst te nemen
sk: zadajte svoj potvrdzovací kód pre získanie darčekových kreditov
sr: унесите код за потврду испод да бисте приступили поклоњеним креддитима

source: enter your confirmation code below to activate reddit gold
bg: Въведете Вашия код по-долу за да активирате reddit gold
cs: zadejte svůj potvrzovací kód níže pro aktivaci zlatého reddita
da: indtast din bekræftelseskode nedenunder for at activere Reddit Guld
hr: u nastavku unesi svoj potvrdni kod i aktiviraj reddit zlato
ja: reddit goldを有効化するために以下に確認コードを入力
nl: vul je bevestigingscode hieronder in om reddit gold te activeren
sk: zadajte svoj potvrdzovací kód k aktivácii reddit goldu
sr: унесите код за потврду да бисте активирали реддит злато

source: You claimed a reddit gold subscription in the last few minutes.
bg: В последните няколко минути си поискал абонамент за reddit gold.
cs: Předplatné zlatého reddita jste získali před několika minutami.
da: Du gjorde krav på et Reddit Guld abonnement i de sidste par minutter.
hr: Dobio si pretplatu na reddit zlato prije nekoliko minuta.
ja: 過去数ヶ月以内にreddit goldサブスクリプションを要求しました。
nl: Je hebt zojuist een reddit gold-abonnement in ontvangst genomen.
sk: Predplatné reddit goldu ste získali pred pár minútami.
sr: Добили сте претплату на реддит злато у претходних неколико минута.

source: You're already a reddit gold subscriber.
bg: Все още сте reddit gold абонат.
cs: Již jste předplatitelem zlatého reddita.
da: Du er allerede en Reddit Guld abonnent.
hr: Već si pretplaćen na reddit zlato.
ja: あなたはすでにreddit goldの登録者です。
nl: Je hebt al een reddit gold-abonnement.
sk: Už ste predplatiteľom reddit goldu.
sr: Већ сте претплаћени на реддит злато.

source: But if you just gave us even more money, enter the new confirmation code below and we'll add the extra credit to your account.
bg: Но ако си ни дал още повече пари, въведи новия код за потвърждение по-долу и ние ще добавим допълнителния кредит към профила ти.
cs: Ale pokud nám jednoduše dáte ještě více peněz, zadejte nový potvrzovací kód níže a my dodatečnou částku přidáme na Váš účet.
da: Men hvis du bare gav os endnu flere penge, skal du indtaste den nye bekræftelseskode nedenunder og vi vil tilføje den ekstra kredit til din bruger.
hr: Ako si nam, međutim, dao još više novca, u nastavku unesi potvrdni kod i na tvoj ćemo račun dodati još kreddita.
ja: けれど、あなたがもっとたくさんのお金を私達に与えてくれた場合には、以下に新しい確認コードを入力してくれれば、あなたのアカウントに余分なクレジットを追加します。
nl: Maar als je ons nog meer geld hebt gegeven, vul je de nieuwe bevestigingscode hieronder in en voegen we de extra creddits toe aan je account.
sk: Ak ste nám dali viac peňazí, zadajte nový potvrdzovací kód a my pridáme extra kredity na váš účet.
sr: Али ако сте нам управо дали још више новца, унесите нови код за потврду и додаћемо још креддита на ваш налог.

source: claim
bg: изискване
cs: získat
da: modtag
hr: preuzmi
ja: 要求
nl: in ontvangst nemen
sk: získať
sr: преузми

source: unavailable
bg: недостъпно
cs: nedostupné
da: utilgængelig
hr: nedostupno
ja: 利用不可
nl: niet beschikbaar
sk: nedostupný
sr: недоступно

source: trending subreddits
bg: модерни събреддити
da: Stigende subreddits
hr: popularni podredditi
ja: 人気の subreddit
nl: populaire subreddits

source: dust
bg: прах
cs: prach
da: støv
hr: prašina
ja: ホコリ
nl: leeg
sk: prach
sr: прашина

source: %d more
bg: %d повече
cs: %d dalších
da: %d mere
hr: %d više
ja: %d もっと見る
nl: %d meer
sk: %d ďalších
sr: још %d

source: mark all as read
bg: маркирай всички като прочетени
cs: označit vše jako přečtené
da: Markér alle som læst
hr: označi kao pročitano
ja: すべて既読にする
nl: markeer alles als gelezen

source: (this may take a while)
bg: (това може да отнеме известно време)
cs: (může to chvíli trvat)
da: (dette kan tage et stykke tid)
hr: (to može potrajati)
ja: (これは時間のかかる場合があります)
nl: (dit kan even duren)

source: Ongoing awards, and their most recent winners:
bg: Текущи награди и най-новите им носители:
cs: Průběžná ocenění a jejich nedávní vítězové:
da: Løbende priser, og deres seneste vindere:
hr: Tekuće nagrade i najnoviji dobitnici:
ja: 続行中のアワードと最近の受賞者
nl: Permanente prijzen en hun meest recente winners:
sk: Priebežné ocenenia, a ich nedávni výhercovia:
sr: Актуелне награде и њихови скорији добитници:

source: won by
bg: спечелено от
cs: vyhrál
da: vundet af
hr: dobitnik
ja: 受賞者
nl: gewonnen door
sk: vyhral
sr: добио

source: recently won by
bg: наскоро спечелено от
cs: nedávno vyhrál
da: for nylig vundet af
hr: nedavno osvojio
ja: 最近の受賞者
nl: onlangs gewonnen door
sk: nedávno vyhral
sr: недавно добио

source: for this
bg: за това
cs: pro toto
da: for dette
hr: za ovo
ja: このため
nl: voor dit
sk: za toto
sr: за ово

source: Special awards:
bg: Специални награди:
cs: Zvláštní odměny:
da: Specialpriser:
hr: Posebne nagrade:
ja: 特別なアワード:
nl: Speciale prijzen:
sk: Špeciálne ocenenia:
sr: Посебне награде:

source: Recent activity on your account
bg: Скорошна дейност на вашия акаунт
cs: Nedávná aktivita na Vašem účtě
da: Seneste aktiviteter på din bruger
hr: Nedavna aktivnost tvojeg računa
ja: あなたのアカウントの最近のアクティビティ
nl: Recente activiteit op je account
sk: Nedávna aktivita na vašom účte
sr: Скорашња активност на налогу

source: Location
bg: местоположение
cs: Umístění
da: Placering
hr: Lokacija
ja: 場所
nl: Locatie
sk: Umiestnenie
sr: Локација

source: Last Visit
bg: последно посещаване
cs: Poslední návštěva
da: Sidste besøg
hr: Posljednja posjeta
ja: 最終訪問
nl: Laatste bezoek
sk: Posledná návšteva
sr: Последња посета

source: Log out of all other sessions
bg: Излез от всички други сесии
cs: Odhlásit se ze všech ostatních sezení
da: Log ud af alle andre sessioner
hr: Odjavi sve druge sesije
ja: すべての他のセッションのログアウト
nl: Alle andere sessies uitloggen
sk: Odhlásiť sa zo všetkých sedení
sr: Одјави се из свих других сесија

source: clear sessions
bg: изчисти сесиите
cs: vyčistit sezení
da: ryd sessioner
hr: izbriši sesije
ja: セッションを消去
nl: sessies wissen
sk: vymazať sedenia
sr: обриши сесије

source: Apps you have authorized
bg: Приложения, на които сте дали достъп.
cs: Aplikace které jsou oprávněné
da: Applikationer du har autoriseret
hr: Aplikacije koje si odobrio
ja: あなたの許可したアプリ
nl: Apps die je toegang hebt gegeven
sk: Tebou autorizované aplikácie
sr: Апликације које сте овластили

source: who to ban?
bg: кой получава бан?
cs: koho zakázat?
da: hvem skal jeg suspendere?
hr: koga prognati?
ja: 誰をNGにしますか？
nl: wie te bannen?
sr: кога бановати?

source: why the ban?
bg: за какво е банът?
cs: proč došlo k zákazu?
da: hvorfor suspenderingen?
hr: razlog progona?
ja: NGの理由を教えて下さい。
nl: waarom bannen?
sr: зашто бановати неког или нешто?

source: (will not be visible to user)
bg: (няма да бъде видимо за потребителя)
cs: (nebude uživateli zobrazeno)
da: (vil ikke være synligt for bruger)
hr: (neće biti vidljivo korisniku)
ja: (ユーザーには表示されません)
nl: (niet zichtbaar voor gebruiker)
sr: (неће бити видљиво кориснику)

source: how long?
bg: колко дълго?
cs: jak dlouho?
da: hvor langt?
hr: koliko dugo?
nl: hoelang?
sk: ako dlho?

source: days (leave blank for permanent)
cs: dny (nechejte prázdné pro neomezený počet)
da: dage (lad være blank for permanent)
hr: dana (ostaviti prazno za beskonačno)
ja: 日 (空白なら無期限)
nl: dagen (laat leeg indien permanent)

source: note to include in ban PM
da: Besked, som inkluderes i bandlysningsbedsked
hr: poruka koja dolazi uz ban
nl: opmerking om in te sluiten in ban PM

source: No items found
bg: Няма нямерени предмети
cs: Nenalezeny žádné položky
da: Ingen genstande fundet
hr: Nijedna stavka nije pronađena
ja: 項目は見つかりませんでした
nl: Niets gevonden
sk: Nenájdené žiadne položky

source: jump to
bg: скочи на
cs: přeskočit na
da: hop til
hr: skoči do
ja: ジャンプ
nl: Ga naar
sk: preskočiť na

source: show all
bg: покажи всички
cs: zobrazit vše
da: Vis alle
hr: prikaži sve
ja: 全て表示する
nl: Alles weergeven
sk: zobraziť všetko
sr: прикажи све

source: send message
bg: изпрати съобщение
cs: poslat zprávu
da: send besked
hr: pošalji poruku
ja: メッセージを送る
nl: bericht verzenden
sk: pošli správu
sr: пошаљи поруку

source: can't remove
bg: не може да се премахне
cs: nelze odstranit
da: kan ikke fjerne
hr: ne može se ukloniti
ja: 除去できません
nl: kan niet verwijderen
sk: nemožno odstrániť
sr: није могуће уклонити

source: %(time)s days left
bg: остават %(time)s дни
cs: %(time)s dní zbývá
da: %(time)s dage tilbage
hr: Preostalo %(time)s dana
ja: あと%(time)s日
nl: %(time)s dagen resterend

source: make permanent
bg: направи постоянен
cs: učinit trvalým
da: gør permanent
hr: napravi trajno
nl: permanent maken

source: made permanent
bg: постоянен
cs: učiněno trvalým
da: gjort permanent
hr: napravio trajno
nl: permanent gemaakt

source: you type:
bg: пишеш това:
cs: napíšete:
da: du taster:
hr: pišeš:
ja: 入力したもの
nl: je typt:
sk: napíšete:
sr: ви пишете:

source: you see:
bg: виждаш това:
cs: uvidíte:
da: du ser:
hr: vidiš:
ja: 表示されるもの
nl: je ziet:
sk: uvidíte:
sr: ви видите:

source: italics
bg: курсив
cs: kurzíva
da: kursiv
hr: kurziv
ja: イタリック
nl: cursief
sk: kurzíva
sr: курзив

source: bold
bg: получер
cs: tučné
da: fed
hr: podebljano
ja: ボールド
nl: dikgedrukt
sk: tučné
sr: подебљано

source: quoted text
bg: цитиран текст
cs: citovaný text
da: tekst i anførselstegn
hr: citirani tekst
ja: 引用文
nl: geciteerde tekst
sk: citovaný text
sr: цитирани текст

source: an embedded version of that link
cs: vnořená verze tohoto odkazu
da: en indlejret version af det link
hr: „umetnuta” (embedded) inačica poveznice
nl: een ingevoegde versie van die link

source: formatting help
bg: помощ за форматирането
cs: nápověda formátování
da: formateringshjælp
hr: pomoć pri formatiranju
ja: フォーマットに関してのヘルプ
nl: hulp bij opmaken
sk: pomocník formátovania
sr: помоћ при форматирању

source: upload
bg: качи
cs: nahrát
hr: učitaj
ja: アップロード
nl: uploaden
sk: nahrať
sr: отпреми

source: uploading
bg: качване
cs: nahrávání
da: uploader
hr: učitavanje
ja: アップロード中
nl: bezig met uploaden
sk: nahrávanie
sr: отпремање

source: last edited
bg: последна промяна
cs: naposledy upraveno
da: sidst ændret
hr: posljednja promjena
ja: 最終編集
nl: laatst bewerkt:
sk: naposledy upravené
sr: последњи пут измењено

source: Adult content: Not Safe For Work
bg: съдържание за възрастни (Not Safe For Work)
cs: Obsah pro dospělé: Není bezpečné v práci
da: Voksent indhold: ikke sikkert i arbejdstiden
hr: Sadržaj za odrasle: NSFW (nije sigurno za pregledavanje na poslu)
ja: 成人向け内容：職場閲覧注意
nl: Inhoud voor volwassenen: niet geschikt voor op het werk
sk: Obsah pre dospelých: Nieje bezpečné v práci
sr: Садржај за одрасле: Није безбедно за посао

source: get live %(site)s headlines on your site
bg: получавайте последните %(site)s публикации в сайта си
cs: zobrazit živé %(site)s zprávy na vaší stránce
da: Få direkte %(site)s overskrifter på din side
hr: na svojoj stranici uživo dobivaj %(site)s naslove
ja: 自分のサイトに%(site)sのライブヘッドラインを表示する
nl: ontvang live %(site)s nieuwskoppen op je site
sk: získať živé %(site)s správy pre váš web
sr: имајте %(site)s наслове уживо на сајту

source: just cut and paste the generated code into your site and your specified %(site)s feed will be displayed and updated as new stories bubble up
bg: просто копирайте генерираният код и избраната %(site)s хранилка ще бъде показвана и обновявана в сайта ви автоматично.
cs: jednoduše zkopírujte vytvořený kód do vaší stránky a váš zadaný kanál informací z %(site)s bude zobrazen a aktualizován jak budou novinky přibývat
da: bare klip og indset den genererede kode ind i dit websted og din specificerede %(site)s feed vil blive vist og opdateret efterhånden som nye historier dukker op.
hr: jednostavno izreži generirani kod i zalijepi ga na svoju stranici te će se prikazati tvoj %(site)s kanal i ažurirati se novim pričama
ja: ここで生成したコードを自分のサイトにコピーアンドペーストするだけで、指定した%(site)sのフィードが表示され、新しい投稿が上がってくるたびに更新されます。
nl: kopieer en plak de code in je site en je geselecteerde feed van %(site)s wordt weergegeven en bijgewerkt bij nieuwe artikelen
sk: jednoducho skopírujte vygenerovaný kód na svoju stránku a prísun informácií z %(site)s máte na svojom webe
sr: само исеците и налепите генерисани код у свој сајт и наведни %(site)s фид ће се приказивати и ажурирти како нове приче долазе

source: which links do you want to display?
bg: кои връзки искате да се показват?
cs: které odkazy chcete zobrazit?
da: hvilke links vil du vise?
hr: koje objave želiš prikazati?
ja: どんなリンクを表示しますか?
nl: welke links wil je weergeven?
sk: ktoré odkazy si želáte zobraziť?
sr: које линкове желите да прикажете?

source: this hour
bg: този час
cs: tuto hodinu
da: denne time
hr: ove ure
ja: 最近1時間
nl: dit uur
sk: táto hodina
sr: овог сата

source: today
bg: днес
cs: dnes
da: i dag
hr: danas
ja: 今日
nl: vandaag
sk: dnes
sr: данас

source: this week
bg: тази седмица
cs: tento týden
da: denne uge
hr: ovog tjedna
ja: 今週
nl: deze week
sk: tento týždeň
sr: ове недеље

source: this month
bg: този месец
cs: tento měsíc
da: denne måned
hr: ovog mjeseca
ja: 今月
nl: deze maand
sk: tento mesiac
sr: овог месеца

source: all-time
bg: началото
cs: dlouhodobě
da: alle tiders
hr: sve
ja: 通算
nl: aller tijden
sk: dlhodobo
sr: свих времена

source: submitted by
bg: публикувани от
cs: poslané
da: Indsendt af
hr: poslao
ja: 投稿
nl: gepost door
sk: poslal
sr: поставио

source: saved by
bg: запазени от
cs: uložené
da: gemt af
hr: spremio
ja: 保存
nl: opgeslagen door
sk: uložil
sr: сачувао

source: upvoted by
nl: ge-upvote door

source: downvoted by
nl: ge-downvote door

source: listing options
bg: източник
cs: možnosti výpisu
da: oversigtsmuligheder
hr: opcije popisa
ja: 一覧オプション
nl: lijstopties
sk: možnosti výpisu
sr: опције листинга

source: links from %(domain)s
bg: връзки от %(domain)s
cs: odkazy z %(domain)s
da: links fra %(domain)s
hr: objave s %(domain)s
ja: %(domain)sからのリンク
nl: links van %(domain)s
sk: odkazy z %(domain)s
sr: линкови са %(domain)s
