Repository: slimlife/cookie
Catalog: i18n/reddit_i18n/*/LC_MESSAGES/r2.po
Languages: bg, cs, da, hr, ja, nl, sk, sr

source: you are doing that too much. try again later.
bg: опитвате прекалено много. опитайте пак по-късно.
cs: děláte toho moc najednou. zkuste to znovu později.
da: du gør det for meget. prøv igen senere.
hr: prečesto to radiš. pokušaj ponovno kasnije.
ja: あなたはそれをやりすぎています。あとでやり直してください。
nl: je doet dat te vaak. probeer het later opnieuw.
sk: robíte to priveľa krát. skúste neskôr.
sr: пречесто то радите. покушајте поново касније.

source: your session has expired
bg: сесията Ви изтече
cs: vaše sezení vypršelo
da: din session session er udløbet
hr: tvoja je sesija istekla
ja: セッションの有効期限が切れました
nl: je sessie is verlopen
sk: vaša prihlásená doba vypršala
sr: сесија је истекла

source: you must accept the terms first
bg: първо трябва да приемете условията
cs: nejdříve musíte souhlasit s podmínkami
da: du skal acceptere betingelserne først
hr: najprije moraš prihvatiti uvjete
ja: まず利用条件に合意しなければなりません
nl: je moet eerst de voorwaarden accepteren
sk: najprv musíte prijať podmienky
sr: морате прво да прихватите услове

source: that option is not valid
bg: тази опция не е валидна
cs: tato volba není platná
da: den valgmulighed er ugyldig
hr: ta opcija nije ispravna
ja: そのオプションは無効です
nl: die optie is niet mogelijk
sk: taká možnosť nie je platná
sr: та опција није исправна

source: that email is invalid
bg: имейлът е невалиден
cs: tento e-mail je nesprávný
da: den email er ugyldig
hr: adresa epošte nije valjana
ja: そのメールは無効です
nl: dat e-mailadres is niet geldig
sk: táto emailová adresa nie je platná

source: the following emails are invalid: %(emails)s
bg: следните имейл адреси са невалидни: %(emails)s
cs: následující e-maily jsou neplatné: %(emails)s
da: følgende emails er ugyldige: %(emails)s
hr: Iduće poruke su neispravne: %(emails)s
ja: 以下のメールアドレスは無効です：%(emails)s
nl: de volgende e-mailadressen zijn ongeldig: %(emails)s
sk: nasledujúce emailové adresy sú neplatné: %(emails)s
sr: следеће е-адресе нису исправне: %(emails)s

source: please enter at least one email address
bg: моля въведете поне един имейл адрес
cs: prosíme zadejte alespoň jednu e-mailovou adresu
da: skriv mindst én email adresse
hr: unesi najmanje jednu adresu epošte
ja: 少なくとも一つメールアドレスを入力してください
nl: je moet ten minste één e-mailadres opgeven
sk: prosím zadajte aspoň jednu emailovú adresu
sr: унесите бар једну е-адресу

source: please only share to %(num)s emails at a time.
bg: моля споделяйте само %(num)s имейл адреса наведнъж.
cs: prosím sdílejte pouze s %(num)s e-maily najednou.
da: del venligst kun til %(num)s emails ad gangen.
hr: podijeli s najviše %(num)s adresa epošte istovremeno.
ja: 一度に共有できるメールアドレスの数は%(num)sです。
nl: je kunt dit met maximaal %(num)s e-mailadressen tegelijk delen
sk: prosím, naraz zdieľajte najviac %(num)s emailových adries
sr: делите само до %(num)s е-порука у исто време.

source: where should we send that weekly newsletter?
bg: къде искате да се изпраща този седмичен бюлетин?
cs: kam vám máme zaslat tento týdenní newsletter?
da: hvor skal vi sende det ugentlige nyhedsbrev?
ja: 週刊のニュースレターはどこに送ればいいのですか？
nl: waar moeten we die wekelijkse nieuwsbrief heen sturen?
sk: kam máme posielať týždenný newsletter?

source: That email could not be added. Check your email for an existing confirmation email.
cs: Tento E-mail nemůže být přidán. Podívejte se na Váš E-mail pro již existující potvrdzení E-Mailu.
da: Mailadressen kunne ikke tilføjes. Tjek om du allerede har modtaget en bekræftelsesmail.
nl: Dat e-mailadres kunnen we nu niet toevoegen. Kijk in je e-mail of er een verzoek om bevestiging bij staat.
sk: Tento email nemôže byť pridaný. Skontrolujte svoj email či ste už nedostali email s potvrdením.

source: that subreddit has already been oversold on %(start)s to %(end)s. Please pick another subreddit or date.
bg: този subreddit вече бе продаден от %(start)s до %(end)s. Моля, изберете друг subreddit или дата.
cs: tento podreddit již byl přeprodán od %(start)s do %(end)s. Prosím vyberte si jiný podreddit nebo datum.
da: dette subreddit er allerede oversolgt fra %(start)s til %(end)s. Vælg venligst et andet subreddit eller en anden dato.
hr: taj podreddit je već rasprodan od %(start)s do %(end)s. Odaberi neki drugi podreddit ili nadnevak.
ja: そのsubredditはすでに%(start)sから%(end)sにかけ評価されすぎました。他のsubredditか日付を選んでください。
nl: deze subreddit is al overboekt van %(start)s tot %(end)s. Kies een andere subreddit of datum.
sk: tento subreddit bol vypredaný na %(start)s až %(end)s. Prosím vyber si iný subreddit alebo dátum.
sr: тај подреддит је већ презаузет од %(start)s до %(end)s. Одаберите други подреддит или датум.

source: We have insufficient inventory to fulfill your requested budget, target, and dates. Only %(available)s impressions available on %(target)s from %(start)s to %(end)s.
bg: Нямаме наличен инвентар да изпълним изисканите бюджет, цел и дати. Само %(available)s виждания са налични на %(target)s от %(start)s до %(end)s.
cs: Pro splnění vašeho požadovaného rozpočtu, cíle a dat nemáme dostatečně volný prostor. V době od %(start)s do %(end)s je v %(target)s dostupno pouze %(available)s zobrazení.
da: Vi har ikke rigeligt plads til det ønskede budget, mål, og datoer. Kun %(available)s er tilgængelig på %(target)s fra %(start)s til %(end)s
hr: Nemamo dovoljan inventar za izvršavanje tvojeg traženog proračuna, mete i nadnevka. Samo %(available)s impresija je dostupno na %(target)s od %(start)s do %(end)s.
ja: 要求された予算とターゲット、日時を履行するには、インベントリが不十分です。%(available)s 回のインプレッションのみ、%(start)s から %(end)s まで %(target)s で利用できます。
nl: We hebben niet genoeg inventaris voor je gevraagde budget, target en data. Er zijn %(available)s vertoningen beschikbaar op %(target)s van %(start)s tot %(end)s.
sk: Nemáme dosť miesta na naplnenie tvojho rozpočtu, cieľov, a dátumov. Iba %(available)s dojmov je dostupných pre %(target)s od %(start)s do %(end)s.
sr: Немамо довољно ресурса да испунимо затражени буџет, циљ и термин. Само %(available)s приказа је доступно од %(start)s до %(end)s на %(target)s.

source: please provide a date of the form mm/dd/yyyy
bg: моля предоставете дата във формата мм/дд/гггг
cs: data prosím zadávejte ve formátu mm/dd/rrrr
da: skriv venligst en dato i denne form: mm/dd/yyyy
hr: unesi nadnevak oblika mm/dd/yyyy
ja: 月/日/年の書式で日付を入力してください
nl: geef een datum op met de indeling mm/dd/jjjj
sk: prosím zadajte dátum vo forme mesiac/deň/rok
sr: унесите датум у облику мм/дд/гггг

source: the dates need to be in order and not identical
bg: датите трябва да са в подред и да не са едни и същи
cs: data musí být seřazena a jedinečná
da: datoerne skal være i rækkefølge og ikke identiske
hr: nadnevci moraju biti jedan za drugim i ne smiju biti jednaki
ja: 日付は順にして、別々の日付にして下さい
nl: de data moeten op volgorde en niet identiek zijn.
sk: dátumy musia byť v poradí a nesmú byť rovnaké
sr: датуми нису по хронолошком редоследу и не смеју да буду идентични

source: please enter a date %(day)s or earlier
bg: моля, въведете дата %(day)s или по-ранна
cs: zadejte prosím datum %(day)s nebo dřívější
da: indtast venligst en dato %(day)s eller tidligere
hr: molimo unesi datum %(day)s ili ranije
ja: 日時は %(day)s 以前をご入力ください。
nl: vul een datum %(day)s in of eerder
sk: prosím vlož dátum %(day)s alebo skôr

source: please enter a date %(day)s or later
bg: моля, въведете дата %(day)s или по-късна
cs: zadejte prosím datum %(day)s nebo pozdější
da: indtast venligst en dato %(day)s eller senere
hr: molimo unesi datum %(day)s ili kasnije
ja: 日時は %(day)s 以降をご入力ださい。
nl: vul een datum %(day)s in of later
sk: prosím vlož dátum %(day)s alebo neskôr

source: start date cannot be changed
nl: startdatum kan niet worden veranderd
sk: počiatočný dátum nie je možné zmeniť

source: address problem: %(message)s
bg: проблем с адреса: %(message)s
cs: problém s adresou: %(message)s
da: adresse problem: %(message)s
hr: problemi s adresom: %(message)s
ja: アドレスの問題: %(message)s
nl: probleem met adres: %(message)s
sk: problém adresy: %(message)s
sr: проблем са адресом: %(message)s

source: card problem: %(message)s
bg: проблем с картата: %(message)s
cs: problém s kartou: %(message)s
da: kort problem: %(message)s
hr: problemi s karticom: %(message)s
ja: カードの問題: %(message)s
nl: probleem met kaart: %(message)s
sk: problém karty: %(message)s
sr: проблем са картицом: %(message)s

source: this is too long (max: %(max_length)s)
bg: това е прекалено дълго (max: %(max_length)s)
cs: toto je příliš dlouhé (max: %(max_length)s)
da: dette er for langt (max: %(max_length)s )
hr: to je predugo (najviše: %(max_length)s)
ja: これは長すぎます (max: %(max_length)s)
nl: dit is te lang (max.: %(max_length)s)
sk: to je príliš dlhé (max: %(max_length)s)
sr: ово је предугачко ( макс: %(max_length)s )

source: we need something here
bg: нуждаем се от нещо тук
cs: zde něco potřebujeme
da: vi har brug for noget her
hr: tu nam treba još nešto
ja: ここに何かが必要です
nl: hier moet nog iets komen
sk: niečo tu potrebujeme
sr: потребно нам је нешто овде

source: this is too short (min: %(min_length)s)
bg: твърде кратко (минимум: %(min_length)s)
cs: toto je příliš krátké (minimum: %(min_length)s)
da: dette er for kort (min:%(min_length)s)
hr: to je prekratko (najmanje: %(min_length)s)
ja: これは短すぎる(min: %(min_length)s)
nl: dit is te kort (minimum: %(min_length)s)
sk: príliš krátke (aspoň: %(min_length)s)

source: we've never seen that code before
bg: никога не сме виждали този код преди
cs: tento kód jsme nikdy předtím neviděli
da: vi har aldrig set den kode før
hr: taj kod nismo nikad prije vidjeli
ja: そのようなコードは見たことがありません
nl: die code hebben we nog nooit gezien
sk: taký kód sme nikdy nevideli
sr: никад раније нисмо видели тај код

source: that code has already been claimed -- perhaps by you?
bg: този код вече е усвоен, може би от вас?
cs: tento kód již někdo získal -- třeby Vy?
da: den kode er allerede brugt -- måske af dig?
hr: kod već ima vlasnika — je li možda tvoj?
ja: そのコードはすでに要求されています。おそらくあなたによって？
nl: die code is al geclaimd -- misschien door jou?
sk: taký kód bol už získaný -- možno vami?
sr: тај код је већ присвојен - можда је ваш?

source: that subreddit doesn't allow text posts
bg: този събредит не позволява текстови постове
cs: tento podreddit nepovoluje textové příspěvky
da: det subreddit tillader ikke tekstopslag
hr: taj podreddit ne prihvaća tekstualne objave
ja: そのサブレディットはテキスト投稿が許されていません
nl: die subreddit staat geen tekstposts toe
sk: tento subreddit nepovoľuje textové príspevky
sr: овај подреддит не дозвољава текстуалне постове

source: that subreddit only allows text posts
bg: този събредит позволява единствено текстови постове
cs: tento podreddit povoluje pouze textové příspěvky
da: det subreddit tillader kun tekstopslag
hr: taj podreddit prihvaća samo tekstualne objave
ja: そのサブレディットはテキスト投稿のみ受け付けています
nl: die subreddit staat alleen tekstposts toe
sk: tento subreddit povoľuje iba textové príspevky
sr: овај подреддит дозвољава само текстуалне постове

source: that's a piece of history now; it's too late to reply to it
bg: това вече е част от историята; прекалено късно е да му отговорите
cs: to už je součást historie; na odpověď je příliš pozdě
da: dette er historisk nu; det er for sent at svare på det
hr: to je dio povijesti; prekasno je da bi tu odgovarao
ja: それはもう歴史の一部となりました。返事はできません
nl: dat is nu een stukje geschiedenis, het is te laat om erop te reageren
sk: toto je už dávna minulosť, je príliš neskoro na ňu odpovedať
sr: то је део прошлости; сад је сувише касно да одговорите

source: invalid css name
bg: невалидно име
cs: neplatný název css
da: ugyldigt css navn
hr: neispravan css naziv
ja: CSS 名が無効です
nl: ongeldige css-naam
sk: neplatné css meno
sr: неважеће CSS име

source: invalid css
bg: невалиден css
cs: neplatné css
da: ugyldig css
hr: neispravan css
ja: CSS が無効です
nl: ongeldige css
sk: neplatné css
sr: неважећи css

source: invalid color
bg: Невалиден цвят
cs: neplatná barva
da: ugyldig farve
hr: nevaljana boja
ja: 無効な色です
nl: ongeldige kleur
sk: neplatná farba

source: invalid revision ID
bg: невалиден номер на редакция
cs: neplatné ID revize
da: ugyldigt ændrings ID
hr: neispravan ID redakture
ja: 無効なリビジョンID
nl: ongeldig wijzigings-id
sk: neplatná revízia ID
sr: неважећи ИД ревидирања

source: too many flair css classes
bg: прекалено много етикет css класове
cs: příliš mnoho css tříd stylu
da: for mange flair klasser
hr: previše CSS klasa za značke
ja: フレアーの CSS class 数が上限を超えています
nl: te veel flair CSS classes
sk: príliš veľa css tried štýlu
sr: сувише CSS класа за беџеве

source: not a valid flair target
bg: невалидна цел за флеър
cs: není platný cíl stylu
da: ikke et gyldigt etiket mål
hr: meta za značku nije valjana
ja: 有効なフレアターゲットではありません
nl: ongeldig flairdoel
sk: neplatný cieľ flair-a
sr: беџ не може да буде овде

source: invalid redirect_uri parameter
bg: невалиден redirect_uri параметър
cs: neplatný parametr
da: ugyldig redirect_uri parameter
hr: neispravan redirect_uri parametar
ja: 無効なredirect_uriパラメーター
nl: ongeldige redirect_uri-parameter
sk: neplatný redirect_uri parameter
sr: неисправан redirect_uri параметар

source: invalid scope requested
bg: поискан е невалиден обхват
cs: požadován neplatný rozsah
da: ugyldig anmodning.
hr: zatražen neispravan raspon
ja: 要求されたスコープは無効です
nl: ongeldige scope aangevraagd
sk: požadovaný neplatný scope
sr: захтеван је неисправан опсег

source: invalid refresh token
bg: невалиден опреснителен символ
cs: neplatný příznak obnovení
da: ugyldigt opdateringstegn
hr: neispravan token za osvježavanje
ja: 無効なリフレッシュトークン
nl: ongeldige vernieuwingstoken
sk: neplatný refresh token
sr: неважећи токен за освежавање

source: access denied by the user
bg: достъп забранен от потребителя
cs: uživatel zamítl přístup
da: adgang nægtet af brugeren
hr: korisnik je zabranio pristup
ja: ユーザによりアクセスが拒否されました
nl: toegang geweigerd door de gebruiker
sk: prístup od používateľa je zamietnutý
sr: корисник је забранио приступ

source: please confirm the form
bg: моля попълнете формуляра
cs: formulář prosím potvrďte
da: bekræft venligst formen
hr: potvrdi obrazac
ja: フォームを確認してください
nl: bevestig het formulier
sk: prosím overte a potvrďte formu
sr: потврдите уносе у формулар

source: conflict error while saving
bg: Грешка поради конфликт при запазването
cs: při ukládání nastala chyba v konfliktu
da: konflikt fejl mens der blev gemt
hr: sukob pri spremanju
ja: セーブ中競合エラー
nl: conflict bij opslaan
sk: chyba: konflikt pri ukladaní
sr: грешка конфликта приликом чувања

source: cannot perform this action via the API
bg: действието не може да бъде извършено през API
cs: tuto činnost nelze přes API provést
da: kan ikke udføre denne handling via API'en
hr: API ne može izvršiti ovu radnju
ja: API経由でこのアクションを実行できません
nl: kan deze actie niet uitvoeren via de API
sk: túto činnosť nemožno vykonať cez API
sr: ово не можете да учините путем АПИ-ја

source: %(domain)s is not allowed on reddit: %(reason)s
bg: %(domain)s не е позволен в реддит: %(reason)s
cs: %(domain)s není na reddit povoleno: %(reason)s
da: %(domain)s er ikke tilladt på reddit: %(reason)s
hr: %(domain)s nije dopuštena na redditu: %(reason)s
ja: %(domain)sはreddit上で許可されていません： %(reason)s
nl: %(domain)s is niet toegestaan op reddit: %(reason)s
sk: %(domain)s nie je povolená na reddit: %(reason)s
sr: %(domain)s није дозвољен на реддиту: %(reason)s

source: you must enable two-factor authentication
bg: трябва да активирате двуфакторна автентикация
cs: musíte povolit dvoufaktorové ověření
da: du skal aktivere to-skridt autentificering
hr: moraš uključiti dvostruku provjeru autentičnosti
ja: 2 要素認証が強く推奨されます
nl: je moet two-factor-verificatie inschakelen
sk: musíte povoliť dvojzložkové overovanie
sr: морате да омогућите проверу идентитета помоћу два фактора

source: two-factor authentication is already enabled
bg: двуфакторното заверяване е вече позволено
cs: dvoufaktorové ověření již je zapnuto
da: trotrinsgodkendelse er allerede sat til
hr: dvofaktorna autentikacija je već uključena
ja: 2要素認証はすでに有効です
nl: authenticatie in twee stappen is reeds ingeschakeld
sk: dvojfaktorová autentifikácia je už povolená

source: image problem
bg: проблем с изображението
cs: problém s obrázkem
da: billede problem
hr: problem sa slikom
ja: イメージの問題
nl: afbeeldingprobleem
sk: obrázkový problem
sr: проблем са сликом

source: already added
bg: вече е добавено
cs: už bylo přidáno
da: allerede tilføjet
hr: već je dodano
ja: すでに追加されています
nl: al toegevoegd
sk: už pridané
sr: већ је додато

source: too many developers
bg: твърде много разработчици
cs: příliš mnoho vývojářů
da: for mange udviklere
hr: previše programera
ja: 開発者が多すぎます
nl: te veel ontwikkelaars
sk: príliš veľa vývojárov
sr: превише програмера

source: i don't believe you.
bg: Не Ви вярвам.
cs: nevěřím vám.
da: jeg tror ikke på dig.
hr: ne vjerujem ti.
ja: 私はあなたを信じていません
nl: ik geloof je niet.
sk: Neverím ti
sr: не верујем вам.

source: that user is already a moderator
bg: Този потребител вече е модератор.
cs: tento uživatel již je moderátorem
da: brugeren er allerde moderator
hr: taj korisnik već je moderator.
ja: そのユーザーは既にモデレーターです
nl: deze gebruiker is al een moderator
sk: tento používateľ už je moderátor
sr: тај корисник је већ модератор

source: there is no pending invite for that subreddit
bg: няма текуща покана за този събредит
cs: pro tento podreddit neexistuje žádná nevyřízená pozvánka
da: der er ingen afventende invitation til det subreddit
hr: nema neriješenih pozivnica za taj podreddit
ja: そのsubredditへの保留中の招待はありません。
nl: er zijn geen uitnodigingen in afwachting voor die subreddit
sk: tento subreddit nemá čakajúcu pozvánku
sr: нема позивница на чекању за овај подреддит

source: you cannot edit the budget of a live ad
bg: не може да редактирате бюджета на активна реклама
cs: nemůžete upravit rozpočet běžící reklamy
da: du kan ikke ændre budgettet af en aktiv reklame
hr: ne možeš mijenjati proračun oglasa koji se trenutačno prikazuje
ja: あなたはライブ広告の予算を編集することはできません.
nl: je kunt het budget van een live advertentie niet veranderen
sk: nemôžeš upravovať rozpočet reklamy v prevádzke
sr: не можеш да мењаш буџет активне рекламе

source: you have too many campaigns for that promotion
bg: имате твърде много кампании към тази промоция
cs: pro tuto propagaci máte příliš mnoho kampaní
da: du har for mange kampagner for den reklame
hr: imaš previše kampanja za tu promociju
ja: そのプロモーションへのキャンペーンが多すぎます。
nl: je hebt te veel campagnes voor die promotie
sk: máš príliš veľa kampaní pre túto promóciu
sr: имате превише кампања за ту промоцију

source: that jsonp callback contains invalid characters
bg: това json обаждане съдържа невалидни символи
cs: toto zpětné volání jsonp obsahuje neplatné znaky
da: dette jsonp tilbagekald indeholder ugyldige tegn
hr: taj jsonp povratni poziv sadržava neispravna pismena
ja: そのJSONPコールバックに無効な文字が含まれています
nl: die jsonp-callback bevat ongeldige tekens
sk: tento jsonp callback obsahuje neplatné znaky
sr: тај jsonp опозив садржи неважеће знакове

source: permissions don't apply to that type of user
bg: разрешенията не се прилагат за този тип потребител
cs: oprávnění se nevztahují na tento typ uživatele
da: tilladelser gælder ikke for denne typer bruger
hr: dopuštenja ne vrijede za te korisnike
ja: 権限がそのタイプのユーザーに符合しません
nl: machtigingen zijn niet van toepassing op dat type gebruiker
sk: oprávnenie sa nevzťahuje na tento typ používateľa
sr: дозволе се не односе на тај тип корисника

source: invalid permissions string
bg: невалиден стринг с разрешения
cs: neplatný řetězec oprávnění
da: ugyldig adgangstråd
hr: neispravan niz za dopuštenja
ja: 無効な権限文字列
nl: ongeldige permissions string
sk: neplatný reťazec povolení
sr: неважећа веза дозвола

source: invalid multi path
bg: невалиден мулти адрес
cs: neplatná cesta sloučeného redditu
da: ugyldig sti for multi
hr: nevažeća multi putanja
ja: マルチパスが無効です
nl: ongeldig multireddit pad
sk: neplatná multi cesta

source: that multireddit doesn't exist
bg: този multireddit не съществува
cs: tento sloučený reddit neexistuje
da: det multireddit eksisterer ikke
hr: taj multireddit ne postoji
ja: そのmultiredditは存在しません
nl: deze multireddit bestaat niet
sk: tento multireddit neexistuje
sr: тај мултиреддит не постоји

source: that multireddit already exists
bg: този multireddit вече съществува
cs: tento sloučený reddit již existuje
da: det multireddit eksisterer allerede
hr: taj multireddit već postoji
ja: そのmultiredditは既に存在します
nl: deze multireddit bestaat al
sk: tento multireddit už existuje
sr: тај мултиреддит већ постоји

source: you can't change that multireddit
bg: не можете да промените този multireddit
cs: tento sloučený reddit nelze změnit
da: du kan ikke ændre det multireddit
hr: ne možeš mijenjati taj multireddit
ja: あなたはそのmultiredditを変更できません
nl: je kunt deze multireddit niet aanpassen
sk: tento multireddit nemôžeš zmeniť
sr: не можете променити овај мултиреддит

source: no more space for subreddits in that multireddit
bg: няма повече място за събредити в този мултиредит
cs: v tomto sloučeném redditu již není místo pro podreddit
da: ikke mere plads til subreddits i den multireddit
hr: nema više slobodnog mjesta za podreddite u tom multiredditu
ja: このmultiredditにはsubredditのための空きスペースがありません。
nl: geen ruimte meer voor subreddits in deze multireddit
sk: nezostáva žiadne voľné miesto pre subreddity v tomto multireddite
sr: нема више места за подреддите у том мултиреддиту

source: can't add special subreddit %(path)s
bg: не може да бъде добавен специален събредит %(path)s
cs: nelze přidat speciální podreddit %(path)s
da: kan ikke tilføje speciel subreddit %(path)s
hr: nije moguće dodati posebni podreddit %(path)s
ja: 特別な subreddit %(path)s を追加できません
nl: kan speciale subreddit %(path)s niet toevoegen
sk: neviem pridať špeciálny subreddit %(path)s
sr: не можете додати посебан подреддит %(path)s

source: maximum %(max)s subreddits
bg: най-много %(max)s под-реддити
cs: maximálně %(max)s podredditů
da: maksimum %(max)s subreddits
ja: 最大%(max)s個のサブレディット
nl: maximaal %(max)s subreddits
sk: maximum %(max)s subredditov

source: unable to parse JSON data
bg: не може да обработи JSON данните
cs: nelze zpracovat data JSON
da: ikke i stand til at fortolke JSON data
hr: nije moguće parsirati JSON podatke
nl: kan JSON-gegevens niet verwerken
sk: nemožno analyzovať JSON data
sr: није могуће прочитати JSON податке

source: unexpected JSON structure
bg: неочкавана JSON структура
cs: neočekávaná struktura JSON
da: uforventet JSON struktur
hr: neočekivana JSON struktura
nl: onverwachte JSON structuur
sk: nečakaná JSON štruktúra
sr: неочекивана JSON структура

source: JSON missing key: "%(key)s"
bg: JSON липсващ ключ: "%(key)s"
cs: Chybí klíč JSON: "%(key)s"
da: JSON mangler nøgle: "%(key)s"
hr: Nedostaje JSON ključ: "%(key)s"
nl: sleutel ontbreekt in JSON: "%(key)s"
sk: JSON chýbajúci kľúč: "%(key)s"
sr: фали JSON кључ: "%(key)s"

source: can't change post type
bg: не може да променяте типа на поста
cs: nelze změnit typ příspěvku
da: kan ikke ændre indlægstype
hr: nije moguće promjeniti vrstu objave
ja: 投稿タイプは変更できません
nl: kan het posttype niet veranderen
sk: nie je možné zmeniť typ príspevku

source: invalid location
bg: Неправилно място
cs: neplatné umístění
da: ugyldig placering
hr: nevaljana lokacija
ja: 無効な場所
nl: ongeldige locatie
sk: neplatná lokácia
sr: нетачна локација

source: invalid values for frequency cap
nl: ongeldige waarde voor frequentielimiet

source: that user is banned from the subreddit
bg: този потребител е забранен от събреддита
cs: tento uživatel má zakázán přístup do subredditu
da: Denne bruger er banned fra denne subreddit
hr: taj korisnik je prognan iz ovog podreddita
ja: そのユーザーはこのサブレジットから禁止されています。
nl: die gebruiker is verbannen van de subreddit
sk: tento užívateľ má zakázaný prístup na tento subreddit
