Repository: slimlife/cookie
Catalog: i18n/reddit_i18n/*/LC_MESSAGES/r2.po
Languages: bg, cs, da, hr, ja, nl, sk, sr

source: this promoted link uses city level targeting and may have been shown to you because of your location. ([learn more](%(link)s))
bg: тази рекламна връзка използва набелязване на ниво градове и може да я виждате поради местоположението си. ([learn more](%(link)s))
cs: tento propagovaný odkaz využívá cílení na město a mohl vám být zobrazen kvůli vaší poloze. ([více informací](%(link)s))
da: dette promoverede link bruger by-målretning og er muligvis vist til dig på grund af din placering ([lær mere](%(link)s))
hr: Ovaj promovirani link koristi praćenje lokacije na gradskoj razini,i može vam biti pokazan zbog vaše trenutne lokacije. ([saznajte više](%(link)s))
ja: この紹介リンクは都市レベルで設定されるため、あなたの現在地を基準にして表示されることがあります。([learn more](%(link)s))
nl: De geadverteerde link wordt getoond op basis van de stad waar je je bevindt en kan om deze reden getoond zijn. ([Uitleg](%(link)s))
sk: tento reklamný link používa zameriavanie na úrovni miest, a možno ti bol zobrazený kvôli miestu kde sa nachádzaš. ([čože?](%(link)s))

source: this promoted link uses country level targeting and may have been shown to you because of your location. ([learn more](%(link)s))
cs: tento propagovaný odkaz využívá cílení na zemi a mohl vám být zobrazen kvůli vaší poloze. ([více informací](%(link)s))
da: dette promoverede link bruger land-målretning og er muligvis vist til dig på grund af din placering ([lær mere](%(link)s))
hr: ovaj promovirani link koristi geo-targeting na razini zemlje i vjerojatno vam je prikazan zbog vaše lokacije. ([saznajte više](%(link)s))
ja: この紹介リンクは国レベルで設定されるため、あなたの現在地を基準にして表示されることがあります。([参考](%(link)s))
nl: De geadverteerde link wordt getoond op basis van het land waar je je bevindt en kan om deze reden getoond zijn. ([Uitleg](%(link)s))
sk: tento reklamný link používa zameriavanie na úrovni krajín, a možno ti bol zobrazený kvôli miestu kde sa nachádzaš. ([čože?](%(link)s))

source: uniques by %s
bg: уникални по %s
cs: jedinečné za %s
da: unikke i %s
hr: jedinstvenih po %s
ja: %sのユニーク数
nl: unieke bezoeken per %s
sk: jedinečný poďla %s
sr: јединствене посете по %s

source: uniques
bg: уникати
cs: jedinečné
da: unikke
hr: jedinstveni
ja: ユニーク数
nl: unieke bezoeken
sk: jedinečné
sr: јединствене

source: pageviews by %s
bg: гледания на страницата по %s
cs: zobrazení stránky za %s
da: sidevisninger af %s
hr: pregleda stranice po %s
ja: %sのページビュー数
nl: paginaweergaven per %s
sk: zobrazení za %s
sr: прегледи странице по %s

source: pageviews
bg: гледания на страницата
cs: zobrazení stránky
da: sidevisninger
hr: pregledi stranice
ja: ページビュー数
nl: paginaweergaven
sk: zobrazení
sr: прегледи странице

source: traffic by %s
bg: трафик по %s
cs: přenos za %s
da: traffik i %s
hr: promet po %s
ja: %sのトラフィック
nl: gegevensverkeer per %s
sk: prenos za %s
sr: саобраћај по %s

source: [frontpage]
bg: [начална страница]
cs: [hlavnístránka]
da: [forside]
hr: [naslovna]
ja: [フロントページ]
nl: [startpagina]
sr: [насловна страна]

source: total impressions by day
bg: общо виждания по ден
cs: celkem zobrazení za den
da: totale indtryk per dag
hr: ukupan broj dnevnih pregleda
ja: 一日の合計インプレッション数
nl: totaal aantal weergaven per dag
sk: počet dojmov za deň
sr: укупно утисака по дану

source: total clicks by day
bg: брой кликове за деня
cs: celkem kliknutí za den
da: antal klik per dag
hr: ukupan broj dnevnih klikova
ja: 日別のクリック数
nl: totaal aantal klikken per dag
sk: počet clickov za deň
sr: укупно кликова по дану

source: ad totals
bg: тотално реклами
cs: reklama celkem
da: reklame totale
hr: ukupno za oglas
ja: 広告合計
nl: advertentietotalen
sk: celkovo reklamy
sr: укупно реклама

source: frontpage
bg: начална страница
cs: hlavní stránka
da: forside
hr: naslovna
ja: フロントページ
nl: startpagina
sr: насловна страна

source: impressions by %s
bg: виждания по %s
cs: zobrazení za %s
da: indtryk efter %s
hr: pregleda po %s
ja: %sのインプレッション数
nl: weergaven per %s
sk: dojmy za %s
sr: утисака по %s

source: unique clicks
bg: уникални кликове
cs: jedinečné kliknutí
da: unikke klik
hr: jedinstveni klikovi
ja: ユニーククリック数
nl: unieke klikken
sk: jedinečných clickov
sr: јединствени кликови

source: clicks by %s
bg: кликове по %s
cs: kliknutí za %s
da: klik af %s
hr: klikovi po %s
ja: %sのクリック数
nl: klikken per %s
sk: clickov za %s
sr: кликова по %s

source: subscriptions by day
bg: абонаменти по ден
cs: odběry za den
da: abonnementer per dag
hr: pretplate po danu
ja: 日別の登録数
nl: abonnementen per dag
sk: odberov za deň
sr: пријава на дан

source: subscriptions
bg: абонаменти
cs: odběry
da: abonnementer
hr: pretplate
ja: 登録数
nl: abonnementen
sk: odbery
sr: пријаве

source: total
bg: общо
cs: celkem
hr: ukupno
ja: 合計
nl: totaal
sk: celkovo
sr: укупни

source: date and time (UTC)
bg: час и дата (UTC)
cs: datum a čas (UTC)
da: dato og tid (UTC)
hr: nadnevak i vrijeme (UTC)
ja: 日付と時間 (UTC)
nl: datum en tijd (UTC)
sk: dátum a čas (UTC)
sr: датум и време (UTC)

source: click-through rate (%)
bg: честота на кликване (%)
cs: míra prokliknutí (%)
da: klikfrekvensrate (%)
hr: klikovi po pregledu (%)
ja: クリック率 (%)
nl: doorklikratio (%)
sk: množstvo preklikov (%)
sr: проценат кликова (%)

source: view
bg: прегледай
cs: zobrazit
da: vis
hr: prikaz
ja: 閲覧
nl: weergeven
sk: pozrieť
sr: прикажи

source: edit
bg: редактиране
cs: upravit
da: rediger
hr: uredi
ja: 編集
nl: bewerken
sk: upraviť
sr: уреди

source: talk
bg: говори
cs: diskuze
da: tal
hr: rasprava
ja: トーク
nl: overleg
sk: hovorte
sr: разговарај

source: settings
bg: настройки
cs: nastavení
da: indstillinger
hr: postavke
ja: 設定
nl: instellingen
sk: nastavenia
sr: поставке

source: this wiki is currently disabled, only mods may interact with this wiki
bg: в момента това уики е изключено и само модератори могат да взаимодействат с него
cs: tato wiki je v současnosti zakázána, pouze moderátoři mohou tuto wiki používat
da: dette wiki er i øjeblikket deaktiveret, kun moderatorer kan interagere med dette wiki
hr: wiki je trenutačno onemogućen, samo moderatori mogu raditi na njemu
ja: このwikiは現在無効です。MODSだけがこのwikiとインタラクト出来ます。
nl: deze wiki is momenteel uitgeschakeld en alleen beschikbaar voor mods
sk: táto wiki je momentálne nefunkčná, iba moderátori s ňou môžu pracovať
sr: овај вики је тренутно онемогућен, само модератори могу да комуницирају са овим викијем

source: this page is empty, edit it to add some content.
bg: тази страница е празна, редактирайте, за да добавите съдържание
cs: tato stránka je prázdná, pro přidání obsahu ji upravte.
da: denne side er tom, rediger den for at tilføje indhold.
hr: stranica je prazna, napravi izmjene kako bi dodao sadržaj.
ja: このページは空です。編集し、内容を追加してください。
nl: deze pagina is leeg, bewerk de pagina om inhoud toe te voegen.
sk: Táto stránka je prázdna. Upravte ju a pridajte nejaký obsah.
sr: ова страница је празна, уредите је да бисте додали садржај.

source: page %s does not exist in this subreddit
bg: страницата %s не съществува в този събредит
cs: stránka %s neexistuje v tomto podredditu
da: side %s eksisterer ikke i dette subreddit
hr: stranica %s ne postoji u ovom podredditu
ja: ページ%sはsubredditに存在していません
nl: de pagina %s bestaat niet in deze subreddit
sk: stránka %s sa nenachádza v tomto subreddite
sr: страница %s не постоји у овом подреддиту

source: editing
bg: редактиране
cs: upravování
da: redigerer
hr: uređivanje
ja: 編集
nl: in bewerking
sk: upravuje
sr: уређивање

source: This page is restricted, only moderators may edit it.
bg: Само модератори могат да променят тази страница.
cs: Tato stránka je uzamčena, mohou ji upravovat pouze moderátoři
da: Denne side har begrænset adgang, kun en moderator kan redigere den.
hr: Ova je stranica ograničena, samo je moderatori mogu uređivati.
ja: このページは制限されており、モデレーターのみ編集できます。
nl: Deze pagina is beperkt en kan alleen door moderators worden bewerkt.
sk: Táto stránka je zakázaná, prístup k nej majú len moderátori.
sr: Приступ овој страници је ограничен, само модератори могу да је уређују.

source: revisions
bg: редакции
cs: revize
da: ændringer
hr: redakture
ja: リビジョン
nl: wijzigingen
sk: revízie
sr: ревидирања

source: Viewing recent revisions for /r/%s
bg: Преглеждане на последните редакции за /r/%s
cs: Zobrazení nedávných revizí pro /r/%s
da: Ser nylige ændringer for /r/%s
hr: Prikaz nedavnih redaktura za /r/%s
ja: /r/%sの最近のリビジョンの閲覧
nl: Recente wijzigingen op /r/%s
sk: Prezeráte posledné revízie pre /r/%s
sr: Приказивање недавних ревидирања за /r/%s

source: Viewing pages for /r/%s
bg: Преглеждане на страниците за /r/%s
cs: Zobrazování stránek pro /r/%s
da: Ser sider for /r/%s
hr: Prikaz stranica za /r/%s
ja: /r/%sのページを見る
nl: Pagina's voor /r/%s
sk: Prezeráte stránky pre /r/%s
sr: Приказивање страница за /r/%s

source: Below is a list of pages in this wiki visible to you in this subreddit.
bg: По-долу е даден списък със страници в това уики, видими за теб в този събредит.
cs: Níže je seznam stránek v této wiki, které můžete v tomto podredditu zobrazit.
da: Nedenfor er en liste af sider i denne wiki synlige for dig, i dette subreddit.
hr: Ispod se nalazi popis stranica za ovaj wiki koje su vam vidljive u ovom podredditu.
ja: 以下にこのsubredditであなたが見られるこのwikiのページのリストがあります。
nl: In de lijst hieronder zie je de pagina's in deze wiki die je kunt zien in deze subreddit.
sk: Dole je zoznam stránok v tejto wiki viditeľných pre vás v tomto subreddite.
sr: Испод је листа страница у овом викију које су вам видљиве у овом подреддиту.

source: discussions
bg: дискусии
cs: diskuze
da: diskussioner
hr: rasprave
ja: 議論
nl: discussies
sk: diskusia
sr: дискусије

source: Discussions are site-wide links to this wiki page.
bg: Дискусиите са глобални връзки към тази Уики страница.
cs: Diskuze jsou celostránkové odkazy na tuto stránku wiki.
da: Diskussioner er links på hele sitet til denne wiki-side.
hr: Rasprave su linkovi do ove wiki stranice koji su dostupni na cijeloj stranici.
ja: 議論はこのwikiページへのサイト全体のリンクです。
nl: Discussies zijn links over de hele site naar deze wikipagina.
sk: Diskusie sú celostránkové odkazy na túto stránku wiki.
sr: Дискусије су линкови на целом сајту до ове странице.

source: Submit a link to this wiki page or see other discussions about this wiki page.
bg: Подай линк към тази уики страница или виж други дискусии относна тази уики страница.
cs: Odeslat odkaz na tuto stránku nebo zobrazit ostatní diskuze o této stránce wiki.
da: Indsend et link til denne wiki-side eller se andre diskussioner om denne wiki-side.
hr: Postavi poveznicu do ove wiki stranice ili pregledaj ostale rasprave o ovoj wiki stranici.
ja: このwikiページにリンクを投稿するか、このwikiページについての他の議論を見ましょう。
nl: Plaats een link naar deze wikipagina of lees andere discussies over deze wikipagina.
sk: Vlož odkaz na túto stránku wiki alebo sa pozri na ďalšie diskusie o nej.
sr: Пошаљите линк на ову вики страницу или погледајте друге дискусије о овој вики страници.

source: %(min)d to any
bg: %(min)d до колкото и да е
cs: %(min)d do kdykoliv
da: %(min)d til alle
hr: %(min)d do koliko god
ja: %(min)d～任意
nl: vanaf %(min)d
sk: %(min)d do ľubovoľného
sr: %(min)d до било ког

source: any to %(max)d
bg: от колкото и да е до %(max)d
cs: od kdykoliv do %(max)d
da: alle til %(max)d
hr: koliko god do %(max)d
ja: 任意～%(max)d
nl: tot %(max)d
sk: ľubovoľné do %(max)d
sr: било који до %(max)d

source: %(min)d to %(max)d
bg: от %(min)d до %(max)d
cs: %(min)d do %(max)d
da: %(min)d til %(max)d
hr: %(min)d do %(max)d
ja: %(min)dから%(max)dまで
nl: %(min)d tot %(max)d
sk: od %(min)d do %(max)d
sr: %(min)d до %(max)d

source: please provide a first name
bg: Моля
cs: zadejte prosím jméno
da: skriv venligst et fornavn
hr: unesi ime
ja: 名を入力してください
nl: vul een voornaam in
sk: prosím uveďte krstné meno
sr: унесите име

source: please provide a last name
bg: моля предоставете фамилно име
cs: zadejte prosím příjmení
da: skriv venligst et efternavn
hr: unesi prezime
ja: 姓を入力してください
nl: vul een achternaam in
sk: prosím uveďte priezvisko
sr: унесите презиме

source: please provide an address
bg: моля предоставете и-мейл адрес
cs: zadejte prosím adresu
da: skriv venligst en adresse
hr: unesi adresu
ja: 住所を記入してください
nl: vul een adres in
sk: prosím uveďte adresu
sr: унесите адресу

source: please provide your city
bg: моля предоставете града, в който живеете
cs: zadejte prosím své město
da: skriv venligst din by
hr: unesi grad
ja: 都市を記入してください
nl: vul je woonplaats in
sk: prosím uveďte vaše mesto
sr: унесите град

source: please provide your state
bg: моля предоставете в кой щат пребивавате
cs: zadejte prosím svůj stát
da: skriv venligst evt. stat
hr: unesi državu
ja: 州、又は都道府県を記入してください
nl: vul je provincie in
sk: prosím uveďte váš USA štát
sr: унесите државу

source: please provide your zip or post code
bg: моля предоставете вашия пощенски код
cs: zadejte prosím svoje psč
da: skriv venligst dit zip- eller postnummer
hr: unesi poštanski broj
ja: 郵便番号を記入してください
nl: vul je postcode in
sk: prosím uveďte vaše poštové smerovacie čislo alebo ZIP
sr: унесите поштански број

source: please provide your country
bg: моля посочете държавата, в която живеете
cs: zadejte prosím vaši zemi
da: skriv venligst dit land
hr: navedi svoju državu
ja: あなたの国を提供してください
nl: graag je land opgeven
sk: prosím poskytni tvoju krajinu
sr: упишите вашз државу

source: max length %d characters
bg: максимална дължина %d символа
cs: max délka %d znaků
da: maks længde %d tegn
hr: najviše %d pismena
ja: 最大%d文字
nl: maximaal %d tekens
sk: maximálne dĺžka %d znakov
sr: максимална дужина %d знакова

source: credit card numbers should be 13 to 16 digits
bg: номерата на кредитните карти трябва да са от 13 до 16 писмени знака
cs: čísla kreditních karet by měla mít 13 až 16 číslic
da: kreditkortnummeret skal være mellem 13 og 16 cifre
hr: broj kreditne kartice mora sadržavati 13 do 16 znamenki
ja: クレジットカード番号は13-16桁で入力してください
nl: creditcardnummers bestaan uit 13 tot 16 cijfers
sk: čísla kreditných kariet majú mať 13 až 16 čísel
sr: број кредитне картице треба да се састоји од 13 до 16 цифара

source: dates should be YYYY-MM
bg: дати трябва да бъдат в гггг-мм форма
cs: data by měla mít formát RRRR-MM
da: datoer skal være YYYY-MM
hr: nadnevci moraju biti oblika GGGG-MM
ja: 日付は 年（４桁）・月（２桁）という形式で入力してください
nl: datums moeten de indeling JJJJ-MM hebben
sk: dátumy musia byť v tvare rok-mesiac
sr: датум треба да је у формату ГГГГ-ММ

source: month must be in the range 01..12
bg: месеца трябва да е в обхват 01..12
cs: měsíc musí být v rozsahu 01..12
da: måned skal være imellem 01..12
hr: mjesec mora biti u rasponu 01..12
ja: 月は01..12の範囲でなければなりません
nl: maand moet in het bereik van 01 tot 12 liggen
sk: mesiac musí byť v rozsahu 01..12
sr: месец мора да буде у опсегу 01..12

source: expiration date must be in the future
bg: крайния срок трябва да е в бъдещето
cs: datum konce platnosti musí být v budoucnosti
da: udløbsdatoen skal være i fremtiden
hr: nadnevak isteka mora biti u budućnosti
ja: 有効期限は未来でなければなりません
nl: vervaldatum moet in de toekomst liggen
sk: expiračný dátum musí byť v budúcnosti
sr: датум истека мора да буде у будућности

source: card verification codes should be 3 or 4 digits
bg: кодовете за удостоверение трябва да са 3-4 писмени знака
cs: ověřovací kód karty by měl mít 3 nebo 4 číslice
da: verifikationsnummeret skal være 3 eller 4 cifre
hr: potvrdni kod kartice treba sadržavati 3 ili 4 znamenke
ja: セキュリティーコードは3-4桁で入力してください
nl: kaartverificatiecodes bestaan uit 3 of 4 cijfers
sk: kódy na overenie karty musia byť 3 až 4 čísla
sr: код за верификацију картице треба да се састоји од 3 или 4 цифре

source: a user by name
bg: потребител по име
cs: uživatel podle jména
da: en bruger ved navn
hr: korisnik prema imenu
ja: という名のユーザ
nl: een gebruiker op naam
sk: používateľ podľa mena

source: a [fullname](#fullname) of a link
bg: [пълно име](#fullname) на линк
cs: [celýnázev](#fullname) odkazu
da: et [fuldtnavn](#fuldtnavn) af et link
hr: [puni naslov](#fullname) poveznice
ja: リンクの[正式な名前](#fullname)
nl: de [fullname](#fullname) van een link
sk: [fullname](#fullname) odkazu

source: an app
bg: апликация
cs: aplikace
da: en app
hr: aplikacija
ja: アプリ
nl: een app
sk: aplikácia
sr: апликација

source: an app developed by the user
bg: апликация, разработена от потребителя
cs: aplikace vyvinutá uživatelem
da: en app udviklet af brugeren
hr: aplikacija koju je razvio korisnik
ja: ユーザーに開発されたアプリ
nl: een app ontwikkeld door de gebruiker
sk: aplikácia vytvorená používateľom
sr: апликација коју је направио корисник

source: no spaces allowed
bg: разстоянията не са позволени
cs: nesmí obsahovat mezery
da: ingen mellemrum tilladt
hr: razmaci nisu dopušteni
ja: 空白は許可されません
nl: geen spaties toegestaan
sk: medzery nie sú nepovolené
sr: размаци нису дозвољени

source: invalid character: '%s'
bg: невалиден символ: '%s'
cs: neplatný znak: '%s'
da: ugyldigt tegn: '%s'
hr: nevažeće pisme: '%s'
ja: 無効な文字: '%s'
nl: ongeldig teken: '%s'
sk: neplatný znak: '%s'
sr: недозвољн караткер: '%s'

source: can't start with a '_'
bg: не може да заочвате с '_'
cs: nemůže začínat znakem '_'
da: kan ikke begynde med et '_'
hr: ne može započinjati s '_'
ja: '_' で始めることはできません
nl: kan niet beginnen met '_'
sk: nemôže začať znakom '_'
sr: не можеш почети са '_'

source: that name is too short
bg: името е прекалено късо
cs: tento název je příliš krátký
da: navnet er for kort
hr: ime je prekratko
ja: 名前が短すぎます
nl: de naam is te kort
sk: tento názov je príliš krátky
sr: име је прекратко

source: that name is too long
bg: името е прекалено дълго
cs: tento název je příliš dlouhý
da: navnet er for langt
hr: ime je predugačko
ja: 名前が長すぎます
nl: de naam is te lang
sk: tento názov je príliš dlhý
sr: име је предуго

source: the name of an existing wiki page
bg: името на съществуваща wiki страница
cs: název existující stránky wiki
da: navnet på en eksisterende wiki-side
hr: naziv postojeće wiki stranice
ja: 既存のWikiページの名前
nl: de naam van een bestaande wikipagina
sk: názov existujúcej stránky wiki
sr: име постојеће вики странице

source: a wiki revision ID
bg: № на уики редакция
cs: ID revize wiki
da: et wiki-revisions ID
hr: ID wiki redakture
ja: wikiのリビジョンID
nl: een wikiwijzigings-id
sk: ID revízie wiki
sr: ИД вики ревидирања

source: the name of an existing page or a new page to create
bg: името на съществуваща страница или създаване на нова страница
cs: název existující stránky nebo nové stránky pro vytvoření
da: navnet på en eksisterende side eller en ny side at oprette.
hr: naziv postojeće stranice ili nove stranice za stvaranje
ja: 既存のページか作成する新しいページの名前
nl: de naam van een bestaande of nieuwe pagina
sk: názov existujúcej stránky alebo nová stránka na vytvorenie
sr: име постојеће странице или нова страница за креирање

source: the starting point revision for this edit
bg: начална точка за тази редакция
cs: počáteční bod revize této úpravy
da: udgangspunktsrevisionen for denne redigering
hr: početna točka redakture za ovo uređivanje
ja: この編集の開始地点のリビジョン
nl: de startpuntwijziging voor deze bewerking
sk: počiatočný bod revízie pre túto úpravu
sr: ревидирање почетне тачке за ово уређивање

source: [Click here for details on how to set up an automatically-renewing subscription or to renew.](/gold) If you have any thoughts, complaints, rants, suggestions about reddit gold, please write to us at %(gold_email)s. Your feedback would be much appreciated. Thank you for your past patronage.
bg: [Натисни тук за информация как да настроиш автоматично обновяване на абонамента или за да обновиш](/gold) Ако имаш мисли, оплаквания, излияния или предложения за reddit злато, моля пиши ни на %(gold_email)s. Мнението ти ще бъде оценено. Благодарим за изминалия патронаж.
cs: [Klikněte zde pro podrobnosti o nastavení automatické obnovy odběru nebo nového odběru.](/gold) Pokud máte jakékoliv nápady, stížnosti, řečnění, návrhy pro zlatý reddit, můžete je zaslat na %(gold_email)s. Vaše zpětná vazba bude velmi ceněna. Děkujeme Vám za vaši minulou přízeň.
da: [Tryk her for detaljer om hvordan du kan lave et automatisk-fornyende abonnement eller fornye.](/gold) Har du nogle tanker, klager, eller forslag omhandlende reddit guld, kan du skrive til os på %(gold_email)s. Din feedback vil være meget værdsat. Tak for din tidligere gavmildhed.
hr: [Pritisni tu za podrobnosti o postavljanju samoobnavljajuće pretplate ili za obnovu.](/gold) Ako imaš pitanja, pritužbi ili prijedloga o reddit zlatu, piši nam na %(gold_email)s. Tvoje primjedbe nam puno znače. Hvala na dosadašnjoj potpori.
ja: [登録を更新、または登録を自動的に更新する設定にするにはここをクリックしてください](/gold) redditゴールドに関するご意見、ご不満，ご提案は %(gold_email)sこちらにお願いします。ご意見に感謝します。
nl: [Klik hier om te leren hoe je een doorlopend reddit-gold abonnement kan afsluiten, of om nieuw gold aan te schaffen.](/gold) Heb je vragen, suggesties, problemen of iets te preken over reddit gold, schrijf ons %(gold_email)s. Je feedback wordt gewaardeerd. Bedankt voor je steun!
sr: [Кликните овде за детаље о укључивању или обнављању аутоматске претплате.](/gold) Ако имате нека питања, жалбе или сугестије о реддит злату, молимо Вас да нам пишете на %(gold_email)s. Ваше мишљење ће нам много значити. Хвала за досадашњу подршку.

source: Your reddit gold subscription has expired.
bg: Абонамента ти за reddit злато изтече.
cs: Odběr vašeho zlatého reddita vypršel.
da: Dit reddit gold abonnement er udløbet
hr: Tvoja pretplata na reddit zlato je istekla.
ja: reddit ゴールドの登録期限が切れました
nl: je reddit gold abonnement is verlopen
sk: Tvoje zlaté konto reddit vypršalo.
sr: Ваша претплата на реддит злато је истекла.

source: Your subscription to reddit gold has expired.
bg: Абонамента ти за reddit злато изтече.
cs: Váš odběr zlatého reddita vypršel.
da: Dit reddit gold abonnement er udløbet.
hr: Pretplata na reddit zlato ti je istekla.
ja: reddit ゴールドの登録期限が切れました
nl: je reddit gold abonnement is verlopen
sr: Ваша претплата на реддит злато је истекла.

source: Your reddit gold subscription is about to expire!
bg: Абонамента ти за reddit злато ще изтече!
cs: Váš odběr zlatého reddita brzy vyprší!
da: Dit reddit gold abonnement udløber snart!
hr: Tvoja pretplata na reddit zlato će uskoro isteći!
ja: reddit ゴールドの登録期限切れが近づいています
nl: je reddit gold abonnement is bijna verlopen!
sk: Tvoje zlaté konto reddit čoskoro vyprší!
sr: Ваша претплата на реддит злато само што није истекла!

source: Your subscription to reddit gold will be expiring soon.
bg: Абонамента ти за reddit злато изтича скоро.
cs: Odběr vašeho zlatého reddita zanedlouho vyprší.
da: Dit reddit guld abonnement udløber snart.
hr: Uskoro će ti isteći pretplata na reddit zlato.
ja: reddit ゴールドの登録期限がもうすぐ切れます
nl: je reddit gold abonnement zal binnenkort verlopen.
sr: Ваша претплата на реддит злато ће ускоро истекћи.

source: moderator of /r/%(reddit)s, speaking officially
bg: официално говорещ модератор на /r/%(reddit)s
cs: moderátor /r/%(reddit)s, oficiální výrok
da: moderator af /r/%(reddit)s, taler officielt
hr: /r/%(reddit)s moderator, službeno
ja: 正式に言えば /r/%(reddit)s のモデレーター
nl: moderator van /r/%(reddit)s, officieel sprekend
sk: moderátor /r/%(reddit)s, oficiálne
sr: модератор /р/%(reddit)s , говори званично

source: %(user)s just celebrated a reddit birthday!
bg: %(user)s току що празнува реддит рожденият си ден!
cs: %(user)s právě oslavil reddit narozeniny!
da: %(user)s har lige fejret en reddit-fødselsdag!
hr: %(user)s je upravo proslavio svoj reddit rođendan!
ja: %(user)s は reddit の誕生日を祝いました！
nl: %(user)s heeft pas een reddit-verjaardag gevierd!
sk: %(user)s oslávil narodeniny redditu!

source: a moderator
bg: модератор
cs: moderátor
da: en moderator
hr: moderator
ja: モデレーター
nl: een moderator
sk: moderátor
sr: модератор

source: approved by %(who)s %(when)s ago
bg: одобрено от %(who)s преди %(when)s
cs: schválil %(who)s před %(when)s
da: godkendt af %(who)s for %(when)s siden
hr: odobrio %(who)s prije %(when)s
ja: %(who)sにより%(when)s前に承認済み
nl: goedgekeurd door %(who)s %(when)s geleden
sk: schválený %(who)s pred %(when)s
sr: одобрио/ла %(who)s пре %(when)s
