Repository: slimlife/cookie
Catalog: i18n/reddit_i18n/*/LC_MESSAGES/r2.po
Languages: bg, cs, da, hr, ja, nl, sk, sr

source: reddit uses a slightly-customized version of [Markdown](http://daringfireball.net/projects/markdown/syntax) for formatting. See below for some basics, or check [the commenting wiki page](/wiki/commenting) for more detailed help and solutions to common issues.
bg: reddit използва леко променена версия на [Markdown](http://daringfireball.net/projects/markdown/syntax) за форматиране. Виж по-долу за някои основни неща или провери [уики страницата за коментиране](/wiki/commenting) за детайлна помощ и решения на често срещани проблеми.
cs: reddit používá lehce upravenou verzi [Markdown](http://daringfireball.net/projects/markdown/syntax) pro formátování. Níže můžete vidět pár příkladů, nebo si prohlédněte [wiki stránku o komentování](/wiki/commenting) pro podrobnou nápovědu a řešení běžných problémů.
da: reddit bruger en anelse tilpasset version af [Markdown] (http://daringfireball.net/projects/markdown/syntax) til formatering. Se nedenfor for nogle basale ting, eller check [kommenterings-wiki-siden](/wiki/kommentering) for mere detaljeret hjælp og løsninger på almindelige problemer.
hr: reddit upotrebljava malčice prilagođenu inačicu [Markdowna](http://daringfireball.net/projects/markdown/syntax) za formatiranje. Pogledaj dolje za neke osnove, ili baci oko na [wiki stranica o odgovorima](/wiki/commenting) za podrobnosti i odgovore na najčešća pitanja.
ja: redditはフォーマットに[Markdown](http://daringfireball.net/projects/markdown/syntax)のわずかにカスタマイズしたバージョンを使用しています。 いくつかの基本を以下で確認するか、一般的な問題へのさらに詳細なヘルプと解決法を[wikiのコメントページ](/wiki/commenting)でチェックしてください。
nl: reddit gebruikt een iets aangepaste versie van [Markdown](http://daringfireball.net/projects/markdown/syntax) voor het opmaken van tekst. Hieronder staan wat simpele instructies. Op de [wiki-pagina](/wiki/commenting) staat een gedetailleerde uitleg
sk: reddit používa trochu upravenú verziu [Markdown] (http://daringfireball.net/projects/markdown/syntax) pre formátovanie. Pozri nižšie pre malý úvod, alebo [stránku wiki o komentároch](/wiki/commenting) pre viac info a riešenia bežných problémov.
sr: реддит користи благо измењену верзију [Markdown синтаксе](http://daringfireball.net/projects/markdown/syntax) за форматирање. Погледајте испод за основе коришћења или идите на [the commenting wiki page](/wiki/commenting) за детаљнију помоћ и решења за уобичајне проблеме.

source: this page is temporarily in read-only mode due to heavy traffic.
bg: страницата е временно "read-only" поради засилен трафик.
cs: kvůli velkému vytížení je tato stránka dočasně v režimu pro čtení.
da: denne side er midlertidigt i læs-kun form pga. meget trafik.
hr: Ova stranica je zbog visokog prometa trenutačno dostupna samo za čitanje.
ja: このページは重い負荷のため一時的に読み込み専用モードです。
nl: vanwege overbelasting kan deze pagina tijdelijk alleen worden gelezen.
sk: kvôli vyťaženiu je táto stránka momentálne v režime len na čítanie.
sr: ова страница привремено може само да се прегледа због превише саобраћаја.

source: reddit gold is reddit's premium membership program. Here are the benefits: * [Extra site features](/gold/about) * [Extra perks](/gold/partners) * Discuss and get help on the features and perks at /r/goldbenefits
bg: reddit gold е престижната членска програма на reddit. Ползите от нея са: * [Допълнителни функции на сайта](/gold/about) * [Допълнителни привилегии](/gold/partners) * Дискутирай и получи помощ за функциите и привилегиите на /r/goldbenefits
cs: zlatý reddit je prémiový program členství na reddit. Zde jsou jeho výhody: * [Dodatečné funkce stránky](/gold/about) * [Možnost slev](/gold/partners) * Nápověda a diskuze o slevách a funkcích jsou na /r/goldbenefits
da: reddit guld er reddits premium-medlemsskabsprogram. Fordelene er: * [Flere funktioner på siden](/gold/about) * [Ekstra frynsegoder](/gold/partners) * Diskutér og få hjælp til funktionerne og fordelene på /r/goldbenefits
hr: reddit zlato je redditovo premium članstvo. Prednosti su iduće: * [Dodatna funkcionalnost na stranici](/gold/about) * [Dodatne poslastice](/gold/partners) * Ako želiš potražiti pomoć ili vidjeti rasprave o gornjem, posjeti /r/goldbenefits
ja: redditゴールドは redditのプレミアムメンバープログラムです。 特典とは: * [特別のサイト機能](/gold/about) * [特別装飾機能](/gold/partners) * この機能についてディスカッション手助けするには at /r/goldbenefits
nl: reddit gold is het premium lidmaatschapsprogramma van reddit. Hier zijn de voordelen: * [Extra site features](/gold/about) * [Extra aanbiedingen](/gold/partners) * Bespreek en krijg hulp over/bij reddit gold in /r/goldbenefits
sk: reddit gold je program prémiového členstva na reddite. Tu sú výhody: * [Extra funkcie stránky](/gold/about) * [Extra zlepšováky](/gold/partners) * Diskutuj a požiadaj o radu ohľadom funkcií a zlepšovákov na /r/goldbenefits

source: Grab a drink and join us in /r/lounge, the super-secret members-only community that may or may not exist.
bg: Вземи напитка и се присъедини към нас в /r/lounge, супер тайната затворена общност, която може би съществува, може би - не.
cs: Nalijte si pití a přidejte se k nám v /r/lounge, super tajné komunity pouze pro členy, která může a nemusí existovat.
da: Tag en drink og slut dig til os i /r/lounge, det top-hemmelige kun-for-medlemmer fællesskab, der måske eller måske ikke eksisterer.
hr: Zgrabi piće i pridruži nam se u /r/lounge, ekstra-tajnu zajednicu koja možda postoji a možda i ne.
ja: ドリンクを持って /r/lounge に参加しよう、それはとびっきりの秘密結社メンバーによるコミュニティ、存在しないかも存在するかもわからない。
nl: leun achterover en kom naar /r/lounge, het geheime genootschap dat misschien wel, of niet bestaat.
sk: Vezmi si drink a pridaj sa k nám v /r/lounge, super tajnej komunite len pre členov, ktorá možno existuje, a možno nie.
sr: Послужите се пићем и придружите нам се у /r/lounge, супер тајној заједници за ексклузивне чланове које можда постоји... а можда и не.

source: You sent us a postcard! (Or something similar.) When we run out of room on our refrigerator, we might one day auction off the stuff that people sent in. Is it okay if we include your thing?
bg: Пратихте ни картичка! (Или нещо от сорта..) Когато ни свърши мястото на хладилника, може един ден да изтъргуваме нещата, които хората са ни пращали. Как ще се чувставе, ако и вашето нещо бъде продадено?
cs: Poslali jste nám pohled! (Nebo něco podobného.) Až nám dojte místo na naší ledničce, jednou možná prodáme v aukci věci, které nám lidé poslali. Souhlasíte, když k nim přidáme i tu Vaši?
da: Du har sendt os et postkort! (Eller noget tilsvarende.); Når vi løber tør for plads på vores køleskab, vil vi måske en dag bortauktionere de ting, som folk har indsendt. Er det i orden, hvis vi inkluderer din ting?
hr: Poslao si nam razglednicu! (Ili nešto slično.) Kad nam ponestane prostora na hladnjaku, možda prodamo stvari koje su nam ljudi poslali. Je li u redu ako isto napravimo i s tvojim stvarima?
ja: ハガキ(又は似たもの)を送ってくれた人ですね！冷蔵庫に貼るスペースが切れた場合、色々みんなが送ってくれたものを競売に出すかもしれません。その時、君のハガキも一緒にしていいですよね？
nl: Je hebt ons een kaartje (of iets dergelijks) gestuurd! Als we geen plaats meer hebben op onze koelkast, gaan we de dingen die mensen hebben opgestuurd misschien veilen. Vind je dat goed?
sk: Poslali ste nám pohľadnicu! (Alebo niečo podobné.) Keď nám dôjde plocha na chladničke, tak dáme do aukcie všetky veci ktoré nám ľudia poslali. Bude v poriadku ak tam dáme aj tvoju vec?
sr: Послали сте нам разгледницу! (Или нешто слично.) Кад нам понестане места на фрижидеру, можда ћемо да продамо ствари које су нам људи послали. Да ли бисмо могли да искористимо и вашу пошиљку?

source: Sorry, the maximum number of comments is %(max)d. (However, if you subscribe to reddit gold, it goes up to %(goldmax)d.)
bg: Простете, максималният видим брой коментари е %(max)d. (Обаче, ако се абонирате за реддит злато, отива до %(goldmax)d.)
cs: Je nám líto, ale maximální počet komentářů je %(max)d. (Nicméně, pokud byste měli zlatého reddita, tak maximum by se zvýšilo na %(goldmax)d.)
da: Beklager, det maksimale antal kommentarer er %(max)d. (Men hvis du abonnerer på Reddit Guld, stiger det til %(goldmax)d.)
hr: Ispričavamo se, najveći dopušteni broj odgovora je %(max)d. (No, ako se pretplatiš na reddit zlato, broj se povećava na %(goldmax)d.)
ja: ごめんなさい。コメント数の最大量は%(max)dです。(でも、redditゴールドに登録すれば、%(goldmax)dに増えます。)
nl: Sorry, het maximum aantal reacties is %(max)d. (Hoewel, met een reddit gold-abonnement is dat maar liefst %(goldmax)d.)
sk: Prepáčte, maximálny počet komentárov je %(max)d. (Ak sa prihlásite na odber reddit gold, vyjde to na %(goldmax)d.)
sr: Нажалост, највише можемо да прикажемо %(max)d коментара. (Ако се пријавите за реддит златo, можемо да прикажемо %(goldmax)d.)

source: Sorry, the maximum number of comments is %d.
bg: Простете, максималният брой коментари е %d.
cs: Je nám líto, maximální počet komentářů je %d.
da: Beklager, det maksimale antal kommentarer er %d.
hr: Ispričavamo se, no maksimalan broj odgovora je %d.
ja: ごめんなさい。コメントの最大量は%dです。
nl: Sorry, het maximum aantal reacties is %d.
sk: Prepáčte, maximálny počet komentárov je %d.
sr: Нажалост, највише можемо да прикажемо %d коментара.

source: %(sender)s just gifted you %(amount)s of reddit gold!
bg: %(sender)s току-що ти подари %(amount)s редит злато!
cs: %(sender)s Vám poslal %(amount)s reddit zlata!
da: %(sender)s gav dig lige en gave af %(amount)s af reddit guld!
hr: %(sender)s ti je upravo poslao %(amount)s reddit zlata!
ja: %(sender)s はあなたに reddit ゴールド %(amount)s 分を贈りました。
nl: %(sender)s heeft je zojuist %(amount)s reddit gold gegeven!
sk: %(sender)s ti práve daroval %(amount)s reddit gold!
sr: %(sender)s ти је управо поклонио %(amount)s реддит злата

source: Here's a note that was included: ----
bg: Ето бележка, която беше включетна: ----
cs: Zde je poznámka, která byla součástí: ----
da: Her er en medfølgende bemærkning: ----
hr: Evo poruke koja je uključena: ----
ja: こんなメッセージが含まれていました: ----
nl: Dit is het bijgevoegde berichtje: ----
sk: Tu je poznámka, ktorá bola zahrnutá: ----
sr: И ова порука је за тебе: ----

source: %(sender)s liked [your comment](%(url)s) so much that they gilded it, giving you reddit gold.
cs: %(sender)s se líbil [váš komentář](%(url)s) natolik, že ho pozlatili, dali vám tak zlatého reddita.
da: %(sender)s synes så godt om [din kommentar](%(url)s) at de forgyldte den, hvilket giver dig reddit gold
ja: %(sender)sさんがあなたのコメント(%(url)s)をとても気に入って、redditゴールドを贈ってくれました。
nl: %(sender)s vond [je reactie](%(url)s) zo goed dat die het heeft verguld, wat je reddit gold geeft.
sk: %(sender)s sa páčil [tvoj komentár](%(url)s) tak moc, že ti zaplatil reddit gold.

source: %(sender)s liked [your submission](%(url)s) so much that they gilded it, giving you reddit gold.
cs: %(sender)s se líbil [váš návrh](%(url)s) natolik, že ho pozlatili, dali vám tak zlatého reddita.
da: %(sender)s synes så godt om [dit indlæg](%(url)s) at de forgyldte den, hvilket giver dig reddit gold
ja: %(sender)s は [your submission](%(url)s) の働きぶりを評価しました。このsubmissionはたくさんのredditゴールドをあなたにもらたしました。
nl: %(sender)s vond [je post](%(url)s) zo goed dat die het heeft verguld, wat je reddit gold geeft.
sk: %(sender)s sa páčila [tvoja submission](%(url)s) tak moc, že ti zaplatil reddit gold

source: Want to say thanks to your mysterious benefactor? Reply to this message. You will find out their username if they choose to reply back.
cs: Chcete poděkovat vašemu záhadnému dárci? Odpovězte na tuto zprávu. Pokud se rozhodne, že vám odpoví nazpět, zjistíte jeho uživatelské jméno.
da: Ønsker du at sige tak til din mystiske velgører? Svar på denne meddelelse. Du vil se personens brugernavn hvis de vælger at svare.
hr: Želiš li se zahvaliti svom misterioznom dobrotvoru? Odgovori na ovu poruku. Saznat ćeš njegovu korisničku oznaku ako se odluči odgovoriti.
ja: 匿名の相手に感謝のメッセージを送りたいですか？このメッセージに返信してください。さらにその相手がそのメッセージに返信したときに、相手のユーザーネームが分かるようになります。
nl: Wil je dankjewel zeggen tegen je mysterieuze weldoener? Beantwoord dan dit bericht. Stuurt hij of zij dan weer een antwoord terug, dan kom je zijn/haar gebruikersnaam te weten.
sk: Chceš poďakovať tvojmu tajomnému sponzorovi? Odpovedz na túto správu. Jeho username zistíš, ak sa rozhodne ti odpovedať.

source: Sorry, replying directly to your mysterious benefactor is not yet supported for this gilding.
cs: Omlouváme se, ale tento způsob pozlacení neumožňuje přímo odpovědět vašemu záhadnému dárci.
da: Beklager, at skrive direkte til din mystiske velgører er endnu ikke muligt for denne forgyldning.
hr: Sori ali ne možeš uputiti poruku izravno svom tajnom darivatelju reddit zlata.
nl: Helaas is het voor deze vergulding nog niet mogelijk om een direct antwoord naar je mysterieuze weldoener te sturen.
sk: Prepáč, odpovedať priamo tvojmu tajomnému sponzorovi zatiaľ pre tento typ sponzorovania nepodporujeme.

source: ***WARNING: Responding to this message will reveal your username to the gildee.***
cs: ***VAROVÁNÍ: Pokud odpovíte na tuto zprávu, odkryjete tím své uživatelské jméno uživateli, kterého jste obdarovali.***
da: ***ADVARSEL: Hvis du besvarer denne besked vil modtageren kunne se dit brugernavn.***
hr: ***UPOZORENJE: Odgovaranje na ovu poruku će odati tvoju korisničku oznaku dobitniku pozlaćivanja.***
nl: ***LET OP: Beantwoord je dit bericht, dan komt de vergulde je gebruikersnaam te weten.***
sk: ***VAROVANIE: Odpovedaním na túto správu odhalíš tvoj username príjemcovi sponzorstva.***

source: Thanks for claiming a reddit gold code.
bg: Благодарим ви, че заявихте код за Реддит злато.
cs: Děkujeme za potvrzení kódu pro zlatého reddita.
da: Tak fordi du gjorde krav på en reddit guld kode.
hr: Hvala na preuzimanju bona za reddit zlato.
nl: Bedankt voor het inwisselen van een reddit gold-code.
sk: Vďaka za využitie kódu pre reddit gold.

source: You're about to set up an ongoing, autorenewing subscription to reddit gold for yourself (%(user)s). You'll pay %(price)s for this, %(period)s.
bg: Вие сте на път да започнете растящ, автоматично обновяващ се абонамет за редит злато за себе си (%(user)s). Ще платите %(price)s за %(period)s период.
cs: Chystáte si vytvořit nepřerušující, automaticky se obnovující předplatné zlatého reddita (pro uživatele %(user)s). Za toto zaplatíte %(price)s %(period)s.
da: Du er ved at oprette et automatisk selvfornyende reddit guld abonnement til dig selv (%(user)s). Du vil betale %(price)s for dette, %(period)s.
hr: Ovime ćete si postaviti samoobnavljajuću pretplatu na redditovo zlato (za korisnički račun: %(user)s). Za to ćete platiti %(price)s, %(period)s.
nl: Je staat op het punt om een doorlopend, terugkerend abonnement voor reddit gold af te sluiten voor jezelf (%(user)s). Je betaalt %(price)s voor dit, %(period)s.
sk: Ideš si nastaviť trvalé, samoobnovujúce sa predplatné reddit gold (%(user)s). Budeš zaň platiť %(price)s, %(period)s.

source: You're about to make a one-time purchase of %(amount)s of reddit gold for yourself (%(user)s). You'll pay a total of %(price)s for this.
bg: Вие сте на път да направите една покупка на %(amount)s редит злато за себе си (%(user)s).Вашата цена е общо %(price)s за това.
cs: Chystáte se provést jednorázovou koupi %(amount)s zlatého reddita pro sebe (%(user)s). Za toto zaplatíte celkem %(price)s.
da: Du er ved at lave et en-gangs køb af %(amount)s af reddit guld til dig selv (%(user)s). Du vil betale %(price)s for dette.
hr: Ovime ćete si jednokratno kupiti %(amount)s redditovih zlata (za korisnički račun: %(user)s). Za to ćete platiti %(price)s.
nl: Je staat op het punt om een eenmalige aankoop van %(amount)s reddit gold voor jezelf (%(user)s) te doen. Je betaalt hier in totaal %(price)s voor.
sk: Ideš si jednorazovo zakúpiť %(amount)s reddit gold sebe (%(user)s). Spolu zaň zaplatíš %(price)s.

source: You're about to purchase %(amount)s. They work like gift certificates: each creddit you have will allow you to give one month of reddit gold to someone else. You'll pay a total of %(price)s for this.
cs: Chystáte se zakoupit %(amount)s. Fungují jako dárkové poukazy: každý kreddit vám umožňuje darovat měsíc zlatého reddita někomu jinému. Za toto celkem zaplatíte %(price)s.
da: Du er ved at købe %(amount)s. De vil virke som gave certifikater: hver creddit du har vil give dig mulighed for at give én måneds reddit guld til en anden bruger. Du vil betale %(price)s for dette.
hr: Kupit ćete %(amount)s. Oni funkcioniraju kao poklon bonovi: svaki kreddit vam omogućava poklanjanje jednog mjeseca reddit zlata nekoj drugoj osobi. Sveukupno ćete platiti %(price)s za to.
nl: Je staat op het punt om %(amount)s aan te schaffen. Je kunt deze vergelijken met cadeaubonnen: met elke creddit kun je één maand reddit gold aan iemand anders geven. Hiervoor betaal je %(price)s in totaal.
sk: Ideš kúpiť %(amount)s. Fungujú ako darčekové poukazy: každým kredditom čo máš, môžeš venovať mesiac reddit gold niekomu inému. Zaplatíš celkom %(price)s.

source: You're about to purchase %(amount)s of reddit gold in the form of a gift code. The recipient (or you) will be able to claim the code to redeem that gold to their account. You'll pay a total of %(price)s for this.
cs: Chystáte se zakoupit %(amount)s reddit zlata ve formě dárkového kupónu. Příjemce (nebo Vy) budou moci kód využít k přidání zlata na jejich účet. Celkem za toto zaplatíte %(price)s.
da: Du er ved at købe %(amount)s reddit guld i form af en gave kode. Modtageren (eller dig) vil have mulighed for at kræve koden og få det guld indsat på sin bruger. Du vil betale %(price)s for dette.
hr: Kupujete %(amount)s redditovog zlata u obliku poklon bona. Primatelj (ili vi sâmi) ćete moći iskoristiti poklon bon kao redditovu zlatnu članarinu. Sveukupno ćete platiti %(price)s.
nl: Je staat op het punt om %(amount)s reddit gold in de vorm van een geschenkcode te kopen. De ontvanger (of jij) kan de code om gold te krijgen dan op zijn of haar account claimen. Je betaalt hier in totaal %(price)s voor.
sk: Ideš kúpiť %(amount)s reddit gold vo forme darovacieho kódu. Prijímateľ (alebo ty) kód bude môcť použiť na získanie gold pre svoje konto. Zaplatíš za to celkom %(price)s.

source: You're about to give %(amount)s of reddit gold to %(recipient)s, who will be told that it came from you. You'll pay a total of %(price)s for this.
cs: Chystáte se %(recipient)s darovat %(amount)s reddita zlata. Uživateli bude sděleno, že dar pochází od Vás. Celkem zaplatíte %(price)s.
da: Du er ved at give %(amount)s reddit guld til %(recipient)s, som vil blive fortalt at det kom fra dig. Du vil betale %(price)s for dette.
hr: Dajete %(amount)s redditovog zlata korisniku %(recipient)s. Primatelj će znati da ste vi poslali zlato. Sveukupno ćete platiti %(price)s.
nl: Je staat op het punt om %(amount)s aan reddit gold aan %(recipient)s te geven, met mededeling dat het van jou komt. Hiervoor betaal je %(price)s in totaal.

source: You're about to give %(amount)s of reddit gold to %(recipient)s. It will be an anonymous gift. You'll pay a total of %(price)s for this.
cs: Chystáte se %(recipient)s darovat %(amount)s reddita zlata. Tento dar bude anonymní. Celkem zaplatíte %(price)s.
da: Du er ved at give %(amount)s reddit guld til %(recipient)s. Det vil være en anonym gave. Du vil betale %(price)s for dette.
hr: Dajete %(amount)s redditovog zlata korisniku %(recipient)s. Poklon će biti anoniman - primatelj neće znati da ste ga vi poslali. Sveukupno ćete platiti %(price)s.
nl: Je staat op het punt %(amount)s reddit gold te schenken aan %(recipient)s. Dit zal als een anoniem geschenk beschouwd worden. je betaalt hier in totaal %(price)s voor.

source: Want to say thanks to *%(recipient)s* for this comment? Give them a month of [reddit gold](/gold/about).
bg: Искаш да благодариш на *%(recipient)s* за този коментар? Дай им месец [редит злато](/gold/about).
cs: Chcete poděkovat *%(recipient)s* za tento komentář? Dejte jim měsíc [zlatého reddita](/gold/about).
da: Vil du sige tak til *%(recipient)s* for denne kommentar? Giv dem en måned af [Reddit Guld](/guld/om).
hr: Želiš li reći hvala korisniku *%(recipient)s* za taj odgovor? Daruj korisniku mjesec dana [reddit zlata](/gold/about).
ja: このコメントのために *%(recipient)s*にお礼をいいたいですか？ 彼らに1ヶ月の[reddit gold](/gold/about)をあげましょう。
nl: Wil je *%(recipient)s* bedanken voor deze reactie? Geef hem/haar een maand [reddit gold](/gold/about).
sr: Желите да кажете хвала *%(recipient)s* за овај коментар? Поклоните им месец дана [reddit gold](/gold/about).

source: Want to say thanks to *%(recipient)s* for this submission? Give them a month of [reddit gold](/gold/about).
bg: Искате да благодарите на %(recipient)s за този коментар? Дайте им месец [реддит злато](gold/about).
cs: Chcete poděkovat *%(recipient)s* za toto předložení? Darujte jim měsíc [zlatého reddita](/gold/about).
da: Ønsker du at takke *%(recipient)s* for dette indlæg? Giv dem en måneds [reddit guld](/gold/about).
hr: Želiš li reći hvala korisniku *%(recipient)s* za ovu objavu? Daruj korisniku mjesec dana [reddit zlata](/gold/about).
ja: *%(recipient)s* さんの投稿に感謝の気持ちを伝えたいですか？ お礼に今月分の [reddit ゴールド](/gold/about) を贈りましょう。
nl: Wil je *%(recipient)s* bedanken voor deze post? Geef hem/haar een maand [reddit-gold](/gold/about).
sk: Chcete poďakovať *%(recipient)s* za príspevok? Darujte mu na mesiac zlaté predplatné (/gold/about).

source: You're about to give *%(recipient)s* a month of [reddit gold](/gold/about) for this comment:
cs: Chystáte se darovat *%(recipient)s* měsíc [zlatého reddita](/gold/about) za tento komentář:
da: Du er ved at give *%(recipient)s* én måneds [reddit guld](/gold/about) for denne kommentar:
hr: Korisniku *%(recipient)s* poklanjate [redditovu zlatnu članarinu](/gold/about) u trajanju od mjesec dana za ovaj komentar:
nl: Je staat op het punt om *%(recipient)s* een maand [reddit gold](/gold/about) te geven voor deze reactie:
sk: Chcete darovať *%(recipient)s* zlaté predplatné na mesiac (/gold/about) za tento komentár:

source: You're about to give *%(recipient)s* a month of [reddit gold](/gold/about) for this submission:
cs: Chystáte se darovat *%(recipient)s* měsíc [zlatého reddita](/gold/about) za toto předložení:
da: Du er ved at give *%(recipient)s* én måneds [reddit guld](/gold/about) for dette indlæg:
hr: Korisniku *%(recipient)s* poklanjate [redditovu zlatnu članarinu](/gold/about) u trajanju od mjesec dana za ovu objavu:
nl: Je staat op het punt om *%(recipient)s* een maand [reddit gold](/gold/about) te geven voor deze inzending:
sk: Chcete darovať *%(recipient)s* zlaté predplatné na mesiac (/gold/about) za tento príspevok:

source: You'll pay a total of %(price)s for this.
bg: Ще платите общо %(price)s за това.
cs: Za toto zaplatíte celkem %(price)s.
da: Du vil betale %(price)s for dette.
hr: To će vas stajati %(price)s.
nl: je zal hier in totaal %(price)s voor betalen.
sk: Za toto zaplatíš dokopy %(price)s.

source: sorry, this has been archived and can no longer be voted on
bg: Простете, това е вече архивирано и няма как върху него да бъде гласувано.
cs: je nám líto, toto bylo archivováno a již nemůže hlasovat
da: Beklager. Dette er blevet arkiveret og kan ikke længere stemmes på.
hr: ispričavamo se, ovo je arhivirano i više ne možeš glasovati
ja: ごめんなさい。これは既にアーカイブしてあり、もう投票はできません。
nl: sorry, dit is gearchiveerd en er kan niet meer op worden gestemd
sk: prepáčte, toto bolo archivované a už nie je možné hlasovať
sr: жао нам је, ова тема је архивирана и више није могуће гласати

source: You are currently accessing reddit from this IP address: %(address)s.
bg: Влизате в реддит през този IP адрес: %(address)s.
cs: Právě na reddit přistupujete z této IP adresy: %(address)s.
da: Du tilgår pt. Reddit fra denne IP-adresse: %(address)s.
hr: Trenutačno pristupaš redditu sa ove IP adrese: %(address)s.
ja: あなたは次のIPアドレスからredditへアクセスしています: %(address)s.
nl: Je bezoekt reddit momenteel vanaf dit IP-adres: %(address)s.
sk: Momentálne pristupujete na reddit z tejto IP adresy: %(address)s.
sr: Тренутно приступате реддиту са ове ИП адресе: %(address)s.
