Repository: slimlife/cookie
Catalog: i18n/reddit_i18n/*/LC_MESSAGES/r2.po
Languages: bg, cs, da, hr, ja, nl, sk, sr

source: approved by %s
bg: одобрен от %s
cs: schváleno %s
da: godkendt af %s
hr: odobrio %s
ja: %sにより承認済み
nl: goedgekeurd door %s
sk: schválené od %s
sr: одобрио %s

source: [deleted]
bg: [изтрито]
cs: [smazáno]
da: [slettet]
hr: [izbrisano]
ja: [削除されました]
nl: [verwijderd]
sk: [vymazané]
sr: [обрисано]

source: a redditor gifted you a month of reddit gold for this comment.
bg: Редитор ти подари месец с Редит Голд за този коментар.
cs: redditor Vám daroval měsíc zlatého reddita za tento komentář.
da: en redditor har givet dig Reddit Gold for denne kommentar
hr: redditor ti je za ovaj odgovor darovao mjesec dana reddit zlata.
ja: redditorたちがこのコメントを見てあなたにreddit gold%(months)dヶ月分を贈りました。
nl: een redditor heeft je een maand reddit gold gegeven voor deze reactie.
sk: redditori ti darovali zlaté konto na mesiac za tento komentár.
sr: реддитор вам је поклонио %(months)d месец дана реддит злата за овај коментар.

source: a redditor gifted you a month of reddit gold for this submission.
cs: redditor vám daroval měsíc zlatého reddita za toto předložení.
da: en redditor har givet dig en måneds reddit guld for dette indlæg.
hr: redditor ti je poklonio mjesec dana reddit zlata za ovu objavu.
ja: この投稿について、レディターから1か月分の reddit ゴールドが贈られました。
nl: een redditor heeft je een maand reddit-gold gegeven voor deze post.
sk: redditori ti darovali zlaté konto na mesiac za tento príspevok.

source: you have gifted reddit gold to %(recipient)s for this comment.
bg: Вие подарихте Реддит Голд на %(recipient)s за този коментар.
cs: %(recipient)s jste darovali zlatého reddita za tento komentář
da: du har givet Reddit Gold til %(recipient)s for denne kommentar.
hr: darovao si korisniku %(recipient)s mjesec dana reddit zlata za taj odgovor.
ja: あなたはこのコメントを見て、他のredditorたちと%(recipient)sに%(months)dヶ月分のreddit goldを贈りました。
nl: je hebt reddit gold gegeven aan %(recipient)s voor deze reactie.
sr: поклонили сте %(months)d реддит злато кориснику %(recipient)s за овај коментар.

source: you have gifted reddit gold to %(recipient)s for this submission.
cs: %(recipient)s jste darovali zlatého reddita za toto předložení.
da: du har givet reddit guld til %(recipient)s for dette indlæg.
hr: poklonio si reddit zlato %(recipient)s za njegovu objavu.
ja: この投稿の %(recipient)s に対して、あなたから reddit ゴールドを贈りました。 この投稿の %(recipient)s に対して、あなたを含むレディターが %(months)d 分の reddit ゴールドを贈りました。
nl: je hebt reddit-gold gegeven aan %(recipient)s voor deze post.

source: a redditor has gifted reddit gold to %(recipient)s for this comment.
cs: redditor daroval %(recipient)s zlatého reddita za tento komentář.
da: en redditor har givet Reddit Gold til %(recipient)s for denne kommentar.
hr: redditor je darovao korisniku %(recipient)s mjesec dana reddit zlata za taj odgovor.
ja: redditorたちがこのコメントを見て、%(recipient)sにreddit gold %(months)dヶ月分を贈りました。
nl: een redditor heeft reddit gold gegeven aan %(recipient)s voor deze reactie.
sr: реддитор је поклонио %(months)d реддит злато кориснику %(recipient)s за овај коментар.

source: a redditor has gifted reddit gold to %(recipient)s for this submission.
cs: redditor daroval %(recipient)s zlatého reddita za toto předložení.
da: en redditor har givet reddit guld til %(recipient)s for dette indlæg.
hr: redditor je poklonio reddit zlato %(recipient)s za ovu objavu.
ja: この投稿の %(recipient)s に対して、レディターが reddit ゴールドを贈りました。 この投稿の %(recipient)s に対して、レディターたちが %(months)d か月分の reddit ゴールドを贈りました。
nl: een redditor heeft aan %(recipient)s reddit-gold gegeven voor deze post.

source: by %(author)s to %(reddit)s
bg: от %(author)s за %(reddit)s
cs: od %(author)s do %(reddit)s
da: af %(author)s til %(reddit)s
hr: poslao %(author)s u %(reddit)s
ja: %(reddit)sへ%(author)sが
nl: door %(author)s in %(reddit)s
sk: od %(author)s do %(reddit)s
sr: послао/ла %(author)s у %(reddit)s

source: by %(author)s
bg: От %(author)s
cs: od %(author)s
da: af %(author)s
hr: poslao %(author)s
ja: %(author)sによる
nl: door %(author)s
sk: od %(author)s
sr: послао/ла %(author)s

source: %(score)s submitted %(when)s %(lastedited)s
cs: %(score)s předloženo %(when)s %(lastedited)s
da: %(score)s tilføjet %(when)s siden%(lastedited)s
hr: %(score)s poslano prije %(when)s, uređivano %(lastedited)s
ja: %(when)s %(lastedited)s に投稿した %(score)s
nl: %(score)s geplaatst op %(when)s %(lastedited)s

source: submitted %(when)s %(lastedited)s by %(author)s to %(reddit)s
cs: předloženo %(when)s %(lastedited)s uživatelem %(author)s do %(reddit)s
da: tilføjet %(when)s siden%(lastedited)s af %(author)s til %(reddit)s
hr: objavljeno %(when)s, uređivano %(lastedited)s, poslao %(author)s u %(reddit)s
ja: %(author)s が %(reddit)s に %(when)s %(lastedited)s 投稿
nl: %(when)s geleden gepost %(lastedited)s door %(author)s in %(reddit)s

source: submitted %(when)s %(lastedited)s by %(author)s
cs: předloženo %(when)s %(lastedited)s uživatelem %(author)s
da: tilføjet %(when)s siden%(lastedited)s af %(author)s
hr: objavljeno %(when)s, uređivano %(lastedited)s, korisnik %(author)s
ja: %(author)s が %(when)s %(lastedited)s 投稿
nl: Toegevoegd op %(when)s %(lastedited)s door %(author)s

source: %(score)s submitted %(when)s
cs: %(score)s předloženo %(when)s
da: %(score)s tilføjet %(when)s
hr: %(score)s objavljeno %(when)s
ja: %(score)s %(when)s %(lastedited)s 投稿
nl: %(score)s geplaatst op %(when)s

source: submitted %(when)s by %(author)s to %(reddit)s
cs: předloženo %(when)s uživatelem %(author)s do %(reddit)s
da: tilføjet for %(when)s siden af %(author)s til %(reddit)s
hr: poslano %(when)s, poslao %(author)s u %(reddit)s
ja: %(author)s が %(reddit)s に %(when)s 投稿
nl: %(when)s geleden gepost door %(author)s in %(reddit)s

source: submitted %(when)s by %(author)s
cs: předloženo %(when)s uživatelem %(author)s
da: tilføjet %(when)s af %(author)s
hr: objavljeno %(when)s, korisnik %(author)s
ja: %(author)s が %(when)s 投稿
nl: geplaatst op %(when)s door %(author)s

source: %(link)s by %(author)s [sponsored link]
cs: %(link)s od %(author)s [sponzorovaný odkaz]
da: %(link)s af %(author)s [sponseret link]
ja: %(author)s によるリンク %(link)s [広告リンク]
nl: %(link)s van %(author)s [betaalde link]

source: %(link)s by %(author)s in %(subreddit)s
cs: %(link)s od %(author)s v %(subreddit)s
da: %(link)s af %(author)s på %(subreddit)s
ja: %(subreddit)s 内の %(author)s によるリンク %(link)s
nl: %(link)s van %(author)s in %(subreddit)s

source: comment score below threshold
bg: коментарът е под минималния резултат
cs: hodnocení komentáře pod hranicí
da: kommentar score under tærskel
hr: ocjena odgovora je ispod praga
ja: スコアが基準値未満のコメント
nl: reactiescore onder drempelwaarde
sk: skóre komentára pod hranicou
sr: бодови коментара испод границе приказивања

source: blocked user
bg: блокиран потребител
cs: blokovaný uživatel
da: blokeret bruger
hr: blokirani korisnik
ja: ブロックされたユーザ
nl: geblokkeerde gebruiker
sk: zablokovaný používateľ
sr: блокиран корисник

source: username mention
bg: споменавания на потребителското име
cs: zmínka uživatelského jména
da: brugernavnsnævnelse
hr: spominjanje korisničkog imena
ja: ユーザー名の言及
nl: gebruikersnaamvermelding
sk: kde ma spomenuli
sr: спомињање корисничког имена

source: from %(author)s via %(subreddit)s sent %(when)s
cs: od %(author)s pomocí %(subreddit)s zasláno %(when)s
da: fra %(author)s via %(subreddit)s sendt %(when)s
nl: van %(author)s via %(subreddit)s verzonden op %(when)s

source: [message from blocked subreddit]
cs: [zpráva ze zablokovaného podredditu]
da: [besked fra blokeret fællesskab]
hr: [poruka iz blokiranog podreddita]
ja: [ブロックされているサブレディットからのメッセージ]
nl: [bericht van geblokkeerde subreddit]

source: subreddit message via %(subreddit)s sent %(when)s
cs: zpráva od subredditu %(subreddit)s zaslána %(when)s
da: subreddit-besked via %(subreddit)s sendt %(when)s
nl: subreddit-bericht via %(subreddit)s verzonden op %(when)s

source: to %(dest)s via %(subreddit)s sent %(when)s
cs: do %(dest)s přes %(subreddit)s posláno %(when)s
da: til %(dest)s via %(subreddit)s sendt %(when)s
nl: aan %(dest)s via %(subreddit)s verzonden op %(when)s

source: from %(author)s via %(subreddit)s to %(dest)s sent %(when)s
cs: z %(author)s přes %(subreddit)s do %(dest)s posláno %(when)s
da: fra %(author)s via %(subreddit)s til %(dest)s sendt %(when)s
nl: van %(author)s via %(subreddit)s aan %(dest)s verzonden op %(when)s

source: to %(subreddit)s sent %(when)s
cs: do %(subreddit)s posláno %(when)s
da: til %(subreddit)s sendt %(when)s
nl: aan %(subreddit)s verzonden op %(when)s

source: from %(author)s to %(subreddit)s sent %(when)s
cs: od %(author)s do %(subreddit)s posláno %(when)s
da: fra %(author)s til %(subreddit)s sendt %(when)s
nl: van %(author)s aan %(subreddit)s verzonden op %(when)s

source: from %(author)s sent %(when)s
bg: от %(author)s изпратено %(when)s
cs: od %(author)s odeslána %(when)s
da: fra %(author)s afsendt %(when)s
hr: objavio %(author)s, %(when)s
ja: %(when)s %(author)s から送信
nl: Gestuurd door %(author)s op %(when)s

source: to %(dest)s sent %(when)s
bg: до %(dest)s изпратено в %(when)s
cs: do %(dest)s odeslána %(when)s
da: til %(dest)s afsendt %(when)s
hr: u %(dest)s, prije %(when)s
ja: %(when)s %(dest)s に送信
nl: aan %(dest)s verstuurd op %(when)s

source: to %(dest)s from %(author)s sent %(when)s
bg: изпратено до %(dest)s от %(author)s %(when)s
cs: do %(dest)s od %(author)s odeslána %(when)s
da: til %(dest)s fra %(author)s afsendt %(when)s
hr: u %(dest)s, korisnik %(author)s, %(when)s
ja: %(when)s %(author)s から %(dest)s へ送信
nl: aan %(dest)s van %(author)s verstuurd op %(when)s

source: [message from blocked user]
bg: [съобщение от блокиран потребител]
cs: [zpráva od zablokovaného uživatele]
da: [besked fra blokeret bruger]
hr: [poruka blokiranog korisnika]
ja: [ブロックしたユーザからのメッセージ]
nl: [bericht van geblokkeerde gebruiker]
sk: [správa od blokovaného používateľa]
sr: [порука од блокираног корисника]

source: [unblock user to see this message]
bg: [деблокирайте потребителя за да видите това съобщение]
cs: [odblokujte uživatele pro zobrazení této zprávy]
da: [fjern blokering af bruger for at se denne besked]
hr: [odblokiraj korisnika za prikaz poruke]
ja: [このメッセージを表示するにはユーザに対するブロックを解除してください]
nl: [deblokkeer de gebruiker om dit bericht te zien]
sk: [odblokujte používateľa k prečítaniu tejto správy]
sr: [одблокирајте корисника да бисте видели поруку]

source: note
bg: бележка
cs: poznámka
da: bemærkning
hr: napomena
ja: ノート
nl: opmerking
sk: poznámka
sr: белешка

source: friendship
bg: приятелство
cs: přátelství
da: venskab
hr: prijateljstvo
ja: 友達
nl: vriendschap
sk: priateľstvo
sr: пријатељство

source: add a friend
bg: добави приятел
cs: přidat kamaráda
da: tilføj en ven
hr: dodaj prijatelja
ja: 友達を追加する
nl: een vriend toevoegen
sk: pridajte priateľa
sr: додај пријатеља

source: blocked users
bg: блокирани потребитали
cs: blokovaní uživatelé
da: blokerede brugere
hr: blokirani korisnici
ja: ブロックされたユーザ
nl: geblokkeerde gebruikers
sk: zablokovaní používatelia
sr: блокирани корисники

source: users banned from /r/%(subreddit)s
bg: потребители забранени от /r/%(subreddit)s
cs: uživatelům zakázán přístup do /r/%(subreddit)s
da: brugere bandlyst fra /r/%(subreddit)s
hr: korisnici koji su prognani iz /r/%(subreddit)s
ja: /r/%(subreddit)s への投稿を禁止されたユーザ
nl: gebruikers verbannen van /r/%(subreddit)s
sr: корисници бановани са /r/%(subreddit)s

source: ban wiki contibutors
cs: zakázat přispěvatelům vstup do wiki
da: bandlys wiki bidragsydere
hr: prognaj wiki suradnike
ja: wiki の貢献者を投稿禁止にする
nl: verban wiki bijdragers

source: wiki contibutors banned from /r/%(subreddit)s
cs: přispěvatelům do wiki zakázán vstup do /r/%(subreddit)s
da: wiki-bidragydere banned fra /r/%(subreddit)s
hr: wiki suradnici prognani s /r/%(subreddit)s
ja: /r/%(subreddit)s への投稿を禁止された wiki の貢献者
nl: wiki bijdragers verbannen van /r/%(subreddit)s

source: approved submitters for /r/%(subreddit)s
cs: schváleni předkladatelé pro /r/%(subreddit)s
da: godkendte bidragydere i /r/%(subreddit)s
hr: odobreni objavljivači na /r/%(subreddit)s
ja: /r/%(subreddit)s の承認済み投稿者
nl: goedgekeurde posters voor /r/%(subreddit)s

source: add approved submitter
bg: добави одобрен подател
cs: přidat schváleného předkladatele
da: tilføj godkendt bidragyder
hr: dodaj odobrenog objavljivača
ja: 承認された投稿者を追加する
nl: goedgekeurde poster toevoegen
sk: pridajte schváleného prispievateľa
sr: додај одобреног уредника

source: approved wiki contributors for /r/%(subreddit)s
cs: schválení předkladatelé do wiki pro /r/%(subreddit)s
da: godkendte wiki-bidragydere i /r/%(subreddit)s
hr: odobreni wiki suradnici na /r/%(subreddit)s
ja: /r/%(subreddit)s の承認済み wiki 貢献者
nl: Goedgekeurde wiki bijdrager voor /r/%(subreddit)s

source: add approved wiki contributor
cs: přidán schválený přispěvatel do wiki
da: tilføj godkendt wiki-bidragyder
hr: dodaj odobrenog wiki suradnika
ja: 承認済み wiki 貢献者を追加
nl: Voeg goedgekeurde wikibijdrager toe

source: invite moderator
bg: покани модератор
cs: pozvat moderátora
da: invitér moderator
hr: pozovi moderatora
ja: モデレーターを招待
nl: moderator uitnodigen
sk: pozvať moderátora
sr: позови модератора

source: you are a moderator of this subreddit. %(action)s
bg: вие сте модератор на този subreddit. %(action)s
cs: jste moderátorem tohoto podredditu. %(action)s
da: du er en moderator på dette subreddit. %(action)s
hr: moderator si ovog podreddita. %(action)s
ja: あなたはこのsubredditのモデレーターの 1 人です。%(action)s
nl: je bent een moderator van deze subreddit. %(action)s
sk: ste moderátorom tohto podredditu. %(action)s
sr: ви сте модератор овог реддита. %(action)s

source: invited moderators for %(subreddit)s
cs: moderátoři pro %(subreddit)s pozváni
da: inviteret moderatorer i %(subreddit)s
hr: pozvani moderatori na %(subreddit)s
ja: %(subreddit)s に招待されたモデレーター
nl: uitgenodigde moderaters voor %(subreddit)s

source: force add moderator
cs: vynutit přidání moderátora
da: tving føj til administrator
hr: prisilno dodaj moderatora
ja: モデレーターを強制的に追加
nl: forceer toevoegen moderator

source: moderators of /r/%(subreddit)s
bg: модератори на /r/%(subreddit)s
cs: moderátoři /r/%(subreddit)s
da: moderatorer af /r/%(subreddit)s
hr: moderatori u /r/%(subreddit)s
ja: /r/%(subreddit)s のモデレーター
nl: moderators van /r/%(subreddit)s

source: [reddit] %(user)s has shared a link with you
bg: [реддит]%(user)s сподели линк с вас
cs: [reddit] %(user)s s vámi sdílel odkaz
da: [reddit] %(user)s har delt et link med dig
hr: [reddit] %(user)s ti je proslijedio objavu
ja: [reddit] %(user)sがあなたとリンクをシェアしました
nl: [reddit] %(user)s heeft een link met je gedeeld
sk: [reddit] %(user)s s vami zdieľal odkaz
sr: [reddit] %(user)s су поделили линк са вама

source: [feedback] feedback from '%(user)s'
bg: [feedback] фийдбек от '%(user)s'
cs: [zpětná vazba] zpětná vazba od '%(user)s'
da: [feedback] feedback fra ' %(user)s '
hr: [feedback] primjedba korisnika '%(user)s'
ja: [feedback] '%(user)s'からのフィードバック
nl: [feedback] feedback van '%(user)s'
sk: [odozva] odozva od '%(user)s'
sr: [feedback] повратне информације од '%(user)s'

source: [advertising] feedback from '%(user)s'
cs: [reklama] zpětná vazba od '%(user)s'
da: [advertising] feedback fra '%(user)s'
hr: [advertising] feedback od %(user)s
nl: [advertising] feedback van '%(user)s'

source: [reddit] email removal notice
bg: [реддит] и-мейл известие за премахване
cs: [reddit] oznámení o odstranění e-mailu
da: [reddit] meddelelse om fjernelse af email
hr: [reddit] obavijest o uklanjanju adrese epošte
ja: [reddit] Eメール削除通知
nl: [reddit] melding voor verwijderen e-mail
sk: [reddit] správa o odstránení emailu
sr: [reddit] обавештење о уклањању е-адресе

source: [reddit] email addition notice
bg: [реддит] и-мйел известие за добавяне
cs: [reddit] oznámení o přidání e-mailu
da: [reddit] meddelelse om tilføjelse af email
hr: [reddit] obavijest o dodavanju adrese epošte
ja: [reddit] Eメール受信通知
nl: [reddit] melding voor toevoegen e-mail
sk: [reddit] správa o pridaní emailu
sr: [reddit] обавештење о додавању е-адресе

source: [reddit] reset your password
cs: [reddit] resetování vašeho hesla
da: [reddit] nulstil dit password
hr: [reddit] poništi zaporku
ja: [reddit] パスワードをリセットする
nl: [reddit] je wachtwoord resetten
sk: [reddit] resetnite si heslo
sr: [reddit] ресетујте лозинку

source: [reddit] verify your email address
bg: [реддит] потвърди вашия и-мейл адрес
cs: [reddit] potvrzení vaší e-mailové adresy
da: [reddit] bekræft din emailadresse
hr: [reddit] potvrdi svoju adresu epošte
ja: [reddit] eメールアドレスを確認して下さい。
nl: [reddit] bevestig je e-mailadres
sk: [reddit] overte si emailovú adresu
sr: [reddit] верификујте е-адресу

source: [reddit] your bid has been accepted
bg: [реддит] вашето предложение беше прието
cs: [reddit] vaše nabídka byla přijata
da: [reddit] dit bud er accepteret
hr: [reddit] tvoj je zahtjev prihvaćen
ja: [reddit] あなたの勧誘が承認されました。
nl: [reddit] je bod is geaccepteerd
sk: [reddit] vaša ponuka bola prijatá
sr: [reddit] понуда је прихваћена

source: [reddit] your promotion has been accepted
bg: [реддит] вашата подкрепа беше приета
cs: [reddit] vaše propagace byla přijata
da: [reddit] dit reklamefremstød er blevet accepteret
hr: [reddit] tvoja je promocija prihvaćena
ja: [reddit] あなたの紹介が承認されました。
nl: [reddit] je promotie is geaccepteerd
sk: [reddit] vaša propagácia bola prijatá
sr: [reddit] промоција је прихваћена

source: [reddit] your promotion has been rejected
bg: [реддит] вашата подкрепа беше отхвърлена
cs: [reddit] vaše propagace byla zamítnuta
da: [reddit] dit reklamefremstød er blevet afvist
hr: [reddit] tvoja je promocija odbijena
ja: [reddit] あなたの紹介が拒絶されました。
nl: [reddit] je promotie is geweigerd
sk: [reddit] vaša propagácia bola zamietnutá
sr: [reddit] промоција је одбијена

source: [reddit] your promotion has been charged
cs: [reddit] vaše propagace byla zaúčtována
da: [reddit] dit reklamefremstød er blevet opkrævet
hr: [reddit] tvoja promocija je naplaćena
ja: [reddit] あなたの紹介が装填されました。
nl: [reddit] je promotie is in rekening gebracht
sk: [reddit] vaša propagácia bola zaúčtovaná
sr: [reddit] промоција је наплаћена

source: [reddit] your promotion is now live
bg: [reddit] Промоцията ви е вече активна
cs: [reddit] vaše propagace je nyní v oběhu
da: [reddit] dit reklamefremstød er nu gyldig
hr: [reddit] tvoja promocija vrijedi od sad
ja: [reddit] あなたの紹介は現在公開中です。
nl: [reddit] je promotie is nu live
sk: [reddit] vaša propagácia je živá
sr: [reddit] промоција је активна

source: [reddit] your promotion has finished
bg: [reddit] промоцията ви изтече
cs: [reddit] vaše propagace byla ukončena
da: [reddit!] dit reklamefremstød er afsluttet
hr: [reddit] tvoja je promocija završila
ja: [reddit] 昇進が終わります
nl: [reddit] je promotie is beëindigd
sk: [reddit] vaša propagácia bola dokončená
sr: [reddit]промоција је завршена

source: [reddit] your promotion has been created
bg: [reddit] вашата подкрепа беше създена
cs: [reddit] vaše propagace byla vytvořena
da: [reddit] dit reklamefremstød er blevet oprettet
hr: [reddit] tvoja je promocija napravljena
ja: [reddit] あなたの紹介が作成されました。
nl: [reddit] je promotie is gemaakt
sk: [reddit] vaša propagácia boal vytvorená
sr: [reddit] промоција је креирана

source: [reddit] hey, nerd!
bg: [реддит] Хей, маниак!
cs: [reddit] hej šprte!
da: [reddit] hej, nørd!
hr: [reddit] hej, štreberu!
ja: [reddit] オタク、よ～！
nl: [reddit] hé, nerd!
sk: [reddit] hej, nerd!
sr: [reddit] хеј, штреберу!

source: [reddit] reddit gold activation link
bg: [реддит] линк за активиране на реддит злато
cs: [reddit] aktivační odkaz zlatého reddita
da: [reddit] Reddit Guld aktiveringslink
hr: [reddit] povezanica za uključivanje reddit zlata
ja: [reddit] reddit gold 有効化リンク
nl: [reddit] reddit gold-activeringslink
sk: [reddit] aktivačný odkaz reddit gold
sr: [reddit] линк за активирање реддит злата

source: [reddit] your password has been changed
bg: [reddit] паролата ти беше променена
cs: [reddit] vaše heslo bylo změněno
da: [reddit] dit kodeord er blevet ændret
hr: [reddit] tvoja zaporka je promjenjena
ja: [reddit] あなたの紹介が変更されました。
nl: [reddit] je wachtwoord is veranderd
sr: [reddit] шифра је промењена

source: [reddit] your email address has been changed
bg: [reddit] имейл адресът ти беше променен
cs: [reddit] vaše e-mailová adresa byla změněna
da: [reddit] din emailadresse er blevet ændret
hr: [reddit] tvoja e-mail adresa je promjenjena
ja: [reddit] メールアドレスが変更されました
nl: [reddit] je e-mailadres is gewijzigd
sr: [reddit] мејл адреса је промењена

source: [reddit] your campaign didn't get enough impressions
bg: [reddit] кампанията Ви не събра достатъчно виждания
cs: [reddit] vaši kampaň neshlédlo dostatečné množství lidí
da: [reddit] din kampagne fik ikke nok indtryk
hr: [reddit] tvoja kampanja nije dobila dovoljno impresija
ja: [reddit] あなたのキャンペーンは十分なインプレッション数を得られませんでした。
nl: [reddit] je campagne kreeg niet genoeg vertoningen
sr: [reddit] Ваша кампања није имала довољно приказа.

source: [reddit] your payment has been voided
cs: [reddit] vaše platba byla zrušena
da: [reddit] din betaling er blevet annulleret
hr: [reddit] vaša uplata je poništena
ja: [reddit] あなたの支払いは無効です
nl: [reddit] je betaling is ongedaan gemaakt

source: [reddit] your reddit gold gift code
cs: [reddit] váš kód kupónu zlatého reddita
da: [reddit] din redditguld-gavekode
hr: [reddit] vaš poklon kod za reddit zlato
ja: [reddit]あなたの reddit gold のギフトコード
nl: [reddit] je reddit gold giftcode

source: [selfserve] suspicious payment alert
cs: [selfserve] upozornění na podezřelou platbu
da: [selfserve] mistænksom betalings advarsel
hr: [selfserve] upozorenje o sumnjivoj naplati
nl: [selfserve] waarschuwing: verdachte betaling

source: [selfserve] fraud alert
cs: [selfserve] upozornění na podvod
da: [selfserve] bedrageri advarsel
hr: [selfserve] upozorenje o prevari
nl: [selfserve] waarschuwing: fraude

source: [selfserve] a user has committed fraud
cs: [selfserve] uživatel spáchal podvod
da: [selfserve] en bruger har udøvet svindel
hr: [selfserve] korisnik je počinio prevaru
nl: [selfserve] een gebruiker heeft fraude begaan

source: [reddit] message notification
cs: [reddit] upozornění na zprávu
da: [reddit] beskednotifikation
ja: [reddit]メッセージ通知
nl: [reddit] kennisgeving over bericht

source: [reddit] Ads Alert
cs: [reddit] reklamy upozornění
da: [reddit] Annonceadvisering
nl: [reddit] Alarm over advertenties

source: ban user
bg: забрани потребител
cs: zakázat uživatele
da: blokér bruger
hr: prognaj korisnika
ja: ユーザを投稿禁止する
nl: gebruiker bannen
sk: zakázať používateľa
sr: бануј корисника

source: unban user
bg: върни потребител
cs: povolit uživatele
da: fjern brugerens blokering
hr: poništi zabranu korisnika
ja: ユーザの投稿禁止を解除する
nl: ban van gebruiker opheffen
sk: povoliť používateľa
sr: одбануј корисника

source: remove post
bg: премахни публикация
cs: odstranit příspěvek
da: fjern indlæg
hr: ukloni objavu
ja: 投稿を除去する
nl: post verwijderen
sk: odstrániť príspevok
sr: избриши пост

source: approve post
bg: одобри публикация
cs: schválit příspěvek
da: godkend indlæg
hr: odobri objavu
ja: 投稿を承認する
nl: post goedkeuren
sk: schváliť príspevok
sr: дозволи пост

source: remove comment
bg: премахни коментар
cs: odstranit komentář
da: fjern kommentar
hr: ukloni odgovor
ja: コメントを除去する
nl: reactie verwijderen
sk: odstrániť komentár
sr: избриши коментар

source: approve comment
bg: одобри коментар
cs: schválit komentář
da: godkend kommentar
hr: odobri odgovor
ja: コメントを承認する
nl: reactie goedkeuren
sk: schváliť komentár
sr: дозволи коментар

source: add moderator
bg: добави модератор
cs: přidat moderátora
da: tilføj moderator
hr: dodaj moderatora
ja: 調停者を追加
nl: moderator toevoegen
sk: pridajte moderátora
sr: додај модератора

source: remove moderator
bg: премахни модератор
cs: odebrat moderátora
da: fjern moderator
hr: ukloni moderatora
ja: モデレーターを除去
nl: moderator verwijderen
sk: odstrániť moderátora
sr: уклони модератора

source: uninvite moderator
bg: отмени поканата за модератор
cs: zrušit pozvání moderátora
da: uinvitere moderator
hr: poništi pozivnicu za moderiranje
ja: モデレーターの招待を取り消す
nl: uitnodiging voor moderator intrekken
sk: zrušiť pozvanie moderátora
sr: опозови модератора
