Repository: slimlife/cookie
Catalog: i18n/reddit_i18n/*/LC_MESSAGES/r2.po
Languages: bg, cs, da, hr, ja, nl, sk, sr

source: (3 or 4 digits)
bg: (3 или 4 цифри)
cs: (3 nebo 4 číslice)
da: (3 eller 4 cifre)
hr: (3 ili 4 znamenke)
ja: (3-4桁)
nl: (3 of 4 cijfers)
sk: (3 alebo 4 číslice)
sr: (3 или 4 цифре)

source: authorize payment
bg: потвърди вноска
cs: schválit platbu
da: autoriser betaling
hr: odobri plaćanje
ja: 支払いを許可する
nl: toestemming voor betaling geven
sk: schváliť platbu
sr: овласти уплату

source: you are viewing a single comment's thread.
bg: гледаш нишката само на един коментар
cs: prohlížíte si vlákno jednoho komentáře
da: du ser på en enkelt kommentars tråd.
hr: pregledavaš samo dio odgovora u toj dretvi.
ja: あなたは単独のコメントのスレッドを見ています。
nl: je bekijkt nu de thread van één reactie.
sk: prehliadate si vlákno jedného komentára.
sr: гледате тему једног коментара.

source: view the rest of the comments
bg: виж останалите коментари
cs: zobrazit zbytek komentářů
da: se resten af kommentarerne
hr: prikaži preostale odgovore
ja: 残りのコメントをみる
nl: de rest van de reacties weergeven
sk: zobraziť ostatné komentáre
sr: погледајте остале коментаре

source: web app
bg: уеб апликация
cs: internetová aplikace
ja: ウェブアプリケーション
nl: webapplicatie
sk: web aplikácia
sr: веб апликација

source: A web based application
cs: Internetová aplikace
da: En webbaseret applikation
hr: Web bazirana aplikacija
ja: ウェブを介して使用するアプリ
nl: Een webgebaseerde applicatie
sk: Webovo-založená aplikácia

source: installed app
bg: инсталирано приложение
cs: instalovaná aplikace
da: app installeret
hr: instalirana aplikacija
ja: インストールされているアプリ
nl: geinstaleerde applicatie
sk: nainštalovaná aplikácia
sr: инсталирана апликација

source: An app intended for installation, such as on a mobile phone
cs: Aplikace určená k instalaci např. na mobilním telefonu
da: En app beregnet til installation, såsom på en mobiltelefon
hr: Aplikacija namjenjena za instalaciju, npr. na mobilnom uređaju
ja: 携帯電話などにインストールできるアプリ
nl: Een applicatie bedoeld om te installeren, bijvoorbeeld op een telefoon
sk: Aplikácia určená na inštaláciu, ako napríklad tá na mobilnom telefóne

source: Script for personal use. Will only have access to the developers accounts
cs: Skript pro osobní použití. Bude mít přístup pouze k vývojářským účtům
da: Script til personligt brug. Vil kun have adgang til udviklerens konto
hr: Skripta za osobnu uporabu. Ima pristup samo developer računima.
ja: 個人的に使うスクリプト。開発者向けのアカウントにのみアクセス可能です。
nl: Script is voor persoonlijk gebruik. Zal alleen toegang hebben tot de accounts van de ontwikkelaars.

source: (that's you!)
bg: (това сте вие!)
cs: (to jste vy!)
da: (det er dig!)
hr: (to si ti!)
ja: （それは君！）
nl: (dat ben jij!)
sk: (toto si ty!)
sr: (то сте ви!)

source: personal use script
bg: скрипт за лична употреба
cs: skript pro osobní použití
da: personligt-brug script
hr: skripta za osobnu uporabu
ja: 個人的に使うスクリプト
nl: script voor persoonlijk gebruik

source: updating...
bg: обновяване...
cs: aktualizování…
da: opdaterer...
hr: ažuriranje...
ja: アップデート中‥
nl: bezig met bijwerken...
sk: aktualizujem...
sr: ажурирање...

source: secret
bg: тайна
cs: tajné
da: hemmelig
hr: tajna
ja: シークレット
nl: geheim
sk: tajomstvo
sr: тајна

source: about url
bg: за линк
cs: adresa o aplikaci
da: om url
hr: URL stranice o aplikaciji
ja: URLに関して
nl: over url
sk: o url
sr: о url-у

source: redirect uri
bg: пренасочи uri
cs: adresa pro přesměrování
da: omdiriger uri
hr: URI za preusmjeravanje
ja: リダイレクトURI
nl: doorstuur-uri
sk: presmerovať uri
sr: преусмери uri

source: update app
bg: обнови приложение
cs: aktualizovat aplikaci
da: opdater app
hr: ažuriraj aplikaciju
ja: アプリをアップデート
nl: app bijwerken
sk: aktualizovať aplikáciu
sr: ажурирај апликацију

source: developers
bg: разработчици
cs: vývojáři
da: udviklere
hr: programeri
ja: 開発者
nl: ontwikkelaars
sk: vývojári
sr: програмери

source: adding...
bg: добавяне.....
cs: přidávání…
da: tilføjer...
hr: dodaje se...
ja: 追加中……
nl: bezig met toevoegen...
sk: pridávanie...
sr: додавање...

source: add developer
bg: добави предприемач
cs: přidat vývojáře
da: tilføj udvikler
hr: dodaj programera
ja: 開発者を追加する
nl: ontwikkelaar toevoegen
sk: pridať vývojára
sr: додај програмера

source: delete app
bg: изтрий приложение
cs: smazat aplikaci
da: slet app
hr: izbriši aplikaciju
ja: アプリを削除
nl: app verwijderen
sk: zmazať aplikáciu
sr: избриши програмера

source: Only in:
bg: Само в:
cs: Pouze v:
da: Kun i:
hr: Samo u:
ja: 限定：
nl: Alleen in:
sk: Iba v:
sr: Само у:

source: Only in the subreddits:
bg: Само в събреддитите:
cs: Pouze v podredditech:
da: Kun i disse subreddits:
hr: Samo u podredditima:
ja: Subreddit内限定：
nl: Alleen in de subreddits:
sk: Iba v subredditoch:
sr: Само у подреддитима:

source: Expires in:
bg: Изтича на:
cs: Vyprší za:
da: Udløber om:
hr: Istječe za:
ja: 有効期限：
nl: Vervalt over:
sk: Expiruje o:
sr: Истиче за:

source: Maintain this access indefinitely (or until manually revoked).
bg: Поддържай достъпа завинаги (или до ръчно спиране).
cs: Udržet tento přístup na neurčito (nebo dokud nebude ručně zrušen).
da: Vedligehold denne adgang på ubestemt tid (eller indtil den manuelt ophæves).
hr: Zadrži pristup unedogled (ili do ručnog uklanjanja).
ja: 無期限に(または手動で破棄するまで)このアクセスを保持します。
nl: Deze toegang voor onbepaalde tijd verlenen (of tot de toegang handmatig wordt ingetrokken).
sr: Задржи овај приступ неограничено (или док се ручно не опозове).

source: revoke access
bg: отмени достъп
cs: zrušit přístup
da: inddrag adgang
hr: dokini pristup
ja: アクセスを取り消す
nl: toegang intrekken
sk: odobrať práva
sr: опозови приступ

source: revoked
bg: достъп отменен
cs: zrušeno
da: inddraget
hr: dokinuto
ja: 取り消されました
nl: ingetrokken
sk: odobrané
sr: опозовано

source: authorized applications
bg: приложения с разрешен достъп
cs: povolené aplikace
da: autoriserede applikationer
hr: ovlaštene aplikacije
ja: 許可したアプリ
nl: goedgekeurde applicaties
sk: schvalené aplikácie
sr: овлашћене апликације

source: developed applications
bg: разработени апликации
cs: vyvinuté aplikace
da: udviklede applikationer
hr: programirane aplikacije
ja: 開発したアプリ
nl: ontwikkelde applicaties
sk: vytvorené aplikácie
sr: развијене апликације

source: create another app...
bg: създай ново приложение...
cs: vytvořit další aplikaci…
da: lav en anden app...
hr: napravi još jednu aplikaciju...
ja: 別のアプリを作成します……
nl: nog een app maken...
sk: vytvoriť ďalšiu aplikáciu
sr: креирај још једну апликацију...

source: are you a developer? create an app...
bg: Девелопър ли сте? Създайте апликация...
cs: jste vývojář? vytvořte aplikaci…
da: er du en udvilker? lav en app...
hr: jesi li programer? napravi aplikaciju...
ja: 開発者ならアプリを作ってもいいです！
nl: ben je een ontwikkelaar? maak een app...
sk: si vývojár? vytvor nejakú aplikáciu
sr: да ли сте програмер? креирајте апликацију...

source: creating...
bg: създаване...
cs: vytváření…
da: skaber...
hr: stvaranje...
ja: 作成中……
nl: bezig met maken...
sk: vytváram...
sr: креирање...

source: create application
bg: създайте приложение
cs: vytvořit aplikaci
da: lav applikation
hr: napravi aplikaciju
ja: アプリケーションを作成する
nl: applicatie maken
sk: vytvoriť aplikáciu
sr: креирај апликацију

source: create app
bg: създай приложение
cs: vytvořit aplikaci
da: lav app
hr: napravi aplikaciju
ja: アプリを作成
nl: app maken
sk: vytvoriť aplikáciu
sr: креирај апликацију

source: delete your reddit account
bg: изтрии своя reddit акаунт
cs: smazat váš účet reddit
da: slet din reddit konto
hr: izbriši svoj reddit račun
ja: redditのアカウントを削除する
nl: je reddit-account verwijderen
sk: zmazať váš reddit účet
sr: обришите реддит налог

source: deleting...
bg: изтриване...
cs: odstraňování...
da: sletter...
hr: brisanje...
ja: 削除中...
nl: bezig met verwijderen...
sk: odstraňovanie...
sr: брисање...

source: sorry to see you go!
bg: Жалко, че си тръгваш!
cs: je nám líto, že odcházíte!
da: vi er kede af, at du forlader os!
hr: žao nam je što odlaziš!
ja: お別れを残念に思います！
nl: jammer dat je weggaat!
sk: je nám ľúto, že odchádzate!
sr: жао нам је што идете!

source: * if you're having a problem on reddit, please consider [contacting us](/message/compose?to=%2Fr%2Freddit.com) about it before deleting your account. * deleting your account will not delete the content of posts and comments you've made on reddit. to do so, please delete them individually.
cs: * pokud máte problémy na reddit, zvažte nám o tom prosím [napsat](/message/compose?to=%2Fr%2Freddit.com) předtím, než váš účet smažete. * smazání vašeho účtu neodstraní obsah příspěvků a komentářů, které jste na reddit napsali. pro toto je musíte smazat jednotlivě.
da: * Hvis du har et problem på reddit, så [fortæl os](/message/compose?to=%2Fr%2Freddit.com) venligst om problemet i stedet for at slette din brugerkonto. * Ved at slette din brugerkonto fjerner du ikke de indlæg og kommentarer, du har lavet på reddit. For at gøre dette, skal de slettes individuelt.
hr: * ako imaš problema na redditu, razmisli o tome da nas [kontaktiraš](/message/comopose?to=%2Fr%2Freddit.com) prije nego obrišeš korisnički račun. * brisanje korisničkog računa neće obrisati i sadržaj tvojih objava i komentara. kako bi njih uklonio, moraš ukloniti svaki pojedinačni unos.
ja: * もしredditで何か問題を抱えているのならば, アカウントを消す前に、それについてどうぞ [私たちに連絡](/message/compose?to=%2Fr%2Freddit.com) してください。. * アカウントを消しても、あなたがreddit上でした投稿の内容やコメントは消えません。消したいときは個々に消してください。
nl: * als je een probleem hebt op reddit, neem dan [contact met ons op](/message/compose?to=%2Fr%2Freddit.com) voordat je je account opzegt. * als je je account opzegt, verdwijnen de berichten en opmerkingen niet die je op reddit. geplaatst hebt. Om dat te doen zul je ze per stuk moeten verwijderen.

source: please cancel your gold subscription!
ja: redditゴールドの自動更新を解除してください！
nl: zeg je gold-abonnement op!

source: log in to %%(paypal_link)s to cancel your subscription (%(subscr_id)s).
nl: log in bij %%(paypal_link)s om je abonnement (%(subscr_id)s) op te zeggen.

source: why are you deleting this account?
bg: защо изтривате този акаунт?
cs: proč mažete tento účet?
da: hvorfor sletter du denne konto?
hr: zašto brišeš ovaj račun?
ja: アカウントを削除する理由を教えてください。
nl: waarom verwijder je dit account?
sk: prečo mažete tento účet?
sr: због чега бришете налог?

source: for security purposes
bg: от мерки за сигурността
cs: z bezpečnostních důvodů
da: af sikkerhedsmæssige årsager
hr: iz sigurnosnih razloga
ja: セキュリティ上の目的で
nl: om veiligheidsredenen
sk: z bezpečnostných dôvodov
sr: због сигурносних разлога

source: account credentials
bg: Сметка на акаунта
cs: ověřovací údaje učtu
da: kontooplysninger
hr: vjerodajnice računa
ja: アカウント資格情報
nl: inloggegevens van account
sk: overovacie údaje účtu
sr: подаци за пријављивање

source: confirmation
bg: потвърждение
cs: potvrzení
da: bekræftelse
hr: potvrda
ja: 確認
nl: bevestiging
sk: potvrdenie
sr: потврда

source: I understand that deleted accounts are not recoverable.
bg: Разбирам че изтритите акаунти не може да се върнат.
cs: Chápu, že smazané účty nelze obnovit.
da: Jeg forstår, at slettede kontoer ikke er mulige at få igen.
hr: Razumijem da se izbrisani računi više ne mogu vratiti.
ja: 削除したアカウントは回復不可能だと理解しています。
nl: Ik begrijp dat het verwijderen van accounts niet ongedaan gemaakt kan worden.
sk: Chápem, že zmazané účty nie je možné obnoviť.
sr: Разумем да се обрисани налози не могу повратити.

source: delete account
bg: изтрий акаунт
cs: smazat účet
da: slet konto
hr: izbriši račun
ja: アカウントを削除する
nl: account verwijderen
sk: vymazať účet
sr: обриши налог

source: Private RSS feeds
bg: частни RSS фийдове
cs: Soukromé kanály RSS
hr: Osobni RSS kanali
ja: 非公開のRSSフィード
nl: Privé-RSS-feeds
sk: Súkromný RSS kanál
sr: Приватни RSS фидови

source: On this page are links to private RSS feeds so that you can get listings of your content (personalized front page, message panel, saved listing, etc.) without having to deal with cookies or other auth.
bg: На тази страница има линкове към частни RSS фийдове, за да можеш да получаваш списък с твоето съдържание (персонализирана начална страница, панел съобщения, запазен списък и т.н.) без да се налага да се занимаваш с cookies и други auth.
cs: Na této stránce jsou soukromé kanály RSS, abyste mohli získat seznamy Vašeho obsahu (přizpůsobená hlavní stránka, panel zpráv, uložené seznamy, atd.) aniž byste se museli starat o cookies nebo jiná ověřování.
da: På denne side findes links til private RSS feeds så du kan få et feed ud af et reddits indhold (personlig forside, beskedpanel, liste over gemte, osv.) uden at skulle tænke på cookies eller anden form for autentificering.
hr: Na ovoj stranici se nalaze poveznice do osobnih RSS kanala pomoću kojih možeš dobiti popis svog sadržaja (prilagođena naslovnica, poruke, spremljeni sadržaj itd.) bez upotrebe kolačića ili drugih oblika provjere autentičnosti.
ja: このページにプライベートRSSフィードへのリンクがあります。それであなたは、cookieや他の認証に煩うことなく自分のコンテンツのリスト(好みに合わせたフロントページやメッセージパネル、保存済みリスト他)を得られます。
nl: Op deze pagina staan links naar privé-RSS-feeds zodat je lijsten van je inhoud kunt opvragen (persoonlijke startpagina, berichtenpaneel, opgeslagen lijsten enz.) zonder gedoe met cookies of andere verificaties.
sk: Na tejto stránke sú súkromne kanály RSS, aby ste mohli získať zoznamy Vášho obsahu (prispôsobená úvodná stránka, panel správ, uložené zoznamy, atd.) bez toho aby ste sa starali o cookies alebo iné overenia.
sr: На овој страници су линкови ка приватним RSS фидовима што вам омогућава да добијете листинге вашег садржаја (персонализована насловна страна, панел за поруке, сачувани листинзи итд.) тако да не морате да се бакћете са колачићима или другим врстама ауторизације.

source: Keep in mind that these urls are intended to be private, so **share at your own risk.**
bg: Имай предвид, че тези УРЛ трябва да са поверителни, затова **споделяй по собствена преценка.**
cs: Nezapomeňte, že tyto adresy mají být soukromé, takže je sdílejte **pouze na vlastní nebezpečí.**
da: Tænk lige over at det er meningen at disse url'er er private, så **del dem på eget ansvar.**
hr: Napominjemo da su ove URL adrese namijenjene za osobnu upotrebu,**proslijedi ih na vlastitu odgovornost.**
ja: これらのURLはプライベートであることを意図していることを忘れないでください。ですから、** 自己責任で共有してください。**
nl: Onthoud dat deze url's standaard privé zijn, dus **delen is op eigen risico**.
sk: Nezabúdajte, že tieto adresy majú byť súkromné, takže **zdieľajte na vlastné riziko.***
sr: Имајте на уму да су ове url адресе биле намењене у приватне сврхе, тако да **делите на сопствену одговорност**

source: All feeds are invalidated if you change your password, however.
bg: Ако смениш паролата си, обаче, всички фийдове стават невалидни.
cs: Nicméně, všechna pole se stanou neplatnými, pokud změníte vaše heslo.
da: Alle feeds er dog ugyldige hvis du skifter kodeord.
hr: RSS kanali će biti nevažeći nakon izmjene zaporke.
ja: しかしながら、パスワードを変更する場合はすべてのフィードが無効になります。
nl: Alle feeds worden ongeldig als je je wachtwoord wijzigt.
sk: Všetky kanály sa stanú neplatnými, ak si zmeníte heslo.
sr: Сви фидови ће бити поништени ако промените шифру.

source: your saved links
bg: вашите запазени линкове
cs: vaše uložené odkazy
da: dine gemte links
hr: spremljene objave
ja: あなたが保存したリンク
nl: je opgeslagen links
sk: vaše uložené odkazy
sr: сачувани линкови

source: links you've upvoted
nl: door jou ge-upvote links

source: links you've downvoted
nl: door jou omlaaggestemde links

source: links you've hidden
bg: линкове, които сте скрили
cs: odkazy které jste skryli
da: links du har skjult
hr: skrivene objave
ja: あなたが非表示にしたリンク
nl: links die je hebt verborgen
sk: odkazy, ktoré ste skryli
sr: линкови које сте сакрили

source: unread messages
bg: непрочетени съобщения
cs: nepřečtené zprávy
da: ulæste beskeder
hr: nepročitane poruke
ja: 未読のメッセージ
nl: ongelezen berichten
sk: neprečítané správy
sr: непрочитане поруке

source: messages only
bg: само съобщения
cs: pouze zprávy
da: kun beskeder
hr: samo poruke
ja: メッセージのみ
nl: alleen berichten
sk: len správy
sr: само поруке

source: comment replies only
bg: само отговори на коментари
cs: pouze odpovědi na komentář
da: kun kommentarsvar
hr: samo susljedni odgovori
ja: コメントに対する返事のみ
nl: alleen reacties op opmerkingen
sk: len odpovede na komentár
sr: само одговори на коментаре

source: self-post replies only
bg: самостоятелни отговори само
cs: pouze vlastní odpovědi
da: kun svar til egen post
hr: samo odgovori na vlastite objave
ja: セルフ投稿のみ
nl: alleen reacties op interne posts
sk: len vlastné odpovede
sr: само ваши одговори на ваше постове

source: mentions of your username only
bg: споменавания само на потребителското ти име
cs: pouze zmínky vašeho uživatelského jména
da: kun nævnelser af dit brugernavn
hr: spominjanje tvojeg korisničkog imena
ja: ユーザー名の記載
nl: Alleen vermeldingen van jouw gebruikersnaam
sk: spomínanie iba tvojho užívateľského mena
sr: само помињања корисничког имена

source: (recommended)
nl: (aanbevolen)

source: your preferences have been updated
bg: настройките са обновени
cs: vaše nastavení byla aktualizována
da: dine præferencer er blevet opdateret
hr: tvoje su postavke ažurirane
ja: 個人設定を更新しました
nl: je instellingen zijn opgeslagen
sk: vaše nastavenia boli aktualizované
sr: жељене поставке су ажуриране

source: we couldn't save the custom stylesheet preference. please see the error below
ja: カスタムスタイルシートの設定を保存できませんでした。以下のエラーを確認してください
nl: de eigen stijlbladinstelling kon niet worden opgeslagen. zie de foutmelding hieronder

source: your preferences couldn't be saved
da: dine indstillinger kunne ikke gemmes
ja: 設定を保存できませんでした。
nl: je instellingen konden niet worden opgeslagen

source: interface language
bg: език на интерфейса
cs: jazyk rozhraní
da: interface sprog
hr: jezik sučelja
ja: ユーザインターフェイス用言語
nl: interfacetaal
sk: jazyk rozhrania
sr: језик интерфејса

source: incomplete
bg: недовършен
cs: nekompletní
da: ufuldendt
hr: nepotpuno
ja: 未完成
nl: = onvolledig.
sk: nekompletné
sr: непотпуно

source: volunteer to translate
bg: помогни с превода
cs: pomohu s překladem ovládání reddit webu
da: meld dig til at oversætte
hr: volontiraj kao prevoditelj
ja: 翻訳ボランティアに立候補する
nl: vrijwillig helpen met vertalen
sk: prihláste sa dobrovoľne k prekladu
sr: помозите при превођењу

source: location options
da: Lokationsindstillinger
hr: postavke lokacije
nl: locatie instellingen
sk: nastavenia lokácie

source: use the global default subreddits for my front page
da: Brug de globale standardfællesskaber for mine forside
hr: rabi globalne defaultne podreddite za naslovnicu
nl: gebruik de wereldwijde standaard subreddits voor mijn voorpagina
sk: použiť globálne predvolené subreddity pre moju úvodnú stránku

source: hide the location information bar
cs: skrýt lištu s informacemi o umístění
da: Gem lokationsinformationsbjælken væk
hr: sakrij informacijsku traku lokacije
nl: verberg de locatiebalk
sk: skryť lištu s informáciami o lokácií

source: clicking options
bg: навигация
cs: volby klikání
da: indstillinger for klik
hr: opcije klikanja
ja: クリックに関するオプション
nl: klikopties
sk: voľby klikania
sr: опције кликтања

source: show thumbnails next to links
bg: показвай преглед до връзките
cs: vedle odkazů zobrazovat miniatury
da: vis miniaturer ved siden af links
hr: prikaži sličice pokraj objava
ja: リンクの隣にサムネイルを表示する
nl: voorbeeldafbeeldingen weergeven naast links
sk: zobrazovať miniatúry vedľa odkazov
sr: прикажи сличице поред линкова

source: don't show thumbnails next to links
bg: не показвай преглед до връзките
cs: vedle odkazů nezobrazovat miniatury
da: vis ikke miniaturer ved siden af links
hr: ne prikazuj sličice pokraj objava
ja: リンクの隣にサムネイルを表示しない
nl: geen voorbeeldafbeeldingen weergeven naast links
sk: nezobrazovať miniatúry vedľa odkazov
sr: не приказуј сличице поред линкова

source: show thumbnails based on that subreddit's media preferences
bg: показвай преглед според медия настройките на този съб-реддит
cs: zobrazovat miniatury na základě nastavení médií tohoto podredditu
da: vis miniaturer baseret på det subreddits mediepræferencer
hr: prikaži sličice ovisno o multimedijskim postavkama tog podreddita
ja: そのsubredditのメディア・プレファレンスに基づくサムネイルを表示
nl: miniaturen weergeven op basis van de mediavoorkeuren van de subreddit
sr: Покажи иконе на основу пореддитског подешавања за медије

source: make safe(r) for work
bg: направи по-безопасно за работа
cs: bezpečnější při práci
da: gør (mere) sikkert for arbejdsmiljø
hr: napravi sigurni(ji)m za posao
ja: （比較的）オフィス向けの設定
nl: veilig(er) voor op het werk maken
sk: urobiť bezpečnejším pri práci
sr: нека буде безбедније за посао

source: (Don't show thumbnails next to anything labeled NSFW)
bg: (Не показвай умалени изображения до всичко с надпис ОЗР)
cs: (Nezobrazovat miniatury u věcí označených Nad18)
da: (Vis ikke miniaturer ved siden af noget der er markeret NSFW)
hr: (nemoj prikazivati sličice uz NSFW sadržaj)
ja: (閲覧注意のリンクの隣にサムネイルを表示しない)
nl: (Geen voorbeeldafbeeldingen weergeven naast iets dat is gemarkeerd als NSFW)
sk: (Nezobrazovať miniatúry vedľa čohokoľvek označené Nad18)
sr: (Немој да приказујеш сличице поред ствари које су означене као непожељне за посао)

source: to enable thumbnails, disable compressed link display
bg: за да виждаш прегледа, изключи компресирането на връзките
cs: pro povolení miniatur zakažte zobrazení komprimovaných odkazů
da: slå komprimeret linkvisning fra for at aktivere miniaturer
hr: za prikaz sličica moraš onemogućiti zgusnute objave
ja: サムネイルを有効化するには、圧縮されるリンク表示を無効化してください
nl: om voorbeeldafbeeldingen in te schakelen, schakel je de compacte linkweergave uit
sk: k povoleniu miniatúr, vypnite zmenšenie zobrazenia odkazov
sr: да бисте омогућили сличице, онемогућите компресовани приказ линкова

source: link options
bg: връзки
cs: nastavení odkazu
da: indstillinger for links
hr: postavke za objave
ja: リンクに関するオプション
nl: linkopties
sk: možnosti odkazu
sr: опције линкова

source: show the spotlight box on the front page
bg: покажи spotlight кутията на началната страница
cs: zobrazit rámeček novinek na hlavní stránce
da: vis spotlight-rubrik på forsiden
hr: na naslovnici prikaži istaknuti okvir
ja: フロントページにスポットライトボックスを表示する
nl: spotlightpaneel weergeven op startpagina
sk: zobraziť rámček noviniek na úvodnej strane
sr: прикажи спотлајт поље на насловној страни

source: (it shows new and promoted links, and gives you a say in what's spam and what isn't.)
bg: (показва нови и промотирани линкове и ти дава възможност да определяш кое е спам и кое не е.)
cs: (zobrazuje nové a propagované odkazy a dává vám možnost říct co je spam a co není.)
da: (den viser nye og promoverede links, og giver dig en ide om hvad der er spam og hvad der ikke er.)
hr: (prikazuje nove i promovirane objave i omogućuje ti odrediti što je spam, a što nije)
ja: (新しくプロモートされたリンクを表示し、あなたにスパムなのかそうでないのか発言する権利を与えます。)
nl: (toont nieuwe en gepromote links, en laat jou bepalen wat spam is en wat niet.)
sk: (zobrazuje nové a propagované odkazy a dáva vám možnosť povedať čo je spam a čo nie je.)
sr: (приказује нове и промовисане линкове и сугерише шта је спам, а шта није)

source: show trending subreddits on the front page
da: vis fællesskaber, der er i spotlyset, på forsiden
hr: prikaži vruće podreddite na naslovnici
ja: フロントページで人気の subreddit を表示
nl: Laat populaire subreddits op de frontpage zien
sk: ukázať trendujúce subreddity na úvodnej stránke

source: (a list of popular and notable subreddits to check out)
da: (en liste med populære og vigtige fællesskaber, du kan tjekke ud)
hr: (popis popularnih i značajnih podreddita)
ja: （人気があり注目が集まる要チェックの subreddit 一覧）
nl: (een lijst van populaire en aandachtswaardige subreddits)
sk: (list obľúbených a pozoruhodných subredditov)

source: show me links I've recently viewed
bg: показвай последно видяни връзки
cs: zobrazit odkazy, které jsem si nedávno prohlédl
da: vis mig links jeg har set for nyligt
hr: prikaži objave koje sam nedavno pregledao
ja: 最近見たリンクを表示する
nl: links weergeven die ik onlangs heb bekeken
sk: ukázať mi odkazy, ktoré som nedávno prezeral
sr: покажи ми линкове које сам већ погледао/ла
